{"_id":{"$oid":"5b683e29708481df574d1eb4"},"id":"9","datasetVersion":null,"answerType":"resource","aggregation":false,"hybrid":false,"onlydbo":false,"sparqlQuery":"PREFIX yago: <http://dbpedia.org/class/yago/>\nPREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX dbp: <http://dbpedia.org/property/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri rdf:type dbo:Person .\n        { ?uri rdf:type yago:PresidentsOfTheUnitedStates. }\n        UNION\n        { ?uri rdf:type dbo:President.\n          ?uri dbp:title res:President_of_the_United_States. }\n}","pseudoSparqlQuery":null,"outOfScope":null,"languageToQuestion":{"en":"Give me all presidents of the United States.","de":"Gib mir alle Präsidenten der Vereinigten Staaten.","es":"Dame todos los presidentes de los estados unidos de américa.","it":"Dammi tutti i presidenti degli Stati Uniti.","fr":"Donnes-moi tous les présidents des Etats-Unis.","nl":"Noem alle presidenten van de Verenigde Staten."},"languageToKeyword":{"en":["United States","president"],"de":["Vereinigte Staaten","Präsident"],"es":["estados unidos","presidente"],"it":["Stati Uniti","presidente"],"fr":["Etats-Unis","présidents"],"nl":["president","Verenigde Staten"]},"goldenAnswer":["http://dbpedia.org/resource/George_W._Bush","http://dbpedia.org/resource/James_A._Garfield","http://dbpedia.org/resource/James_Madison","http://dbpedia.org/resource/Herbert_Hoover","http://dbpedia.org/resource/Andrew_Johnson","http://dbpedia.org/resource/Benjamin_Harrison","http://dbpedia.org/resource/Warren_G._Harding","http://dbpedia.org/resource/Chester_A._Arthur","http://dbpedia.org/resource/Woodrow_Wilson","http://dbpedia.org/resource/Franklin_D._Roosevelt","http://dbpedia.org/resource/William_McKinley","http://dbpedia.org/resource/Abraham_Lincoln","http://dbpedia.org/resource/Jimmy_Carter","http://dbpedia.org/resource/Lyndon_B._Johnson","http://dbpedia.org/resource/Gerald_Ford","http://dbpedia.org/resource/Thomas_Jefferson","http://dbpedia.org/resource/Rutherford_B._Hayes","http://dbpedia.org/resource/Ulysses_S._Grant","http://dbpedia.org/resource/Theodore_Roosevelt","http://dbpedia.org/resource/Ulysses_S._Grant_and_the_American_Civil_War","http://dbpedia.org/resource/John_Quincy_Adams","http://dbpedia.org/resource/Martin_Van_Buren","http://dbpedia.org/resource/Dwight_D._Eisenhower","http://dbpedia.org/resource/Zachary_Taylor","http://dbpedia.org/resource/Bill_Clinton","http://dbpedia.org/resource/Richard_Nixon","http://dbpedia.org/resource/Andrew_Jackson","http://dbpedia.org/resource/Franklin_Pierce","http://dbpedia.org/resource/James_K._Polk","http://dbpedia.org/resource/John_Tyler","http://dbpedia.org/resource/Ronald_Reagan","http://dbpedia.org/resource/William_Howard_Taft","http://dbpedia.org/resource/Millard_Fillmore","http://dbpedia.org/resource/Presidency_of_George_Washington","http://dbpedia.org/resource/George_Washington","http://dbpedia.org/resource/Harry_S._Truman","http://dbpedia.org/resource/John_Adams","http://dbpedia.org/resource/James_Monroe","http://dbpedia.org/resource/William_Henry_Harrison","http://dbpedia.org/resource/Barack_Obama","http://dbpedia.org/resource/Calvin_Coolidge","http://dbpedia.org/resource/Grover_Cleveland"]}
{"_id":{"$oid":"5b683e29708481df574d1eb5"},"id":"10","datasetVersion":null,"answerType":"resource","aggregation":false,"hybrid":false,"onlydbo":false,"sparqlQuery":"PREFIX yago: <http://dbpedia.org/class/yago/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n\t?uri rdf:type yago:RussianCosmonauts .\n        ?uri rdf:type yago:FemaleAstronauts .\n}","pseudoSparqlQuery":null,"outOfScope":null,"languageToQuestion":{"en":"Give me all female Russian astronauts.","de":"Gib mir alle russischen Astronautinnen.","es":"Dame todas las astronautas rusas.","it":"Dammi tutte le austronaute russe.","fr":"Donnes-moi tous les astronautes féminins russes.","nl":"Geef alle vrouwelijke Russische astronauten."},"languageToKeyword":{"en":["astronaut","female","Russian"],"de":["Astronautin","russisch"],"es":["astronautas rusas"],"it":["austronaute","russe"],"fr":["astronaute","russes","féminins"],"nl":["astronaut","vrouwelijk","Russisch"]},"goldenAnswer":["http://dbpedia.org/resource/Yelena_Serova","http://dbpedia.org/resource/Valentina_Tereshkova","http://dbpedia.org/resource/Yelena_Kondakova"]}
{"_id":{"$oid":"5b683e29708481df574d1ebc"},"id":"14","datasetVersion":null,"answerType":"resource","aggregation":false,"hybrid":false,"onlydbo":false,"sparqlQuery":"PREFIX yago: <http://dbpedia.org/class/yago/>\nPREFIX dbp: <http://dbpedia.org/property/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n\t?uri rdf:type yago:FemaleHeadsOfGovernment.\n        ?uri dbp:office res:Chancellor_of_Germany .\n}","pseudoSparqlQuery":null,"outOfScope":null,"languageToQuestion":{"en":"Give me all female German chancellors.","de":"Gib mir alle deutschen Kanzlerinnen.","es":"Dame todas las cancilleres alemanas.","it":"Dammi tutte le cancelliere tedesche.","fr":"Donnes-moi tous les chancelières allemandes.","nl":"Geef me alle vrouwelijke Duitse bondskanseliers."},"languageToKeyword":{"en":["German chancellor","female"],"de":["deutsch","Kanzlerin"],"es":["canciller alemásn","mujer"],"it":["cancelliere tedesco","donna"],"fr":["chancelières","allemandes"],"nl":["vrouwelijk","Duits","bondskanselier"]},"goldenAnswer":["http://dbpedia.org/resource/Angela_Merkel"]}
