{"_id":{"$oid":"5b683edf708481df574d2090"},"id":"5","datasetVersion":null,"answerType":"resource","aggregation":false,"hybrid":false,"onlydbo":true,"sparqlQuery":"SELECT DISTINCT ?uri WHERE {  ?uri <http://dbpedia.org/ontology/birthPlace> <http://dbpedia.org/resource/Vienna> .  ?uri <http://dbpedia.org/ontology/deathPlace> <http://dbpedia.org/resource/Berlin> . } ","pseudoSparqlQuery":null,"outOfScope":null,"languageToQuestion":{"en":"Give me all people that were born in Vienna and died in Berlin.","fa":"تمام افرادی که در وین متولد شدند و در برلین مردند را لیست کن.","de":"Gib mir alle Personen, die in Wien geboren wurden und in Berlin gestorben sind.","es":"Dame todas las personas que hayan nacido en Viena y hayan muerto en Berlin.","it":"Dammi tutte le persone che sono nate a Vienna e morte a Berlino.","fr":"Donne-moi toutes les personnes qui sont nées à Vienne et mortes à Berlin.","nl":"Noem alle personen die geboren zijn in Wenen en gestorven zijn in Berlijn.","ro":"Dă-mi toți oamenii care s-au născut în Viena și au murit în Berlin."},"languageToKeyword":{"en":["people","born","Vienna","die","Berlin"],"fa":["افرادی، متولد، وین، برلین، مردند"],"de":["Person","geboren","Wien","gestorben","Berlin"],"es":["personas","nacidas en Viena","muertas en Berlin"],"it":["persona","nata","Vienna","morta","Berlino"],"fr":["personnes","nées","Vienne","mortes","Berlin"],"nl":["persoon","geboren","Wenen","gestorven","Berlijn"],"ro":["oameni","născut","Viena","murit","Berlin"]},"goldenAnswer":["http://dbpedia.org/resource/Michael_von_Newlinsky","http://dbpedia.org/resource/Adolf_Klein","http://dbpedia.org/resource/Karl_Hellmer","http://dbpedia.org/resource/Michael_Meinecke","http://dbpedia.org/resource/Therese_Gr%C3%BCnbaum","http://dbpedia.org/resource/Hilde_K%C3%B6rber","http://dbpedia.org/resource/Steffie_Spira","http://dbpedia.org/resource/Eduard_von_Winterstein","http://dbpedia.org/resource/Alfred_Halm","http://dbpedia.org/resource/Hilde_Körber","http://dbpedia.org/resource/Richard_Thurnwald","http://dbpedia.org/resource/Therese_Grünbaum","http://dbpedia.org/resource/Johann_Strauss_III","http://dbpedia.org/resource/Hugo_Flink","http://dbpedia.org/resource/Grete_von_Zieritz","http://dbpedia.org/resource/Erik_Jan_Hanussen","http://dbpedia.org/resource/Karl_Etlinger"]}
{"_id":{"$oid":"5b683edf708481df574d2091"},"id":"9","datasetVersion":null,"answerType":"resource","aggregation":false,"hybrid":false,"onlydbo":true,"sparqlQuery":"SELECT DISTINCT ?uri WHERE {  ?uri <http://dbpedia.org/ontology/occupation> <http://dbpedia.org/resource/Bandleader> .  ?uri <http://dbpedia.org/ontology/instrument> <http://dbpedia.org/resource/Trumpet> . } ","pseudoSparqlQuery":null,"outOfScope":null,"languageToQuestion":{"en":"Give me a list of all bandleaders that play trumpet.","fa":"تمام رهبران گروه که ترومپت می نوازند را لیست کن.","de":"Gib mir eine Liste aller Bandleader, die Trompete spielen.","es":"Dame una lista de todos los líderes de un grupo que tocan la trompeta.","it":"Dammi la lista di tutti i direttori di orchestra che suonano la tromba.","fr":"Donne-moi une liste de tous les chefs d'orchestre qui jouent trompette.","nl":"Geef me een lijst van alle bandleider die trompet spelen.","ro":"Dă-mi o listă a tuturor conducătorilor de formații care cântă la trompetă."},"languageToKeyword":{"en":["bandleader","play","trumpet"],"fa":["رهبران گروه، ترومپت، می نوازند"],"de":["Bandleader","spielen","Trompete"],"es":["líder de grupo","tocar","trompeta"],"it":["direttori di orchestra","suonare","tromba"],"fr":["chef d'orchestre","jouer","trompette"],"nl":["bandleider","spelen","trompet"],"ro":["conducător de formație","cântă","trompetă"]},"goldenAnswer":["http://dbpedia.org/resource/Jimmy_Vivino","http://dbpedia.org/resource/Lloyd_Hunter","http://dbpedia.org/resource/Louis_Prima,_Jr.","http://dbpedia.org/resource/Hot_Lips_Page","http://dbpedia.org/resource/Wayne_Bergeron","http://dbpedia.org/resource/Clifford_Thornton","http://dbpedia.org/resource/Roy_Hargrove","http://dbpedia.org/resource/Pete_Brown_(jazz_musician)","http://dbpedia.org/resource/Don_Albert","http://dbpedia.org/resource/Charlie_Spivak","http://dbpedia.org/resource/Bobby_Hackett","http://dbpedia.org/resource/Guy_Barker","http://dbpedia.org/resource/Hugh_Masekela","http://dbpedia.org/resource/Neil_Yates","http://dbpedia.org/resource/Louis_Prima","http://dbpedia.org/resource/Gerald_Wilson","http://dbpedia.org/resource/Sean_Jones_(trumpeter)","http://dbpedia.org/resource/Brad_Turner_(musician)","http://dbpedia.org/resource/Ernest_%22Doc%22_Paulin","http://dbpedia.org/resource/Mark_Masters_(musician)","http://dbpedia.org/resource/Gerard_Presencer","http://dbpedia.org/resource/Joe_Wilder","http://dbpedia.org/resource/Jack_Walrath","http://dbpedia.org/resource/Doc_Severinsen","http://dbpedia.org/resource/Alan_Silva","http://dbpedia.org/resource/Red_Perkins","http://dbpedia.org/resource/Papa_Celestin","http://dbpedia.org/resource/Nick_LaRocca","http://dbpedia.org/resource/Maynard_Ferguson","http://dbpedia.org/resource/Marlon_Jordan","http://dbpedia.org/resource/Terumasa_Hino","http://dbpedia.org/resource/Adam_Taubitz","http://dbpedia.org/resource/Jimmy_Dorsey","http://dbpedia.org/resource/Abatte_Barihun","http://dbpedia.org/resource/Billie_Rogers","http://dbpedia.org/resource/Rufus_Reid","http://dbpedia.org/resource/Tommy_Dorsey","http://dbpedia.org/resource/Richard_Maltby,_Sr.","http://dbpedia.org/resource/Doc_Cheatham","http://dbpedia.org/resource/Ovie_Alston","http://dbpedia.org/resource/Theo_Croker","http://dbpedia.org/resource/Willie_Mitchell_(musician)","http://dbpedia.org/resource/Orbert_Davis","http://dbpedia.org/resource/Henry_Jerome","http://dbpedia.org/resource/Joey_DeFrancesco","http://dbpedia.org/resource/Sharkey_Bonano","http://dbpedia.org/resource/Ollie_Mitchell","http://dbpedia.org/resource/Erik_Truffaz","http://dbpedia.org/resource/Jack_Jackson_(British_radio)","http://dbpedia.org/resource/Wingy_Manone","http://dbpedia.org/resource/Cleveland_Eaton","http://dbpedia.org/resource/Mark_Egan","http://dbpedia.org/resource/Danny_Davis_(country_musician)","http://dbpedia.org/resource/David_Weiss_(musician)","http://dbpedia.org/resource/Irvin_Mayfield","http://dbpedia.org/resource/Theodore_Carpenter"]}
{"_id":{"$oid":"5b683edf708481df574d2097"},"id":"14","datasetVersion":null,"answerType":"resource","aggregation":false,"hybrid":false,"onlydbo":true,"sparqlQuery":"SELECT DISTINCT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Island> .  ?uri <http://dbpedia.org/ontology/country> <http://dbpedia.org/resource/Japan> . } ","pseudoSparqlQuery":null,"outOfScope":null,"languageToQuestion":{"en":"Give me all islands that belong to Japan.","fa":"تمام جزایر متعلق به ژاپن را لیست کن.","de":"Gib mir alle Inseln, die zu Japan gehören.","es":"Dame todas la islas que pertenezcan a Japón.","it":"Dammi tutte le isole che appartengono al Giappone.","fr":"Donnes-moi toutes les îles qui appartiennent aux Japon.","nl":"Geef alle eilanden die behoren tot Japan.","ro":"Dă-mi toate insulele care aparțin Japoniei."},"languageToKeyword":{"en":["islands","Japan"],"fa":["جزایر، ژاپن"],"de":["Inseln","Japan"],"es":["islias","Japón"],"it":["isole","Giappone"],"fr":["îles","Japon"],"nl":["eilanden","Japan"],"ro":["insule","Japonia"]},"goldenAnswer":["http://dbpedia.org/resource/Iwo_Jima","http://dbpedia.org/resource/Kyushu","http://dbpedia.org/resource/Oki_Islands","http://dbpedia.org/resource/Ishigaki_Island","http://dbpedia.org/resource/Tokara_Islands","http://dbpedia.org/resource/Hatsushima","http://dbpedia.org/resource/Amami_Islands","http://dbpedia.org/resource/Kamome_Island","http://dbpedia.org/resource/Hokkaido__island__1","http://dbpedia.org/resource/Denshima","http://dbpedia.org/resource/Yagishiri_Island","http://dbpedia.org/resource/Awaji_Island","http://dbpedia.org/resource/Kojima_(Hokkaido)","http://dbpedia.org/resource/Rebun_Island","http://dbpedia.org/resource/Rishiri_Island","http://dbpedia.org/resource/Tsuken_Island","http://dbpedia.org/resource/Miyako-jima","http://dbpedia.org/resource/Taketomi_Island","http://dbpedia.org/resource/Tsushima_Island","http://dbpedia.org/resource/Kozukumi_Island","http://dbpedia.org/resource/Daikon_Island","http://dbpedia.org/resource/Genkai_Island","http://dbpedia.org/resource/Sugashima","http://dbpedia.org/resource/Hateruma","http://dbpedia.org/resource/Iki_Island","http://dbpedia.org/resource/Yonaguni","http://dbpedia.org/resource/Honshu","http://dbpedia.org/resource/Izena_Island","http://dbpedia.org/resource/Shikoku","http://dbpedia.org/resource/Iejima","http://dbpedia.org/resource/Yaeyama_Islands","http://dbpedia.org/resource/Iriomote-jima","http://dbpedia.org/resource/Okinawa_Island"]}
{"_id":{"$oid":"5b683edf708481df574d2099"},"id":"13","datasetVersion":null,"answerType":"resource","aggregation":false,"hybrid":false,"onlydbo":true,"sparqlQuery":"SELECT DISTINCT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Actor> .  ?uri <http://dbpedia.org/ontology/birthPlace> <http://dbpedia.org/resource/Berlin> . } ","pseudoSparqlQuery":null,"outOfScope":null,"languageToQuestion":{"en":"Give me all actors who were born in Berlin.","fa":"تمام بازیگرانی که در برلین متولد شدند را لیست کن.","de":"Gib mir alle in Berlin geborenenen Schauspieler.","es":"Dame todos los actores nacidos en Berlin.","it":"Dammi tutti gli attori nati a Berlino.","fr":"Donne-moi tous les acteurs nés à Berlin.","nl":"Toon alle acteurs die in Berlijn zijn geboren.","ro":"Dă-mi toți actorii care s-au născut la Berlin."},"languageToKeyword":{"en":["actors","born","Berlin"],"fa":["بازیگرانی، برلین، متولد"],"de":["Schauspieler","geboren","Berlin"],"es":["actores","nacidos","Berlin"],"it":["attori","nati","Berlino"],"fr":["acteurs","lieu de naissance","Berlin"],"nl":["actuers","geboren","Berlijn"],"ro":["actori","născut","Berlin"]},"goldenAnswer":["http://dbpedia.org/resource/Dru_Berrymore","http://dbpedia.org/resource/Lena_Nitro","http://dbpedia.org/resource/Tyra_Misoux","http://dbpedia.org/resource/Jack_Trevor"]}
{"_id":{"$oid":"5b683edf708481df574d20a5"},"id":"30","datasetVersion":null,"answerType":"resource","aggregation":false,"hybrid":false,"onlydbo":true,"sparqlQuery":"SELECT DISTINCT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Astronaut> .  ?uri <http://dbpedia.org/ontology/nationality> <http://dbpedia.org/resource/China> . } ","pseudoSparqlQuery":null,"outOfScope":null,"languageToQuestion":{"en":"Give me all taikonauts.","fa":"تمام فضانوردان چینی را لیست کن.","de":"Gib mir alle Taikonauten.","es":"Dame todas las taikonautas.","it":"Dammi tutte i taikonauti.","fr":"Donnes-moi tous les taïkonautes.","nl":"Toon alle taikonauten.","ro":"Dă-mi toți taikonauții."},"languageToKeyword":{"en":["taikonauts"],"fa":["فضانوردان، چینی"],"de":["Taikonauten"],"es":["taikonautas"],"it":["taikonauti"],"fr":["taïkonautes"],"nl":["taikonauten"],"ro":["taikonaut"]},"goldenAnswer":["http://dbpedia.org/resource/Tao_Jiali","http://dbpedia.org/resource/Nie_Haisheng","http://dbpedia.org/resource/Fei_Junlong","http://dbpedia.org/resource/Zhai_Zhigang","http://dbpedia.org/resource/Liu_Boming_(astronaut)","http://dbpedia.org/resource/Jing_Haipeng"]}
{"_id":{"$oid":"5b683edf708481df574d20ab"},"id":"36","datasetVersion":null,"answerType":"date","aggregation":false,"hybrid":false,"onlydbo":true,"sparqlQuery":"SELECT DISTINCT ?date WHERE {  <http://dbpedia.org/resource/Charmed> <http://dbpedia.org/ontology/starring> ?actor .  ?actor <http://dbpedia.org/ontology/birthDate> ?date . } ","pseudoSparqlQuery":null,"outOfScope":null,"languageToQuestion":{"en":"Give me the birthdays of all actors of the television show Charmed.","fa":"تاریخ تولد تمام بازیگران نمایش تلویزیونی چارمد را لیست کن.","de":"Gib mir die Geburtstage von allen Darstellern der Fernsehserie Charmed.","es":"Dame los cumpleaños de los actores de la serie de televisión Charmed.","it":"Dammi le date dei compleanni di tutti gli attori della serie televisiva Charmed.","fr":"Donnes-moi les dates de naissance des acteurs de la série télévisée Charmed.","nl":"Noem de verjaardag van alle acteurs uit de televisieserie Charmed.","ro":"Dă-mi zilele de naștere a tuturor actorilor din serialul de televiziune Charmed"},"languageToKeyword":{"en":["television show","Charmed","actor","birthday"],"fa":["تاریخ تولد، بازیگران، نمایش تلویزیونی، چارمد"],"de":["Fernsehserie","Charmed","Darsteller","Geburtstag"],"es":["serie televisiva","Charmed","actores","cumpleaños"],"it":["serie televisiva","Charmed","attore","compleanno"],"fr":["série télévisée","Charmed","acteurs","date de naissance"],"nl":["verjaardag","acteur","televisieserie","Charmed"],"ro":["serial de televiziune","Charmed","actor","zi de naștere"]},"goldenAnswer":["1965-10-01","1973-09-05","1969-02-08","1973-06-15","1968-07-27","1971-01-26","1985-11-30","1969-02-01","1973-12-03","1971-04-12","1980-05-19","1972-12-19"]}
{"_id":{"$oid":"5b683edf708481df574d20cb"},"id":"64","datasetVersion":null,"answerType":"resource","aggregation":false,"hybrid":false,"onlydbo":false,"sparqlQuery":"SELECT DISTINCT ?uri WHERE {  ?uri <http://dbpedia.org/property/title> <http://dbpedia.org/resource/King_of_Rome> . } ","pseudoSparqlQuery":null,"outOfScope":null,"languageToQuestion":{"en":"List the seven kings of Rome.","fa":"هفت پادشاه رم را لیست کن.","de":"Gib mir eine Liste aller Könige von Rom.","es":"Lista los siete reyes de Roma.","it":"Elenca i sette re di Roma.","fr":"Donne-moi les sept rois de Rome.","nl":"Geef de seven koningen van Rome.","ro":"Enumeră cei șapte regi ai Romei."},"languageToKeyword":{"en":["kings","Rome"],"fa":["پادشاه، رم"],"de":["Könige","Rom"],"es":["siete reyes Roma"],"it":["sette re","Roma"],"fr":["rois","Rome"],"nl":["koningen","Rome"],"ro":["șapte regi","Roma"]},"goldenAnswer":["http://dbpedia.org/resource/Tullus_Hostilius","http://dbpedia.org/resource/Lucius_Tarquinius_Superbus","http://dbpedia.org/resource/Servius_Tullius","http://dbpedia.org/resource/Ancus_Marcius","http://dbpedia.org/resource/Romulus_and_Remus","http://dbpedia.org/resource/Numa_Pompilius","http://dbpedia.org/resource/Lucius_Tarquinius_Priscus"]}
{"_id":{"$oid":"5b683edf708481df574d20e2"},"id":"91","datasetVersion":null,"answerType":"resource","aggregation":false,"hybrid":false,"onlydbo":true,"sparqlQuery":"SELECT DISTINCT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Film> .  ?uri <http://dbpedia.org/ontology/starring> <http://dbpedia.org/resource/Tom_Cruise> . } ","pseudoSparqlQuery":null,"outOfScope":null,"languageToQuestion":{"en":"Give me all movies with Tom Cruise.","fa":"تمام فیلم های تام کروز را لیست کن.","de":"Gib mir alle Filme mit Tom Cruise.","es":"Dame todas las películas con Tom Cruise","it":"Dammi tutti i film con Tom Cruise.","fr":"Donnes-moi tous les films avec Tom Cruise.","nl":"Noem alle films met Tom Cruise.","ro":"Dă-mi toate filmele cu Tom Cruise."},"languageToKeyword":{"en":["movie","Tom Cruise"],"fa":["فیلم های، تام کروز"],"de":["Film","Tom Cruise"],"es":["películas","Tom Cruise"],"it":["film","Tom Cruise"],"fr":["films","Tom Cruise"],"nl":["film","Tom Cruise"],"ro":["film","Tom Cruise"]},"goldenAnswer":["http://dbpedia.org/resource/All_the_Right_Moves_(film)","http://dbpedia.org/resource/Collateral_(film)","http://dbpedia.org/resource/Mena_(film)","http://dbpedia.org/resource/Jack_Reacher_(film)","http://dbpedia.org/resource/The_Outsiders_(film)","http://dbpedia.org/resource/Interview_with_the_Vampire:_The_Vampire_Chronicles","http://dbpedia.org/resource/Far_and_Away","http://dbpedia.org/resource/The_Last_Samurai","http://dbpedia.org/resource/Top_Gun","http://dbpedia.org/resource/Risky_Business","http://dbpedia.org/resource/A_Few_Good_Men","http://dbpedia.org/resource/The_Color_of_Money","http://dbpedia.org/resource/Jerry_Maguire","http://dbpedia.org/resource/Legend_(1985_film)","http://dbpedia.org/resource/War_of_the_Worlds_(2005_film)","http://dbpedia.org/resource/Valkyrie_(film)","http://dbpedia.org/resource/Vanilla_Sky","http://dbpedia.org/resource/Mission:_Impossible_II","http://dbpedia.org/resource/Red_Dawn_(2012_film)","http://dbpedia.org/resource/Lions_for_Lambs","http://dbpedia.org/resource/Knight_and_Day","http://dbpedia.org/resource/Mission:_Impossible_III","http://dbpedia.org/resource/Born_on_the_Fourth_of_July_(film)","http://dbpedia.org/resource/Mission:_Impossible_(film)","http://dbpedia.org/resource/Cocktail_(1988_film)","http://dbpedia.org/resource/Magnolia_(film)","http://dbpedia.org/resource/The_Firm_(1993_film)","http://dbpedia.org/resource/Rain_Man","http://dbpedia.org/resource/Days_of_Thunder","http://dbpedia.org/resource/Losin'_It"]}
{"_id":{"$oid":"5b683edf708481df574d20e4"},"id":"92","datasetVersion":null,"answerType":"resource","aggregation":false,"hybrid":false,"onlydbo":false,"sparqlQuery":"SELECT DISTINCT ?uri WHERE {  ?uri <http://dbpedia.org/property/breed> <http://dbpedia.org/resource/German_Shepherd> . } ","pseudoSparqlQuery":null,"outOfScope":null,"languageToQuestion":{"en":"Give me all breeds of the German Shepherd dog.","fa":"تمام گونه های سگ ژرمن شپرد را لیست کن.","de":"Gib mir alle Schäferhundrassen.","es":"Dame todas las razas de pastor alemán.","it":"Dammi tutte le razze del pastore tedesco.","fr":"Donnes-moi toutes les races de bergers allemands.","nl":"Noem alle soorten Duitse herders.","ro":"Dă-mi toate rasele câinelui Ciobănesc German."},"languageToKeyword":{"en":["breed","German Shepherd dog"],"fa":["گونه، سگ ژرمن شپرد"],"de":["Schäferhundrasse"],"es":["razas de pastor alemán"],"it":["razza","pastore tedesco"],"fr":["races","bergers allemands"],"nl":["Duitse herder","soort"],"ro":["rasă","câine Ciobănesc German"]},"goldenAnswer":["http://dbpedia.org/resource/Mancs_(dog)","http://dbpedia.org/resource/Appollo_(dog)","http://dbpedia.org/resource/Crumstone_Irma","http://dbpedia.org/resource/Jet_of_Iada","http://dbpedia.org/resource/Lightning_(dog)","http://dbpedia.org/resource/Antis_(dog)","http://dbpedia.org/resource/Lucky_(war_dog)","http://dbpedia.org/resource/Trakr","http://dbpedia.org/resource/Strongheart","http://dbpedia.org/resource/Rifleman_Khan","http://dbpedia.org/resource/Nemo_A534"]}
{"_id":{"$oid":"5b683edf708481df574d20ed"},"id":"103","datasetVersion":null,"answerType":"resource","aggregation":false,"hybrid":false,"onlydbo":false,"sparqlQuery":"SELECT DISTINCT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Country> . ?uri <http://dbpedia.org/property/ideology> <http://dbpedia.org/resource/Communism> . }","pseudoSparqlQuery":null,"outOfScope":null,"languageToQuestion":{"en":"Give me all communist countries.","fa":"تمام کشورهای کمونیست را لیست کن.","de":"Gib mir alle kommunistischen Länder.","es":"Dame todos los países comunistas.","it":"Dammi tutti i paesi comunisti.","fr":"Donnes-moi tous les pays communistes.","nl":"Geef alle communistische landen.","ro":"Dă-mi toate țările comuniste."},"languageToKeyword":{"en":["communist countries"],"fa":["کشورهای، کمونیست"],"de":["kommunistische Länder"],"es":["países comunistas"],"it":["paesi comunisti"],"fr":["pays communistes"],"nl":["communistische landen"],"ro":["țări comuniste"]},"goldenAnswer":["http://dbpedia.org/resource/Viet_Cong"]}
{"_id":{"$oid":"5b683edf708481df574d20ee"},"id":"104","datasetVersion":null,"answerType":"resource","aggregation":false,"hybrid":false,"onlydbo":false,"sparqlQuery":"SELECT DISTINCT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/GivenName> .  ?uri <http://dbpedia.org/ontology/gender> <http://dbpedia.org/resource/Female> . } ","pseudoSparqlQuery":null,"outOfScope":null,"languageToQuestion":{"en":"Give me all female given names.","fa":"تمام اسم های دخترانه را لیست کن.","de":"Gib mir alle weiblichen Vornamen.","es":"Dame todos los nombres propios femeninos.","it":"Dammi tutti i nomi propri femminili.","fr":"Donnes-moi tous les prénoms féminins.","nl":"Geef me alle vrouwelijke voornaamen.","ro":"Dă-mi toate prenumele feminine."},"languageToKeyword":{"en":["female","given name"],"fa":["اسم های، دخترانه"],"de":["weiblich","Vorname"],"es":["nombre propio","femenino"],"it":["nome proprio","femminile"],"fr":["prénom","féminin"],"nl":["vrouwelijk","voornaam"],"ro":["feminine","prenume"]},"goldenAnswer":["http://dbpedia.org/resource/Christa_(given_name)","http://dbpedia.org/resource/Melanie","http://dbpedia.org/resource/Latoya_(given_name)","http://dbpedia.org/resource/Rachel_(given_name)","http://dbpedia.org/resource/Brandy_(given_name)","http://dbpedia.org/resource/Giselle_(given_name)","http://dbpedia.org/resource/Tammie","http://dbpedia.org/resource/Constance_(name)","http://dbpedia.org/resource/Emma_(given_name)","http://dbpedia.org/resource/Mira_(given_name)","http://dbpedia.org/resource/Rashida","http://dbpedia.org/resource/Helene_(name)","http://dbpedia.org/resource/Rosalinda_(given_name)","http://dbpedia.org/resource/Gisele_(given_name)","http://dbpedia.org/resource/Bonnie","http://dbpedia.org/resource/Chloe","http://dbpedia.org/resource/Francine","http://dbpedia.org/resource/Demi","http://dbpedia.org/resource/Cassi_(disambiguation)","http://dbpedia.org/resource/Hatice","http://dbpedia.org/resource/Maia_(name)","http://dbpedia.org/resource/Catarina","http://dbpedia.org/resource/Zuleika_(given_name)","http://dbpedia.org/resource/Jackeline","http://dbpedia.org/resource/Celia_(given_name)","http://dbpedia.org/resource/Jessica_(given_name)","http://dbpedia.org/resource/Sheri","http://dbpedia.org/resource/Evangelina","http://dbpedia.org/resource/Demetria_(name)","http://dbpedia.org/resource/Danielle","http://dbpedia.org/resource/Jacquelyn_(name)","http://dbpedia.org/resource/Arleen","http://dbpedia.org/resource/Kylie_(name)","http://dbpedia.org/resource/Emine","http://dbpedia.org/resource/Hafsa","http://dbpedia.org/resource/Galina","http://dbpedia.org/resource/Monica_(given_name)","http://dbpedia.org/resource/Crystal_(given_name)","http://dbpedia.org/resource/Winnie_(name)","http://dbpedia.org/resource/Geraldine_(name)","http://dbpedia.org/resource/Lisa_(given_name)","http://dbpedia.org/resource/Afreen","http://dbpedia.org/resource/Katalin","http://dbpedia.org/resource/Gisela_(name)","http://dbpedia.org/resource/Brooke_(given_name)","http://dbpedia.org/resource/Sumru","http://dbpedia.org/resource/Jean_(female_given_name)","http://dbpedia.org/resource/Laura_(given_name)","http://dbpedia.org/resource/Mandy_(given_name)","http://dbpedia.org/resource/Borghild_(name)","http://dbpedia.org/resource/Michele","http://dbpedia.org/resource/Lena_(name)","http://dbpedia.org/resource/Tanisha_(name)","http://dbpedia.org/resource/Matilda_(name)","http://dbpedia.org/resource/Macy_(given_name)","http://dbpedia.org/resource/Lana_(given_name)","http://dbpedia.org/resource/Erin","http://dbpedia.org/resource/Michelle_(name)","http://dbpedia.org/resource/Mila","http://dbpedia.org/resource/Janet_(given_name)","http://dbpedia.org/resource/Whitney_(given_name)","http://dbpedia.org/resource/Mirna_(name)","http://dbpedia.org/resource/Sophie","http://dbpedia.org/resource/Kirsten","http://dbpedia.org/resource/Marie_(given_name)","http://dbpedia.org/resource/Mildred_(name)","http://dbpedia.org/resource/Eva_(name)","http://dbpedia.org/resource/Eve_(name)","http://dbpedia.org/resource/Chelsea_(name)","http://dbpedia.org/resource/Clelia_(given_name)","http://dbpedia.org/resource/Hannah_(name)","http://dbpedia.org/resource/Melissa","http://dbpedia.org/resource/Dawn_(name)","http://dbpedia.org/resource/Melina","http://dbpedia.org/resource/Shauna","http://dbpedia.org/resource/Dagmar_(given_name)","http://dbpedia.org/resource/Graciela_(given_name)","http://dbpedia.org/resource/Trina_(name)","http://dbpedia.org/resource/Shawna","http://dbpedia.org/resource/Kanika_(name)","http://dbpedia.org/resource/Galenka","http://dbpedia.org/resource/Stella_(given_name)","http://dbpedia.org/resource/Christina_(given_name)","http://dbpedia.org/resource/Lauren","http://dbpedia.org/resource/Jaclyn","http://dbpedia.org/resource/Marissa_(name)"]}
{"_id":{"$oid":"5b683edf708481df574d20f2"},"id":"107","datasetVersion":null,"answerType":"resource","aggregation":false,"hybrid":false,"onlydbo":true,"sparqlQuery":"SELECT DISTINCT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/SoccerClub> .  ?uri <http://dbpedia.org/ontology/league> <http://dbpedia.org/resource/Bundesliga> . } ","pseudoSparqlQuery":null,"outOfScope":null,"languageToQuestion":{"en":"Show a list of soccer clubs that play in the Bundesliga.","fa":"لیستی از باشگاه های فوتبال که در بوندسلیگا بازی می کنند را نمایش بده.","de":"Zeig mir eine Liste der Fußballvereine, die in der Bundesliga spielen.","es":"Dame una lista de los clubs de futbol que juegan en Bundesliga.","it":"Dammi una lista di club calcistici che giocano nella Bundesliga.","fr":"Donne-moi la liste des clubs de football qui jouent dans la Bundesliga.","nl":"Toen een lijst van voetbalclubs die in de Bundesliga spelen.","ro":"Arată o listă a cluburilor de fotbal care joacă în Bundesliga."},"languageToKeyword":{"en":["soccer clubs","play","Bundesliga"],"fa":["باشگاه های فوتبال، بوندسلیگا، بازی"],"de":["Fußballvereine","spielen","Bundesliga"],"es":["clubs de futbol","Bundesliga"],"it":["club calcistici","Bundesliga"],"fr":["clubs de football","Bundesliga"],"nl":["voetbalclubs","spelen","Bundesliga"],"ro":["cluburi de fotbal","joacă","Bundesliga"]},"goldenAnswer":["http://dbpedia.org/resource/VfB_Stuttgart","http://dbpedia.org/resource/FC_Augsburg","http://dbpedia.org/resource/VfL_Wolfsburg","http://dbpedia.org/resource/Bayer_04_Leverkusen","http://dbpedia.org/resource/Eintracht_Frankfurt","http://dbpedia.org/resource/Hannover_96","http://dbpedia.org/resource/SC_Freiburg","http://dbpedia.org/resource/Hertha_BSC","http://dbpedia.org/resource/SV_Werder_Bremen","http://dbpedia.org/resource/1._FSV_Mainz_05","http://dbpedia.org/resource/FC_Schalke_04","http://dbpedia.org/resource/TSG_1899_Hoffenheim","http://dbpedia.org/resource/SC_Paderborn_07","http://dbpedia.org/resource/FC_Bayern_Munich","http://dbpedia.org/resource/Borussia_Dortmund","http://dbpedia.org/resource/Hamburger_SV"]}
{"_id":{"$oid":"5b683edf708481df574d2101"},"id":"122","datasetVersion":null,"answerType":"resource","aggregation":false,"hybrid":false,"onlydbo":true,"sparqlQuery":"SELECT DISTINCT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Book> .  ?uri <http://dbpedia.org/ontology/author> <http://dbpedia.org/resource/Danielle_Steel> . } ","pseudoSparqlQuery":null,"outOfScope":null,"languageToQuestion":{"en":"Give me all books written by Danielle Steel.","fa":"تمام کتاب های نوشته شده توسط دانیل استیل را لیست کن.","de":"Gib mir alle Bücher, die Danielle Steel geschrieben hat.","es":"Dame todos los libros escritos por Danielle Steel.","it":"Dammi tutti i libri scritti da Danielle Steel.","fr":"Donnes-moi tous les livres écrits par Danielle Steel.","nl":"Noem alle boeken van Danielle Steel.","ro":"Dă-mi toate cărțile scrise de Danielle Steel."},"languageToKeyword":{"en":["book","written","Danielle Steel"],"fa":["کتاب های، نوشته، دانیل استیل"],"de":["Buch","schreiben","Danielle Steel"],"es":["libors","escritos","Danielle Steel"],"it":["libri","scritti","Danielle Steel"],"fr":["livres","écrits","Danielle Steele"],"nl":["boek","Danielle Steel"],"ro":["carte","scrisă","Danielle Steele"]},"goldenAnswer":["http://dbpedia.org/resource/Thurston_House_(novel)","http://dbpedia.org/resource/Daddy_(novel)","http://dbpedia.org/resource/Five_Days_in_Paris","http://dbpedia.org/resource/H.R.H._(novel)","http://dbpedia.org/resource/Passion's_Promise","http://dbpedia.org/resource/Honor_Thyself","http://dbpedia.org/resource/A_Good_Woman_(novel)","http://dbpedia.org/resource/Amazing_Grace_(novel)","http://dbpedia.org/resource/Betrayal_(Steel_novel)","http://dbpedia.org/resource/Fine_Things","http://dbpedia.org/resource/Zoya_(novel)","http://dbpedia.org/resource/Miracle_(novel)","http://dbpedia.org/resource/Big_Girl_(novel)","http://dbpedia.org/resource/Coming_Out_(novel)","http://dbpedia.org/resource/Season_of_Passion","http://dbpedia.org/resource/Silent_Honor","http://dbpedia.org/resource/Jewels_(novel)","http://dbpedia.org/resource/Second_Chance_(novel)","http://dbpedia.org/resource/Wanderlust_(Steel_novel)","http://dbpedia.org/resource/Sunset_in_St._Tropez","http://dbpedia.org/resource/The_Gift_(Steel_novel)","http://dbpedia.org/resource/Crossings_(Steel_novel)","http://dbpedia.org/resource/Special_Delivery_(novel)","http://dbpedia.org/resource/Family_Album_(novel)","http://dbpedia.org/resource/Now_and_Forever_(novel)","http://dbpedia.org/resource/Hotel_Vendome_(novel)","http://dbpedia.org/resource/Friends_Forever_(novel)","http://dbpedia.org/resource/Safe_Harbour_(novel)","http://dbpedia.org/resource/Bungalow_2"]}
{"_id":{"$oid":"5b683edf708481df574d210b"},"id":"133","datasetVersion":null,"answerType":"resource","aggregation":true,"hybrid":false,"onlydbo":false,"sparqlQuery":"SELECT DISTINCT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Library> .  ?uri <http://dbpedia.org/property/established> ?year .  FILTER (?year < 1400) } ","pseudoSparqlQuery":null,"outOfScope":null,"languageToQuestion":{"en":"Give me all libraries established earlier than 1400.","fa":"تمام کتاب خانه هایی که قبل از 1400 تأسیس شدند را لیست کن.","de":"Gib mir alle Bibliotheken, die vor 1400 gegründet worden.","es":"Dame todas las bibliotecas que fueron establecidas antes de 1400.","it":"Dammi tutte le biblioteche fondate prima del 1400.","fr":"Donnes-moi toutes les bibliothèques établies avant 1400.","nl":"Geef me alle bibliotheken die voor 1400 werden opgericht.","ro":"Dă-mi tote bibliotecile înființate înainte de 1400"},"languageToKeyword":{"en":["libraries","established","earlier than 1400"],"fa":["کتاب خانه هایی، قبل از 1400، تأسیس"],"de":["Bibliotheken","gegründet","vor 1400"],"es":["bibliotecas","establecidas","antes de 1400"],"it":["biblioteche","fondate","prima del 1400"],"fr":["bibliothèques","établies","avant 1400"],"nl":["bibliotheken","opgericht","voor 1400"],"ro":["biblioteci","înființat","înainte de 1400"]},"goldenAnswer":["http://dbpedia.org/resource/Austrian_National_Library","http://dbpedia.org/resource/Merton_College_Library","http://dbpedia.org/resource/Mother_Irene_Gill_Memorial_Library","http://dbpedia.org/resource/Jagiellonian_Library","http://dbpedia.org/resource/Library_of_Ashurbanipal","http://dbpedia.org/resource/Cambridge_University_Library","http://dbpedia.org/resource/National_and_University_Library_of_the_Republika_Srpska","http://dbpedia.org/resource/Heidelberg_University_Library","http://dbpedia.org/resource/Maughan_Library"]}
