{"_id":{"$oid":"5b683ed3708481df574d2063"},"id":"6","datasetVersion":null,"answerType":"resource","aggregation":false,"hybrid":false,"onlydbo":true,"sparqlQuery":"PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nSELECT DISTINCT ?uri \nWHERE {\n\t?uri dbo:series res:The_Sopranos  .\n        ?uri dbo:seasonNumber 1 .\n}","pseudoSparqlQuery":null,"outOfScope":null,"languageToQuestion":{"en":"List all episodes of the first season of the HBO television series The Sopranos!","pt_BR":"Liste todos os episódios da primeira temporada do seriado Família Soprano da HBO.","de":"Liste alle Episoden der ersten Staffel der HBO-Fernsehserie Die Sopranos auf.","es":"Dame todos los episodios de la prímera época de la serie de HBO Los Sporanos.","it":"Elenca tutti gli episodi della prima stagione della serie televisiva di HBO i Sopranos!","fr":"Donnes-moi tous les épisodes de la première saison de la série télévisée de HBO les Sopranos.","nl":"Noem alle afleveringen van het eerste seizoen van de HBO-serie The Sopranos.","hi_IN":"एचबीओ टेलीविजन श्रृंखला द सोप्रानोस! के पहले सीज़न के सभी एपिसोड की सूची बनाएं ।"},"languageToKeyword":{"en":["HBO","television series","Sopranos","first season","episode"],"pt_BR":["episódio","primeira temporada","seriado","Família Soprano","HBO"],"de":["HBO-Fernsehserie","Sopranos","erste Staffel","Episode"],"es":["serie televisiva de HBO","Los Sopranos","primera época","episodios"],"it":["serie televisiva di HBO","i Sopranos","prima stagione","episodio"],"fr":["épisodes de la première saison","HBO","les Sopranos"],"nl":["HBO-serie","The Sopranos","eerste seizoen","aflevering"],"hi_IN":["एचबीओ","टेलीविजन श्रृंखला","द सोप्रानोस!","पहले सीज़न","सभी एपिसोड"]},"goldenAnswer":["http://dbpedia.org/resource/Isabella_(The_Sopranos)","http://dbpedia.org/resource/Meadowlands_(The_Sopranos)","http://dbpedia.org/resource/The_Legend_of_Tennessee_Moltisanti","http://dbpedia.org/resource/I_Dream_of_Jeannie_Cusamano","http://dbpedia.org/resource/Boca_(The_Sopranos)","http://dbpedia.org/resource/Nobody_Knows_Anything","http://dbpedia.org/resource/Pax_Soprana","http://dbpedia.org/resource/A_Hit_Is_a_Hit","http://dbpedia.org/resource/Denial,_Anger,_Acceptance","http://dbpedia.org/resource/College_(The_Sopranos)","http://dbpedia.org/resource/46_Long","http://dbpedia.org/resource/The_Sopranos_(episode)","http://dbpedia.org/resource/Down_Neck"]}
{"_id":{"$oid":"5b683ed3708481df574d2064"},"id":"5","datasetVersion":null,"answerType":"resource","aggregation":false,"hybrid":false,"onlydbo":false,"sparqlQuery":"PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX dbp: <http://dbpedia.org/property/>\nPREFIX res: <http://dbpedia.org/resource/>\nSELECT DISTINCT ?uri \nWHERE {\n\t?uri dbo:occupation res:Skateboarding . \n        { ?uri dbo:birthPlace res:Sweden . }\n        UNION\n        { ?uri dbo:birthPlace ?place . \n          ?place dbo:country res:Sweden . }\n}","pseudoSparqlQuery":null,"outOfScope":null,"languageToQuestion":{"en":"Give me all professional skateboarders from Sweden.","pt_BR":"Liste todos os skatistas profissionais da Suécia.","de":"Gib mir alle Profiskateboarder aus Schweden.","es":"Dame todos las skateboarders profesionales de Suecia.","it":"Dammi tutti gli skateboarders professionisti di Svezia.","fr":"Donne-moi tous les skateboarders professionnels de Suède.","nl":"Noem alle professionele skateboarders uit Zweden.","hi_IN":"मुझे स्वीडन से सभी पेशेवर स्केटबोर्डर की सूचि दो।"},"languageToKeyword":{"en":["professional","skateboarder","Sweden"],"pt_BR":["skatista","profissionais","Suécia"],"de":["Profiskateboarder","Schweden"],"es":["skateboarder profesional","Suecia"],"it":["skateboarders professionisti","Svezia"],"fr":["skateboarders professionnels","Suède"],"nl":["skateboarder","professioneel","Zweden"],"hi_IN":["स्वीडन","पेशेवर स्केटबोर्डर","सूचि"]},"goldenAnswer":["http://dbpedia.org/resource/Ali_Boulala","http://dbpedia.org/resource/Tony_Magnusson"]}
{"_id":{"$oid":"5b683ed3708481df574d207f"},"id":"33","datasetVersion":null,"answerType":"resource","aggregation":true,"hybrid":false,"onlydbo":false,"sparqlQuery":"PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX dbp: <http://dbpedia.org/property/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n\t?uri rdf:type dbo:City .\n        ?uri dbo:isPartOf res:New_Jersey .\n        ?uri dbp:populationTotal ?inhabitants .\n        FILTER (?inhabitants > 100000) .\n}","pseudoSparqlQuery":null,"outOfScope":null,"languageToQuestion":{"en":"Give me all cities in New Jersey with more than 100000 inhabitants.","pt_BR":"Liste todas as cidades em New Jersey com mais de 100000 habitantes.","de":"Gib mir alle Städte in New Jersey, die mehr als 100000 Einwohner haben.","es":"Dame todas las cuidades en New Jersey que tengan más de 100000 habitantes.","it":"Dammi tutte le città del New Jersey con più di 100000 abitanti.","fr":"Donnes-moi toutes les villes du New Jersey avec plus de 100000 habitants.","nl":"Geef alle steden in New Jersey met meer dan 100000 inwoners.","hi_IN":"मुझे न्यू जर्सी के १००००० से अधिक निवासियों के साथ सभी शहरों की सूचि बतायें।"},"languageToKeyword":{"en":["New Jersey","city","inhabitants","more than 100000"],"pt_BR":["cidade","New Jersey","mais de 100000","habitantes"],"de":["New Jersey","Stadt","Einwohner","mehr als 100000"],"es":["New Jersey","ciudad","habitantes","más de 100000"],"it":["New Jersey","città","abitanti","più di 100000"],"fr":["New Jersey","villes","habitants","plus de 100000"],"nl":["New Jersey","stad","inwoners","meer dan 100000"],"hi_IN":["न्यू जर्सी","१००००० से अधिक निवासि","शहर"]},"goldenAnswer":["http://dbpedia.org/resource/Newark,_New_Jersey","http://dbpedia.org/resource/Jersey_City,_New_Jersey","http://dbpedia.org/resource/Elizabeth,_New_Jersey","http://dbpedia.org/resource/Paterson,_New_Jersey"]}
