{"_id":{"$oid":"5b683edf708481df574d210e"},"id":"130","datasetVersion":null,"answerType":"resource","aggregation":false,"hybrid":false,"onlydbo":true,"sparqlQuery":"SELECT DISTINCT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Musical> .  ?uri <http://dbpedia.org/ontology/musicBy> <http://dbpedia.org/resource/Leonard_Bernstein> . } ","pseudoSparqlQuery":null,"outOfScope":null,"languageToQuestion":{"en":"List all the musicals with music by Leonard Bernstein.","fa":"تمام فیلم های موزیکال با موسیقی لئونارد برنستاین را لیست کن.","de":"Liste alle Musicals mit Musik von Leonard Bernstein auf.","es":"Dame todos los musicales con música de Leonard Bernstein.","it":"Elenca tutti i musical con musiche di Leonard Bernstein.","fr":"Donne-moi tous les musicals avec de la musique de Leonard Bernstein.","nl":"Toen een lijst van alle musicals met muziek van Leonard Bernstein.","ro":"Listează toate muzicalurile cu muzică de Leonard Bernstein."},"languageToKeyword":{"en":["musicals","music by","Leonard Bernstein"],"fa":["فیلم های موزیکال، موسیقی، لئونارد برنستاین"],"de":["Musicals","Musik von","Leonard Bernstein"],"es":["musicales","música","Leonard Bernstein"],"it":["musicals","musiche","Leonard Bernstein"],"fr":["musicals","musique","Leonard Bernstein"],"nl":["musicals","muziek van","Leonard Bernstein"],"ro":["muzicaluri","muzică de Leonard Bernstein"]},"goldenAnswer":["http://dbpedia.org/resource/On_the_Town_(musical)","http://dbpedia.org/resource/West_Side_Story","http://dbpedia.org/resource/Side_by_Side_by_Sondheim"]}
{"_id":{"$oid":"5b683edf708481df574d211e"},"id":"148","datasetVersion":null,"answerType":"resource","aggregation":false,"hybrid":false,"onlydbo":true,"sparqlQuery":"SELECT DISTINCT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Film> .  ?uri <http://dbpedia.org/ontology/country> <http://dbpedia.org/resource/Denmark> . } ","pseudoSparqlQuery":null,"outOfScope":null,"languageToQuestion":{"en":"Give me all Danish movies.","fa":"تمام فیلم های دانمارکی را لیست کن.","de":"Gib mir alle dänischen Filme.","es":"Dame todas las películas danesas.","it":"Dammi tutti i film danesi.","fr":"Donnes-moi tous les films danois.","nl":"Noem alle Deense films.","ro":"Dă-mi toate filmele daneze."},"languageToKeyword":{"en":["movie","Denmark"],"fa":["فیلم های، دانمارکی"],"de":["Film","Dänemark"],"es":["película","Dinamarca"],"it":["film","Danimarca"],"fr":["films","Danemark"],"nl":["film","Denemarken"],"ro":["film","Danemarca"]},"goldenAnswer":["http://dbpedia.org/resource/Pusher_(1996_film)","http://dbpedia.org/resource/Breaking_the_Waves","http://dbpedia.org/resource/Ronal_the_Barbarian","http://dbpedia.org/resource/Little_Brother,_Big_Trouble:_A_Christmas_Adventure","http://dbpedia.org/resource/Eksperimentet","http://dbpedia.org/resource/The_Forbidden_Team","http://dbpedia.org/resource/Fidibus","http://dbpedia.org/resource/Helium_(film)","http://dbpedia.org/resource/De_besejrede_Pebersvende","http://dbpedia.org/resource/Klown","http://dbpedia.org/resource/Hamsun_(film)","http://dbpedia.org/resource/Vildledt_Elskov","http://dbpedia.org/resource/Asterix_and_the_Vikings","http://dbpedia.org/resource/Waltzing_Regitze","http://dbpedia.org/resource/Open_Hearts","http://dbpedia.org/resource/Jenny_and_the_Soldier","http://dbpedia.org/resource/The_Red_Meadows","http://dbpedia.org/resource/Karlas_kabale","http://dbpedia.org/resource/The_Inheritance_(2003_film)","http://dbpedia.org/resource/The_Mahabharata_(1989_film)","http://dbpedia.org/resource/Samson_&_Sally","http://dbpedia.org/resource/Dancer_in_the_Dark","http://dbpedia.org/resource/Journey_to_Saturn","http://dbpedia.org/resource/Den_farlige_alder","http://dbpedia.org/resource/After_the_Wedding","http://dbpedia.org/resource/Antichrist_(film)","http://dbpedia.org/resource/Flame_&_Citron","http://dbpedia.org/resource/Princess_(2006_film)","http://dbpedia.org/resource/Nation_Estate","http://dbpedia.org/resource/Lego_Marvel_Super_Heroes:_Maximum_Overload","http://dbpedia.org/resource/Crying_for_Love","http://dbpedia.org/resource/You_Are_Not_Alone_(film)","http://dbpedia.org/resource/Sons_of_the_Soil","http://dbpedia.org/resource/Jeg_har_elsket_og_levet","http://dbpedia.org/resource/Help!_I'm_a_Fish","http://dbpedia.org/resource/Bornholms_stemme","http://dbpedia.org/resource/Family_Matters_(film)","http://dbpedia.org/resource/Burma_VJ","http://dbpedia.org/resource/ID_A","http://dbpedia.org/resource/HotMen_CoolBoyz","http://dbpedia.org/resource/En_slem_Dreng","http://dbpedia.org/resource/Ghost_Train_International","http://dbpedia.org/resource/Let's_Get_Lost_(1997_film)","http://dbpedia.org/resource/Familien_Pille_som_Spejdere","http://dbpedia.org/resource/Buddhas_barn","http://dbpedia.org/resource/Reptilicus","http://dbpedia.org/resource/Smiling_in_a_War_Zone","http://dbpedia.org/resource/Pelle_the_Conqueror","http://dbpedia.org/resource/Babette's_Feast","http://dbpedia.org/resource/Mammoth_(2009_film)","http://dbpedia.org/resource/A_Summer_Tale","http://dbpedia.org/resource/Bang_Bang_Orangutang","http://dbpedia.org/resource/Don_Olsen_kommer_til_byen","http://dbpedia.org/resource/The_Viking_Watch_of_the_Danish_Seaman","http://dbpedia.org/resource/Pink_Prison","http://dbpedia.org/resource/Songs_from_the_Second_Floor","http://dbpedia.org/resource/De_5_i_fedtefadet","http://dbpedia.org/resource/Sunes_familie","http://dbpedia.org/resource/Ditte,_Child_of_Man","http://dbpedia.org/resource/Der_rote_Kreis","http://dbpedia.org/resource/Torremolinos_73","http://dbpedia.org/resource/Teddy_Bear_(2012_film)","http://dbpedia.org/resource/Terribly_Happy","http://dbpedia.org/resource/Susanne_(film)","http://dbpedia.org/resource/Melody_of_Murder","http://dbpedia.org/resource/We_Meet_at_Tove's","http://dbpedia.org/resource/Der_kom_en_dag","http://dbpedia.org/resource/Ai_Weiwei:_The_Fake_Case","http://dbpedia.org/resource/Hotel_Paradis","http://dbpedia.org/resource/Kira's_Reason:_A_Love_Story","http://dbpedia.org/resource/Manslaughter_(2005_film)","http://dbpedia.org/resource/Busters_verden","http://dbpedia.org/resource/Nynne"]}
{"_id":{"$oid":"5b683edf708481df574d211f"},"id":"151","datasetVersion":null,"answerType":"resource","aggregation":false,"hybrid":false,"onlydbo":true,"sparqlQuery":"SELECT DISTINCT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Swimmer> .  ?uri <http://dbpedia.org/ontology/birthPlace> <http://dbpedia.org/resource/Moscow> . } ","pseudoSparqlQuery":null,"outOfScope":null,"languageToQuestion":{"en":"Give all swimmers that were born in Moscow.","fa":"تمام شناگرهایی که در مسکو متولد شدند را لیست کن.","de":"Zeig mir alle Schwimmer, die in Moskau geboren wurden.","es":"Dame todos los nadadores nacidos en Moscú","it":"Dammi tutti i nuotatori che sono nati a Mosca.","fr":"Donne-moi tous les nageurs nés à Moscou.","nl":"Toen alle zwemmers die werden geboren in Moskou.","ro":"Numește toți înotătorii născuți în Moscova."},"languageToKeyword":{"en":["swimmer","born","Moscow"],"fa":["شناگرهایی، مسکو، متولد"],"de":["Schwimmer","geboren in","Moskau"],"es":["nadadores","nacidos","Moscú"],"it":["nuotatori","nati","Mosca"],"fr":["nageurs","nés","Moscou"],"nl":["zwemmers","geboren","Moskou"],"ro":["înotători","născuți","Moscova"]},"goldenAnswer":["http://dbpedia.org/resource/Mikhail_Polischuk","http://dbpedia.org/resource/Sergey_Lavrenov","http://dbpedia.org/resource/Aleksandr_Samsonov","http://dbpedia.org/resource/Artem_Lobuzov","http://dbpedia.org/resource/Elena_Sokolova_(swimmer)","http://dbpedia.org/resource/Andrey_Dunayev","http://dbpedia.org/resource/Nina_Zhivanevskaya","http://dbpedia.org/resource/Valentina_Tutayeva","http://dbpedia.org/resource/Marina_Chepurkova","http://dbpedia.org/resource/Viktor_Mazanov","http://dbpedia.org/resource/Valentin_Kuzmin","http://dbpedia.org/resource/Oleg_Fotin","http://dbpedia.org/resource/Semyon_Belits-Geiman","http://dbpedia.org/resource/Yekaterina_Vinogradova","http://dbpedia.org/resource/Anastasia_Chaun","http://dbpedia.org/resource/Valentina_Poznyak","http://dbpedia.org/resource/Vladimir_Kravchenko","http://dbpedia.org/resource/Olesya_Vladykina","http://dbpedia.org/resource/Yevgeny_Korotyshkin","http://dbpedia.org/resource/Nikolay_Suhorukov","http://dbpedia.org/resource/Tamara_Sosnova","http://dbpedia.org/resource/Irina_Pozdnyakova","http://dbpedia.org/resource/Aleksandr_Pletnev","http://dbpedia.org/resource/Anastasia_Gloushkov","http://dbpedia.org/resource/Daniela_In%C3%A1cio","http://dbpedia.org/resource/Maria_Gromova_(swimmer)","http://dbpedia.org/resource/Alexey_Zinovyev","http://dbpedia.org/resource/Danil_Haustov"]}
{"_id":{"$oid":"5b683edf708481df574d2123"},"id":"155","datasetVersion":null,"answerType":"resource","aggregation":false,"hybrid":false,"onlydbo":false,"sparqlQuery":"SELECT DISTINCT ?uri WHERE {  <http://dbpedia.org/resource/Himalayas> <http://dbpedia.org/property/country> ?country .  ?country <http://dbpedia.org/ontology/capital> ?uri . } ","pseudoSparqlQuery":null,"outOfScope":null,"languageToQuestion":{"en":"Give me the capitals of all countries that the Himalayas run through.","fa":"پایتخت تمام کشورهایی که هیمالیا از آنها می گذرد را لیست کن.","de":"Gib mir die Haupstädte aller Länder, über die sich der Himalaya erstreckt.","es":"Dame las capitales de todos los países que atraviesa el Himalaya.","it":"Dammi tutte le capitali degli stati attraversati dall'Himalaya.","fr":"Donne-moi les capitales de tous les pays que l'Himalaya traverse.","nl":"Toon de hoofdsteden van alle landen waardoor de Himalaya loopt.","ro":"Dă-mi toate țările traversate de Himalaya și capitalele lor."},"languageToKeyword":{"en":["countries Himalayas run through","capitals"],"fa":["پایتخت، کشورهایی، هیمالیا، می گذرد"],"de":["Länder","erstrecken","Himalaya","Haupstadt"],"es":["capital de países","atraviesa el Himalaya"],"it":["capitali","stati attraversati dall'Himalaya"],"fr":["capitales","pays","traversé","Himalaya"],"nl":["Himalaya","lopen door","landen","hoofdsteden"],"ro":["țări","traversate de Himalaya","capitale"]},"goldenAnswer":["http://dbpedia.org/resource/Islamabad","http://dbpedia.org/resource/New_Delhi","http://dbpedia.org/resource/Thimphu","http://dbpedia.org/resource/Kathmandu","http://dbpedia.org/resource/Naypyidaw","http://dbpedia.org/resource/Beijing"]}
{"_id":{"$oid":"5b683edf708481df574d2126"},"id":"158","datasetVersion":null,"answerType":"resource","aggregation":false,"hybrid":false,"onlydbo":true,"sparqlQuery":"SELECT DISTINCT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/SoccerClub> .  ?uri <http://dbpedia.org/ontology/league> <http://dbpedia.org/resource/Premier_League> . } ","pseudoSparqlQuery":null,"outOfScope":null,"languageToQuestion":{"en":"Give me all soccer clubs in the Premier League.","fa":"تمام باشگاه های فوتبال در لیگ برتر را لیست کن.","de":"Gib mir alle Vereine in der Premier League.","es":"Dame todos los clubs de la Premier League.","it":"Dammi tutti i club calcistici nella Premier League.","fr":"Donnes-moi toutes les équipes de la Premier League.","nl":"Noem alle clubs uit de Premier League.","ro":"Dă-mi toate cluburile de fotbal din Premier League"},"languageToKeyword":{"en":["Premier League","soccer club"],"fa":["باشگاه های فوتبال، لیگ برتر"],"de":["Premier League","Verein"],"es":["Premier League","club"],"it":["Premier League","club calcistici"],"fr":["équipes","Premier League"],"nl":["club","Premier League"],"ro":["Premier League","club de fotbal"]},"goldenAnswer":["http://dbpedia.org/resource/Aston_Villa_F.C.","http://dbpedia.org/resource/Melchester_Rovers","http://dbpedia.org/resource/Crystal_Palace_F.C.","http://dbpedia.org/resource/Sunderland_A.F.C.","http://dbpedia.org/resource/Stoke_City_F.C.","http://dbpedia.org/resource/Newcastle_United_F.C.","http://dbpedia.org/resource/Queens_Park_Rangers_F.C.","http://dbpedia.org/resource/Hull_City_A.F.C.","http://dbpedia.org/resource/Manchester_City_F.C.","http://dbpedia.org/resource/Manchester_United_F.C.","http://dbpedia.org/resource/Holywood_F.C.","http://dbpedia.org/resource/West_Bromwich_Albion_F.C.","http://dbpedia.org/resource/Leicester_City_F.C.","http://dbpedia.org/resource/Southampton_F.C.","http://dbpedia.org/resource/Burnley_F.C.","http://dbpedia.org/resource/Arsenal_F.C.","http://dbpedia.org/resource/Everton_F.C.","http://dbpedia.org/resource/Chelsea_F.C.","http://dbpedia.org/resource/Liverpool_F.C.","http://dbpedia.org/resource/Tottenham_Hotspur_F.C.","http://dbpedia.org/resource/West_Ham_United_F.C.","http://dbpedia.org/resource/Swansea_City_A.F.C."]}
{"_id":{"$oid":"5b683edf708481df574d212a"},"id":"162","datasetVersion":null,"answerType":"resource","aggregation":false,"hybrid":false,"onlydbo":false,"sparqlQuery":"SELECT DISTINCT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Spacecraft> .  ?uri <http://dbpedia.org/property/planet> <http://dbpedia.org/resource/Mars> . } ","pseudoSparqlQuery":null,"outOfScope":null,"languageToQuestion":{"en":"Give me all spacecrafts that flew to Mars.","fa":"تمام فضاپیماهایی که به مریخ پرواز کردند را لیست کن.","de":"Zeig mir alle Raumschiffe, die zum Mars geflogen sind.","es":"Dame todas las naves espaciales que han volado a Marte","it":"Dammi tutte le astronavi che hanno volato su Marte.","fr":"Donne-moi tous les vaisseaux spatiaux qui ont volé pour Mars.","nl":"Geef alle ruimtetuigen die naar Mars werden gestuurd.","ro":"Dă-mi toate navele spațiale care au zburat spre Marte."},"languageToKeyword":{"en":["spacecrafts","flew to","Mars"],"fa":["فضاپیماهایی، مریخ، پرواز"],"de":["Raumschiffe","geflogen","Mars"],"es":["naves espaciales","volado","Marte"],"it":["astronavi","volare","Marte"],"fr":["vaisseaux spatiaux","volé","Mars"],"nl":["ruimtetuigen","gestuurd","Mars"],"ro":["nave spațiale","zburat","Marte"]},"goldenAnswer":["http://dbpedia.org/resource/Mars_2020","http://dbpedia.org/resource/Mars_Science_Laboratory","http://dbpedia.org/resource/MELOS","http://dbpedia.org/resource/ExoMars_rover"]}
{"_id":{"$oid":"5b683edf708481df574d2140"},"id":"185","datasetVersion":null,"answerType":"resource","aggregation":false,"hybrid":false,"onlydbo":true,"sparqlQuery":"SELECT DISTINCT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Holiday> .  ?uri <http://dbpedia.org/ontology/country> <http://dbpedia.org/resource/Sweden> . } ","pseudoSparqlQuery":null,"outOfScope":null,"languageToQuestion":{"en":"Give me all Swedish holidays.","fa":"تمام تعطیلات سوئدی را لیست کن.","de":"Gib mir alle schwedischen Feiertage.","es":"Dame todos los días festivos en Suecia.","it":"Dammi tutti i giorni festivi svedesi.","fr":"Donne-moi tous les jours fériés en Suède.","nl":"Geef alle Zweedse feestdagen.","ro":"Dă toate zilele de sărbătoare din Suedia."},"languageToKeyword":{"en":["Swedish holidays"],"fa":["تعطیلات سوئدی"],"de":["schwedische Feiertage"],"es":["días festivos","Suecia"],"it":["giorni festivi svedesi"],"fr":["jours fériés","Suède"],"nl":["Zweedse feestdagen"],"ro":["zile de sărbătoare","Suedia"]},"goldenAnswer":["http://dbpedia.org/resource/Gustavus_Adolphus_Day","http://dbpedia.org/resource/Veterans_Day_(Sweden)","http://dbpedia.org/resource/Black_Friday_(shopping)","http://dbpedia.org/resource/St._Knut's_Day"]}
{"_id":{"$oid":"5b683edf708481df574d2154"},"id":"203","datasetVersion":null,"answerType":"resource","aggregation":false,"hybrid":false,"onlydbo":false,"sparqlQuery":"SELECT DISTINCT ?uri WHERE {  ?states <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/class/yago/AfricanCountries> .  ?states <http://dbpedia.org/ontology/capital> ?uri . } ","pseudoSparqlQuery":null,"outOfScope":null,"languageToQuestion":{"en":"Give me the capitals of all countries in Africa.","fa":"پایتخت تمام کشورهای آفریقا را لیست کن.","de":"Gib mir die Haupstädte von allen Ländern in Afrika.","es":"Dame las capitales de todos los países africanos.","it":"Dammi le capitali di tutti gli stati dell'Africa.","fr":"Donnes-moi la capitale de chaque pays d'Afrique.","nl":"Noem de hoofdsteden van alle landen in Afrika.","ro":"Dă-mi capitalele tuturor țărilor din Africa."},"languageToKeyword":{"en":["Africa","country","capital"],"fa":["پایتخت، کشورهای، آفریقا"],"de":["Afrika","Land","Hauptstadt"],"es":["países","africanos","capital"],"it":["Africa","stato","capitale"],"fr":["capitale","pays","Afrique"],"nl":["Africa","land","hoof"],"ro":["Africa","țară","capitală"]},"goldenAnswer":["http://dbpedia.org/resource/Ouagadougou","http://dbpedia.org/resource/Asmara","http://dbpedia.org/resource/Yaoundé","http://dbpedia.org/resource/Kigali","http://dbpedia.org/resource/Bissau","http://dbpedia.org/resource/Monrovia","http://dbpedia.org/resource/Niamey","http://dbpedia.org/resource/Juba","http://dbpedia.org/resource/Addis_Ababa","http://dbpedia.org/resource/Khartoum","http://dbpedia.org/resource/Porto-Novo","http://dbpedia.org/resource/Libreville","http://dbpedia.org/resource/Victoria,_Seychelles","http://dbpedia.org/resource/Lilongwe","http://dbpedia.org/resource/Cairo","http://dbpedia.org/resource/Nairobi","http://dbpedia.org/resource/Djibouti_(city)","http://dbpedia.org/resource/Lomé","http://dbpedia.org/resource/Tripoli","http://dbpedia.org/resource/Freetown","http://dbpedia.org/resource/Maseru","http://dbpedia.org/resource/Bamako","http://dbpedia.org/resource/Antananarivo","http://dbpedia.org/resource/Maputo","http://dbpedia.org/resource/Luanda","http://dbpedia.org/resource/Bujumbura","http://dbpedia.org/resource/Praia","http://dbpedia.org/resource/Moroni,_Comoros","http://dbpedia.org/resource/Malabo","http://dbpedia.org/resource/Kinshasa","http://dbpedia.org/resource/Bangui","http://dbpedia.org/resource/Pretoria","http://dbpedia.org/resource/Mogadishu","http://dbpedia.org/resource/Dakar","http://dbpedia.org/resource/Abuja","http://dbpedia.org/resource/Tunis","http://dbpedia.org/resource/Gaborone","http://dbpedia.org/resource/Harare","http://dbpedia.org/resource/Brazzaville","http://dbpedia.org/resource/Accra","http://dbpedia.org/resource/Lusaka","http://dbpedia.org/resource/Rabat","http://dbpedia.org/resource/Nouakchott","http://dbpedia.org/resource/Banjul","http://dbpedia.org/resource/Windhoek","http://dbpedia.org/resource/Dodoma","http://dbpedia.org/resource/Port_Louis"]}
{"_id":{"$oid":"5b683edf708481df574d2155"},"id":"204","datasetVersion":null,"answerType":"string","aggregation":false,"hybrid":false,"onlydbo":true,"sparqlQuery":"SELECT DISTINCT ?string WHERE {  ?x <http://dbpedia.org/ontology/musicalArtist> <http://dbpedia.org/resource/Ramones> .  ?x <http://dbpedia.org/ontology/bSide> ?string . } ","pseudoSparqlQuery":null,"outOfScope":null,"languageToQuestion":{"en":"Give me all B-sides of the Ramones.","fa":"تمام بیسایدهای رامونز را لیست کن.","de":"Gib mir alle B-Seiten der Ramones.","es":"Dame todas las caras B de los Ramones.","it":"Dammi tutti i lati B dei Ramones.","fr":"Donnes-moi tous les faces B des Ramones.","nl":"Geef alle B-kantjes van singles van de Ramones.","ro":"Dă-mi toate laturile B ale Ramones"},"languageToKeyword":{"en":["Ramones","B-sides"],"fa":["بیسایدهای، رامونز"],"de":["Ramones","B-Seiten"],"es":["Ramones","cara B"],"it":["Ramones","lato B"],"fr":["faces B","Ramones"],"nl":["B-kant","single","de Ramones"],"ro":["Ramones","laturi B"]},"goldenAnswer":["\\\"I Don't Care\\\"","\\\"California Sun\\\" / \\\"I Dont Wanna Walk Around With You\\\" (live)","\\\"Saturday Night Out\\\"","\\\"Do You Wanna Dance?\\\"","\\\"Daytime Dilemma (Dangers of Love)\\\"","\\\"Gee Girl\\\"","\\\"Babysitter\\\"","\\\"No-One Could Ever Love You More\\\" (Norway)","\\\"She's the One\\\"","\\\"Go Home Ann\\\" (12\\\" only)"]}
