[
        {
            "languageToKeyword": "{en=[Ganges, start, country], fa=[گنگ، کشور، شروع], de=[Ganges, entspringen, Land], es=[Ganges, país, orígen], it=[Gange, stato, origine], fr=[pays, commence, Gange], nl=[ontspringt, Ganges], ro=[Gangele, izvor, țară]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE {  <http://dbpedia.org/resource/Ganges> <http://dbpedia.org/property/sourceCountry> ?l . ?uri <http://www.w3.org/2000/01/rdf-schema#label> ?l . ?uri rdf:type <http://dbpedia.org/ontology/Country> . }",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/India]",
            "id": "10",
            "languageToQuestion": "{en=In which country does the Ganges start?, fa=گنگ از کدام کشور شروع می شود؟, de=In welchem Land entspringt der Ganges?, es=¿En qué país nace el Ganges?, it=In quale stato nasce il Gange?, fr=Dans quel pays commence le Gange?, nl=In welk land ontspringt de Ganges?, ro=Din ce țară izvorăște Ganga?}"
        },
        {
            "languageToKeyword": "{en=[John F. Kennedy, vice president], fa=[معاون، جان اف. کندی], de=[John F. Kennedy, Vizepräsident], es=[John F. Kennedy, vicepresidente], it=[John F. Kennedy, vicepresidente], fr=[John F. Kennedy, vice-président], nl=[John F. Kennedy, vicepresident], ro=[John F. Kennedy, vicepreședinte]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/John_F._Kennedy> <http://dbpedia.org/ontology/vicePresident> ?uri . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Lyndon_B._Johnson]",
            "id": "102",
            "languageToQuestion": "{en=Who was John F. Kennedy's vice president?, fa=چه کسی معاون جان اف. کندی بود؟, de=Wer war der Vizepräsident unter John F. Kennedy?, es=¿Quién fué el vicepresidente de John F. Kennedy?, it=Chi fu il vicepresidente di John F. Kennedy?, fr=Qui était le vice-président de John F. Kennedy?, nl=Wie was de vicepresident onder John F. Kennedy?, ro=Cine a fost vicepreședintele lui John F. Kennedy?}"
        },
        {
            "languageToKeyword": "{en=[Tel Aviv, mayor], fa=[شهردار، تلاویو], de=[Tel Aviv, Bürgermeister], es=[Tel Aviv, alcalde], it=[Tel Aviv, sindaco], fr=[Tel Aviv, maire], nl=[Tel Aviv, burgemeester], ro=[Tel Aviv, primar]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  <http://dbpedia.org/resource/Tel_Aviv> <http://dbpedia.org/ontology/leaderName> ?uri . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Ron_Huldai]",
            "id": "103",
            "languageToQuestion": "{en=Who is the mayor of Tel Aviv?, fa=چه کسی شهردار تلاویو است؟, de=Wer ist der Bürgermeister von Tel Aviv?, es=¿Quién es el alcalde de Tel Aviv?, it=Chi è il sindaco di Tel Aviv?, fr=Qui est le maire de Tel Aviv?, nl=Wie is de burgemeester van Tel Aviv?, ro=Cine este primarul din Tel Aviv?}"
        },
        {
            "languageToKeyword": "{en=[bandleader, play, trumpet], fa=[رهبران گروه، ترومپت، می نوازند], de=[Bandleader, spielen, Trompete], es=[líder de grupo, tocar, trompeta], it=[direttori di orchestra, suonare, tromba], fr=[chef d'orchestre, jouer, trompette], nl=[bandleider, spelen, trompet], ro=[conducător de formație, cântă, trompetă]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://dbpedia.org/ontology/occupation> <http://dbpedia.org/resource/Bandleader> .  ?uri <http://dbpedia.org/ontology/instrument> <http://dbpedia.org/resource/Trumpet> . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Jimmy_Vivino, http://dbpedia.org/resource/Lloyd_Hunter, http://dbpedia.org/resource/Louis_Prima,_Jr., http://dbpedia.org/resource/Hot_Lips_Page, http://dbpedia.org/resource/Wayne_Bergeron, http://dbpedia.org/resource/Clifford_Thornton, http://dbpedia.org/resource/Roy_Hargrove, http://dbpedia.org/resource/Pete_Brown_(jazz_musician), http://dbpedia.org/resource/Don_Albert, http://dbpedia.org/resource/Charlie_Spivak, http://dbpedia.org/resource/Bobby_Hackett, http://dbpedia.org/resource/Guy_Barker, http://dbpedia.org/resource/Hugh_Masekela, http://dbpedia.org/resource/Neil_Yates, http://dbpedia.org/resource/Louis_Prima, http://dbpedia.org/resource/Gerald_Wilson, http://dbpedia.org/resource/Sean_Jones_(trumpeter), http://dbpedia.org/resource/Brad_Turner_(musician), http://dbpedia.org/resource/Ernest_%22Doc%22_Paulin, http://dbpedia.org/resource/Mark_Masters_(musician), http://dbpedia.org/resource/Gerard_Presencer, http://dbpedia.org/resource/Joe_Wilder, http://dbpedia.org/resource/Jack_Walrath, http://dbpedia.org/resource/Doc_Severinsen, http://dbpedia.org/resource/Alan_Silva, http://dbpedia.org/resource/Red_Perkins, http://dbpedia.org/resource/Papa_Celestin, http://dbpedia.org/resource/Nick_LaRocca, http://dbpedia.org/resource/Maynard_Ferguson, http://dbpedia.org/resource/Marlon_Jordan, http://dbpedia.org/resource/Terumasa_Hino, http://dbpedia.org/resource/Adam_Taubitz, http://dbpedia.org/resource/Jimmy_Dorsey, http://dbpedia.org/resource/Abatte_Barihun, http://dbpedia.org/resource/Billie_Rogers, http://dbpedia.org/resource/Rufus_Reid, http://dbpedia.org/resource/Tommy_Dorsey, http://dbpedia.org/resource/Richard_Maltby,_Sr., http://dbpedia.org/resource/Doc_Cheatham, http://dbpedia.org/resource/Ovie_Alston, http://dbpedia.org/resource/Theo_Croker, http://dbpedia.org/resource/Willie_Mitchell_(musician), http://dbpedia.org/resource/Orbert_Davis, http://dbpedia.org/resource/Henry_Jerome, http://dbpedia.org/resource/Joey_DeFrancesco, http://dbpedia.org/resource/Sharkey_Bonano, http://dbpedia.org/resource/Ollie_Mitchell, http://dbpedia.org/resource/Erik_Truffaz, http://dbpedia.org/resource/Jack_Jackson_(British_radio), http://dbpedia.org/resource/Wingy_Manone, http://dbpedia.org/resource/Cleveland_Eaton, http://dbpedia.org/resource/Mark_Egan, http://dbpedia.org/resource/Danny_Davis_(country_musician), http://dbpedia.org/resource/David_Weiss_(musician), http://dbpedia.org/resource/Irvin_Mayfield, http://dbpedia.org/resource/Theodore_Carpenter]",
            "id": "109",
            "languageToQuestion": "{en=Give me a list of all bandleaders that play trumpet., fa=تمام رهبران گروه که ترومپت می نوازند را لیست کن., de=Gib mir eine Liste aller Bandleader, die Trompete spielen., es=Dame una lista de todos los líderes de un grupo que tocan la trompeta., it=Dammi la lista di tutti i direttori di orchestra che suonano la tromba., fr=Donne-moi une liste de tous les chefs d'orchestre qui jouent trompette., nl=Geef me een lijst van alle bandleider die trompet spelen., ro=Dă-mi o listă a tuturor conducătorilor de formații care cântă la trompetă.}"
        },
        {
            "languageToKeyword": "{en=[country, cave, more than ten], fa=[کشور، بیشتر از ده، غار], de=[Land, Höhle, mehr als zehn], es=[país, cuevas, más de diez], it=[nazione, grotta, più di dieci], fr=[pays, grottes, plus de dix], nl=[land, grotten, meer dan tien], ro=[țară, peșteră, mai mult de zece]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Country> .  ?cave <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Cave> . { ?cave <http://dbpedia.org/ontology/location> ?uri . } UNION { ?cave <http://dbpedia.org/ontology/location> ?loc .  ?loc <http://dbpedia.org/ontology/country> ?uri . } } GROUP BY ?uri HAVING(COUNT(?cave) > 10) ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Germany, http://dbpedia.org/resource/Australia, http://dbpedia.org/resource/United_States, http://dbpedia.org/resource/Italy, http://dbpedia.org/resource/Jamaica, http://dbpedia.org/resource/Gibraltar, http://dbpedia.org/resource/Mexico, http://dbpedia.org/resource/United_Kingdom, http://dbpedia.org/resource/England]",
            "id": "11",
            "languageToQuestion": "{en=Which countries have more than ten caves?, fa=چه کشورهایی بیشتر از ده غار دارند؟, de=In welchen Ländern gibt es mehr als zehn Höhlen?, es=¿Qué países tienen más de diez cuevas?, it=Quali nazioni hanno più di dieci grotte?, fr=Quels pays ont plus de dix grottes?, nl=Welke landen hebben meer dan tien grotten?, ro=Ce țări au mai mult de zece peșteri?}"
        },
        {
            "languageToKeyword": "{en=[member, Prodigy], fa=[اعضا، پرادیجی], de=[Bandmitglied, Prodigy], es=[miembros de la banda Prodigy], it=[membri, Prodigy], fr=[members, Prodigy], nl=[leden, Prodigy], ro=[membru, Prodigy]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  <http://dbpedia.org/resource/The_Prodigy> <http://dbpedia.org/ontology/bandMember> ?uri . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Maxim_(musician), http://dbpedia.org/resource/Liam_Howlett, http://dbpedia.org/resource/Keith_Flint]",
            "id": "114",
            "languageToQuestion": "{en=Give me all members of Prodigy., fa=تمام اعضای پرادیجی را لیست کن., de=Gib mir alle Bandmitglieder von Prodigy., es=Dame todos los miembros de la banda Prodigy., it=Dammi tutti i membri dei Prodigy., fr=Donne-moi tous les membres de Prodigy., nl=Noem alle leden van Prodigy., ro=Dă-mi toții membrii Prodigy.}"
        },
        
        {
            "languageToKeyword": "{en=[Breaking Bad, episodes, more than, Game of Thrones], fa=[بریکینگ بد، گیم آف ترونز، قسمت، بیشتر], de=[Breaking Bad, Episoden, mehr als, Game of Thrones], es=[Breaking Bad, episodios, más que, Game of Thrones], it=[Breaking Bad, eposido, più di, Game of Thrones], fr=[Breaking Bad, épisodes plus que, Game of Thrones], nl=[Breaking Bad, afleveringen, meer dan, Game of Thrones], ro=[Breaking Bad, episoade, mai multe decât, Game of Thrones]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "ASK WHERE {  <http://dbpedia.org/resource/Breaking_Bad> <http://dbpedia.org/ontology/numberOfEpisodes> ?x .  <http://dbpedia.org/resource/Game_of_Thrones> <http://dbpedia.org/ontology/numberOfEpisodes> ?y .  FILTER (?x > ?y) } ",
            "answerType": "boolean",
            "aggregation": true,
            "goldenAnswer": "[true]",
            "id": "116",
            "languageToQuestion": "{en=Does Breaking Bad have more episodes than Game of Thrones?, fa=آیا بریکینگ بد از گیم آف ترونز قسمت های بیشتری دارد؟, de=Hat Breaking Bad mehr Episoden als Game of Thrones?, es=¿Tiene Breaking Bad más episodios que Game of Thrones?, it=Breaking Bad ha più episodi di Game of Thrones?, fr=A Breaking Bad plus d'épisodes que Game of Thrones?, nl=Heeft Breaking Bad meer afleveringen dan Game of Thrones?, ro=Are Breaking Bad mai multe episoade decât Game of Thrones?}"
        },
        {
            "languageToKeyword": "{en=[Mars rover Curiosity, main discoveries], fa=[کشف، مریخ نورد کوریوسیتی], de=[Marsrover Curiosity, wichtigste Entdeckungen], es=[Mars rover Curiosity, principales descubrimientos], it=[Mars rover Curiosity, scoperte piu' importanti], fr=[Mars Rover Curiosity, découvertes importantes], nl=[Mars rover Curiosity, meest belangrijke ontdekkingen], ro=[Mars rover Curiosity, descoperiri principale]}",
            "hybrid": false,
            "onlydbo": true,
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[]",
            "id": "118",
            "languageToQuestion": "{en=What were the main discoveries of the Mars rover Curiosity?, fa=مهم ترین کشف های مریخ نورد کوریوسیتی چه بود؟, de=Was waren die wichtigsten Entdeckungen des Marsrovers Curiosity?, es=¿Cuáles fueron los principales descubrimientos de Mars rover Curiosity?, it=Quali sono state le scoperte piu' importanti del Mars rover Curiosity?, fr=Quelles sont les découvertes les plus importantes du Mars Rover Curiosity?, nl=Wat zijn de meest belangrijke ontdekkingen van de Mars rover Curiosity?, ro=Care au fost descoperirile principale ale Mars rover Curiosity?}"
        },
        {
            "languageToKeyword": "{en=[people, born, Vienna, die, Berlin], fa=[افرادی، متولد، وین، برلین، مردند], de=[Person, geboren, Wien, gestorben, Berlin], es=[personas, nacidas en Viena, muertas en Berlin], it=[persona, nata, Vienna, morta, Berlino], fr=[personnes, nées, Vienne, mortes, Berlin], nl=[persoon, geboren, Wenen, gestorven, Berlijn], ro=[oameni, născut, Viena, murit, Berlin]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://dbpedia.org/ontology/birthPlace> <http://dbpedia.org/resource/Vienna> .  ?uri <http://dbpedia.org/ontology/deathPlace> <http://dbpedia.org/resource/Berlin> . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Michael_von_Newlinsky, http://dbpedia.org/resource/Adolf_Klein, http://dbpedia.org/resource/Karl_Hellmer, http://dbpedia.org/resource/Michael_Meinecke, http://dbpedia.org/resource/Therese_Gr%C3%BCnbaum, http://dbpedia.org/resource/Hilde_K%C3%B6rber, http://dbpedia.org/resource/Steffie_Spira, http://dbpedia.org/resource/Eduard_von_Winterstein, http://dbpedia.org/resource/Alfred_Halm, http://dbpedia.org/resource/Hilde_Körber, http://dbpedia.org/resource/Richard_Thurnwald, http://dbpedia.org/resource/Therese_Grünbaum, http://dbpedia.org/resource/Johann_Strauss_III, http://dbpedia.org/resource/Hugo_Flink, http://dbpedia.org/resource/Grete_von_Zieritz, http://dbpedia.org/resource/Erik_Jan_Hanussen, http://dbpedia.org/resource/Karl_Etlinger]",
            "id": "119",
            "languageToQuestion": "{en=Give me all people that were born in Vienna and died in Berlin., fa=تمام افرادی که در وین متولد شدند و در برلین مردند را لیست کن., de=Gib mir alle Personen, die in Wien geboren wurden und in Berlin gestorben sind., es=Dame todas las personas que hayan nacido en Viena y hayan muerto en Berlin., it=Dammi tutte le persone che sono nate a Vienna e morte a Berlino., fr=Donne-moi toutes les personnes qui sont nées à Vienne et mortes à Berlin., nl=Noem alle personen die geboren zijn in Wenen en gestorven zijn in Berlijn., ro=Dă-mi toți oamenii care s-au născut în Viena și au murit în Berlin.}"
        },
        {
            "languageToKeyword": "{en=[proinsulin, protein], fa=[پروینسولین، پروتئین], de=[Proinsulin, Protein], es=[proinsulina, protein], it=[proinsulina, proteina], fr=[pro-insuline, protéine], nl=[proinsuline, proteïne], ro=[proinsulină, proteină]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "ASK WHERE {  <http://dbpedia.org/resource/Proinsulin> <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Protein> . } ",
            "answerType": "boolean",
            "aggregation": false,
            "goldenAnswer": "[true]",
            "id": "12",
            "languageToQuestion": "{en=Is proinsulin a protein?, fa=آیا پروینسولین یک پروتئین است؟, de=Ist Proinsulin ein Protein?, es=¿La proinsulina es una proteina?, it=La proinsulina è una proteina?, fr=La pro-insuline est-elle une protéine?, nl=Is proinsuline een proteïne?, ro=Este proinsulina o proteină?}"
        },
        {
            "languageToKeyword": "{en=[Prince Harry, Prince William, same, parents], fa=[شاهزاده هری، شاهزاده ویلیام، والدین، یکسان], de=[Prinz Harry, Prinz William, selbe Eltern], es=[príncipe Harry, príncipe William, la misma madre], it=[principe Harry, principe William, stessi genitori], fr=[prince Harry, Prince William, même mère], nl=[prins Harry, prins William, dezelfde, ouders], ro=[Prințul Harry, Prințul William, aceiași, părinți]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "ASK WHERE {  <http://dbpedia.org/resource/Prince_William,_Duke_of_Cambridge> <http://dbpedia.org/ontology/parent> ?x .  <http://dbpedia.org/resource/Prince_Harry> <http://dbpedia.org/ontology/parent> ?x . } ",
            "answerType": "boolean",
            "aggregation": true,
            "goldenAnswer": "[true]",
            "id": "123",
            "languageToQuestion": "{en=Do Prince Harry and Prince William have the same parents?, fa=آیا شاهزاده هری و شاهزاده ویلیام والدین یکسان دارند؟, de=Haben Prinz Harry und Prinz William dieselben Eltern?, es=¿Tienen el príncipe Harry y el prínciple William la misma madre?, it=Il principe Harry e il principe William hanno gli stessi genitoris?, fr=Ont les princes Harry et William la même mère?, nl=Hebben prins Harry en prins William dezelfde ouders?, ro=Prințul Harry și Prințul William au aceiași părinți?}"
        },
        {
            "languageToKeyword": "{en=[languages, Turkmenistan], fa=[زبان، ترکمنستان], de=[Sprachen, Turkmenistan], es=[idiomas, Turkmenistán], it=[lingue, Turkmenistan], fr=[langues, Turkménistan], nl=[talen, Turkmenistan], ro=[limbi, Turkmenistan]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT (COUNT(DISTINCT ?x) as ?c) WHERE {  <http://dbpedia.org/resource/Turkmenistan> <http://dbpedia.org/ontology/language> ?x . } ",
            "answerType": "number",
            "aggregation": true,
            "goldenAnswer": "[2]",
            "id": "126",
            "languageToQuestion": "{en=How many languages are spoken in Turkmenistan?, fa=چند زبان در ترکمنستان صحبت می شود؟], de=Wieviele Sprachen werden in Turkmenistan gesprochen?, es=¿Cuántos idiomas se hablan en Turkmenistán?, it=Quante lingue sono parlate in Turkmenistan?, fr=Combien de langues sont parlées au Turkménistan?, nl=Hoeveel talen worden er gesproken in Turkmenistan?, ro=Câte limbi sunt vorbite în Turkmenistan?}"
        },
        {
            "languageToKeyword": "{en=[U.S. state, governor, Butch Otter], fa=[بوچ اوتر، فرماندار، ایالت ایالات متحده], de=[US-Bundesstaat, Gouverneur, Butch Otter], es=[estado americano, gobernador, Butch Otter], it=[stato degli Stati Uniti, governatore, Butch Otter], fr=[état américain, Butch Otter, gouverneur], nl=[staat van de Verenigde Staten, gouverneur, Butch Otter], ro=[stat american, guvernator, Butch Otter]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/class/yago/StatesOfTheUnitedStates> .  ?uri <http://dbpedia.org/property/governor> <http://dbpedia.org/resource/Butch_Otter> . }",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Idaho]",
            "id": "127",
            "languageToQuestion": "{en=Butch Otter is the governor of which U.S. state?, fa=بوچ اوتر فرماندار کدام ایالت ایالات متحده است؟, de=Von welchem US-Bundesstaat ist Butch Otter der Gouverneur?, es=¿De qué estado americano es Butch Otter el gobernador?, it=Di quale stato americano Butch Otter è governatore?, fr=Quel est l'état américain dont Butch Otter st le gouverneur?, nl=Butch Otter is de gouverneur van welke staat van de Verenigde Staten?, ro=Butch Otter este guvernatorul cărui stat american?}"
        },
        {
            "languageToKeyword": "{en=[movie, direct, Francis Ford Coppola], fa=[فیلم، کارگردانی، فرانسیس فورد کوپولا], de=[Film, Regie, Francis Ford Coppola], es=[película, director, Francis Ford Coppola], it=[film, dirigere, Francis Ford Coppola], fr=[film, directeur, Francis Ford Coppola], nl=[films, regisseur, Francis Ford Coppola], ro=[film, regizat, Francis Ford Coppola]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Film> .  ?uri <http://dbpedia.org/ontology/director> <http://dbpedia.org/resource/Francis_Ford_Coppola> . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/The_Rain_People, http://dbpedia.org/resource/The_Godfather_Part_III, http://dbpedia.org/resource/One_from_the_Heart, http://dbpedia.org/resource/The_Outsiders_(film), http://dbpedia.org/resource/The_Terror_(1963_film), http://dbpedia.org/resource/The_Godfather_Part_II, http://dbpedia.org/resource/Twixt_(film), http://dbpedia.org/resource/The_Cotton_Club_(film), http://dbpedia.org/resource/Tonight_for_Sure, http://dbpedia.org/resource/Peggy_Sue_Got_Married, http://dbpedia.org/resource/Apocalypse_Now, http://dbpedia.org/resource/The_Conversation, http://dbpedia.org/resource/Apocalypse_Now_Redux, http://dbpedia.org/resource/Bram_Stoker's_Dracula, http://dbpedia.org/resource/Rumble_Fish, http://dbpedia.org/resource/Hammett_(film), http://dbpedia.org/resource/The_Godfather, http://dbpedia.org/resource/Youth_Without_Youth_(film), http://dbpedia.org/resource/Finian's_Rainbow_(film), http://dbpedia.org/resource/Dementia_13, http://dbpedia.org/resource/Tucker:_The_Man_and_His_Dream, http://dbpedia.org/resource/Gardens_of_Stone, http://dbpedia.org/resource/The_Rainmaker_(1997_film), http://dbpedia.org/resource/You're_a_Big_Boy_Now, http://dbpedia.org/resource/Tetro, http://dbpedia.org/resource/New_York_Stories, http://dbpedia.org/resource/The_Godfather_Saga, http://dbpedia.org/resource/The_Godfather_(film_series), http://dbpedia.org/resource/Battle_Beyond_the_Sun, http://dbpedia.org/resource/The_Bellboy_and_the_Playgirls, http://dbpedia.org/resource/Captain_EO__Captain_EO__1, http://dbpedia.org/resource/Jack_(1996_film)]",
            "id": "128",
            "languageToQuestion": "{en=Give me all movies directed by Francis Ford Coppola., fa=تمام فیلم های کارگردانی شده توسط فرانسیس فورد کوپولا را لیست کن., de=Gib mir alle Filme, bei denen Francis Ford Coppola Regie geführt hat., es=Dame todas las películas que haya dirigido Francis Ford Coppola., it=Dammi tutti i film diretti da Francis Ford Coppola., fr=Donnes-moi tous les films dont Francis réalisés par Francis Ford Coppola., nl=Geef alle films die werden geregisseerd door Francis Ford Coppola., ro=Dă-mi toate filmele regizate de Francis Ford Coppola.}"
        },
        {
            "languageToKeyword": "{en=[actor, starring, movie, direct, William Shatner], fa=[بازیگرانی، فیلم های، کارگردانی شده، ویلیام شاتنر، بازی کرده اند], de=[Schauspieler, Film, Regie, William Shatner], es=[actor, película, director, William Shatner], it=[attore, recitare, film, diretto, William Shatner], fr=[acteur, film, réalisé, William Shatner], nl=[acteur, film, regisseur, William Shatner], ro=[actor, rol principal, film, regiza, William Shatner]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?x <http://dbpedia.org/ontology/director> <http://dbpedia.org/resource/William_Shatner> .  ?x <http://dbpedia.org/ontology/starring> ?uri . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Tom_Towles, http://dbpedia.org/resource/William_Shatner, http://dbpedia.org/resource/Brenda_Bakke, http://dbpedia.org/resource/John_Prosky, http://dbpedia.org/resource/Dan_Martin_(actor), http://dbpedia.org/resource/Duane_Whitaker, http://dbpedia.org/resource/J.T._Colosa, http://dbpedia.org/resource/Chuck_Williams_(actor), http://dbpedia.org/resource/Dick_Van_Patten, http://dbpedia.org/resource/Dan_Gauthier, http://dbpedia.org/resource/Amy_Acker, http://dbpedia.org/resource/Rickey_Medlocke]",
            "id": "129",
            "languageToQuestion": "{en=Give me all actors starring in movies directed by William Shatner., fa=تمام بازیگرانی که در فیلم های کارگردانی شده توسط ویلیام شاتنر بازی کرده اند را لیست کن., de=Gib mir alle Schauspieler von Filmen, in denen William Shatner Regie geführt hat., es=Dame todos los actores de películas dirigidas por William Shatner., it=Dammi tutti gli attori che recitano in film diretti da William Shatner., fr=Donnes-moi tous les acteurs qui ont joué dans des films réalisés par Williams Shatner., nl=Geef alle acteurs van films waar William Shatner de regie van voerde., ro=Dă-mi toți actorii care joacă roluri principale în filme regizate de William Shatner.}"
        },
        {
            "languageToKeyword": "{en=[tree frog, amphibian], fa=[قورباغه های درختی، دوزیست], de=[Laubfrosch, Amphibie], es=[rana verde, anfibio], it=[rana verde, anfibio], fr=[grenouilles arboricoles, amphibien], nl=[boomkikker, amfibie], ro=[broască de copac, amfibian]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "ASK WHERE {  <http://dbpedia.org/resource/Hylidae> <http://dbpedia.org/ontology/class> <http://dbpedia.org/resource/Amphibian> . } ",
            "answerType": "boolean",
            "aggregation": false,
            "goldenAnswer": "[true]",
            "id": "13",
            "languageToQuestion": "{en=Are tree frogs a type of amphibian?, fa=آیا قورباغه های درختی نوعی دوزیست هستند؟, de=Sind Laubfrösche Amphibien?, es=¿Son las ranas verdes un tipo de anfibio?, it=Le rane verdi sono un tipo di anfibio?, fr=Sont les grenouilles arboricoles un type d'amphibiens?, nl=Zijn boomkikkers een soort amfibie?, ro=Sunt broaștele de copac un tip de amfibieni?}"
        },
        {
            "languageToKeyword": "{en=[Jane Fonda, marry, how often], fa=[جین فوندا، ازدواج], de=[Jane Fonda, heiraten, wie oft], es=[Jane Fonda, casada, cuántas veces], it=[Jane Fonda, sposata, quante volte], fr=[Jane Fonda, marriages, nombre de fois], nl=[Jane Fonda, getrouwd, hoe vaak], ro=[Jane Fonda, mărita, cât de des]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  <http://dbpedia.org/resource/Jane_Fonda> <http://dbpedia.org/ontology/spouse> ?uri . } ",
            "answerType": "number",
            "aggregation": true,
            "goldenAnswer": "[3]",
            "id": "132",
            "languageToQuestion": "{en=How often did Jane Fonda marry?, fa=جین فوندا چند بار ازدواج کرد؟, de=Wie oft hat Jane Fonda geheiratet?, es=¿Cuántas veces ha estado casada Jane Fonda?, it=Quante volte si è sposata Jane Fonda?, fr=Combien de fois s'est mariée Jane Fonda?, nl=Hoe vaak is Jane Fonda getrouwd?, ro=Cât de des s-a măritat Jane Fonda?}"
        },
        {
            "languageToKeyword": "{en=[copper, melting point], fa=[نقطه ذوب، مس], de=[Kupfer, Schmelzpunkt], es=[cobre, punto de fusión], it=[rame, punto di fusione], fr=[point de fusion, cuivre], nl=[smeltpunt, koper], ro=[cupru, punct de topire]}",
            "hybrid": false,
            "onlydbo": false,
            "answerType": "number",
            "aggregation": false,
            "goldenAnswer": "[]",
            "id": "136",
            "languageToQuestion": "{en=What is the melting point of copper?, fa=نقطه ذوب مس چند است؟, de=Wo liegt der Schmelzpunkt von Kupfer?, es=¿Cúal es el punto de fusión del cobre?, it=Qual è il punto di fusione del rame?, fr=Quel est le point de fusion du cuivre?, nl=Wat is het smeltpunt van koper?, ro=Care este punctul de topire al cuprului?}"
        },
        {
            "languageToKeyword": "{en=[Brno, sister city], fa=[شهرهای خواهر، برنو], de=[Brno, Partnerstadt], es=[ciudades hermanadas, Brno], it=[Brno, città gemellata], fr=[villes jumelles, Brno], nl=[zusterstad, Brno], ro=[Brno, oraș înfrățit]}",
            "hybrid": false,
            "onlydbo": false,
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[]",
            "id": "137",
            "languageToQuestion": "{en=Give me all sister cities of Brno., fa=تمام شهرهای خواهر برنو را لیست کن., de=Gib mir alle Partnerstädte von Brno., es=Dame las ciudades hermanadas con Brno., it=Dammi tutte le città gemellate con Brno., fr=Quels sont les villes jumelles de Brno?, nl=Geef alle zustersteden van Brno., ro=Dă-mi toate orașele înfrățite cu Brno.}"
        },
        {
            "languageToKeyword": "{en=[Amazon Eve, tall], fa=[قد، آمازون ایو], de=[Amazon Eve, groß], es=[Amazon Eve, altura], it=[Amazon Eve, altezza], fr=[taille, Amazon Eve], nl=[lengte, Amazon Eve], ro=[Amazon Eve, înălțime]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?height WHERE {  <http://dbpedia.org/resource/Amazon_Eve> <http://dbpedia.org/ontology/height> ?height . } ",
            "answerType": "number",
            "aggregation": false,
            "goldenAnswer": "[2.02]",
            "id": "14",
            "languageToQuestion": "{en=How tall is Amazon Eve?, fa=قد آمازون ایو چقدر است؟, de=Wie groß ist Amazon Eve?, es=¿Cómo de alta es Amazon Eve?, it=Quanto è alta Amazon Eve?, fr=Quelle est la taille de Amazon Eve?, nl=Hoe lang is Amazon Eve?, ro=Ce înălțime are Amazon Eve?}"
        },
        {
            "languageToKeyword": "{en=[game, GMT], fa=[بازی های، جی.ام.تی], de=[Spiel, GMT], es=[juegos, GMT], it=[gioco, GMT], fr=[jeux, GMT], nl=[spel, GMT], ro=[joc, GMT]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://dbpedia.org/ontology/publisher> <http://dbpedia.org/resource/GMT_Games> . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Washington's_War, http://dbpedia.org/resource/Twilight_Struggle, http://dbpedia.org/resource/Sword_of_Rome, http://dbpedia.org/resource/Chandragupta_(board_game)]",
            "id": "140",
            "languageToQuestion": "{en=List all games by GMT., fa=تمام بازی های جی.ام.تی را لیست کن., de=Liste alle Spiele von GMT auf., es=Dame todos los juegos de GMT., it=Elenca tutti i giochi di GMT., fr=Donne-moi tous les jeux de GMT., nl=Noem alle spelen van GMT., ro=Enumeră toate jocurile de GMT}"
        }
]
