[
        {
            "languageToKeyword": "{en=[cave, entrance, more than 3], fa=[غارهایی، بیشتر از 3، ورودی], de=[Höhle, Eingang, mehr als 3], es=[cueva, entrada, más de 3], it=[grotta, entrata, più di 3], fr=[grottes, plus de 3 entrées], nl=[grot, ingang, meer dan drie], ro=[peșteră, intrare, mai mult de 3]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Cave> .  ?uri <http://dbpedia.org/property/entranceCount> ?entrance .  FILTER (?entrance > 3) . } ",
            "answerType": "resource",
            "aggregation": true,
            "goldenAnswer": "[http://dbpedia.org/resource/Windsor_Great_Cave, http://dbpedia.org/resource/Trail_Creek_Caves, http://dbpedia.org/resource/Gaping_Gill, http://dbpedia.org/resource/Candelaria_Caves, http://dbpedia.org/resource/Callao_Cave, http://dbpedia.org/resource/Lost_John's_Cave, http://dbpedia.org/resource/Great_Douk_Cave, http://dbpedia.org/resource/Easegill_System, http://dbpedia.org/resource/Jenolan_Caves, http://dbpedia.org/resource/Fingal's_Cave, http://dbpedia.org/resource/Ingleborough_Cave, http://dbpedia.org/resource/Jackson's_Bay_Cave, http://dbpedia.org/resource/S%C6%A1n_%C4%90o%C3%B2ng_Cave, http://dbpedia.org/resource/Traungold_Cave, http://dbpedia.org/resource/Shuang_River_Cave_Group, http://dbpedia.org/resource/Sistema_Sac_Actun, http://dbpedia.org/resource/Sistema_Ox_Bel_Ha, http://dbpedia.org/resource/Kharosa, http://dbpedia.org/resource/Gruta_das_Torres, http://dbpedia.org/resource/Gargantua_(cave), http://dbpedia.org/resource/Buchan_Caves, http://dbpedia.org/resource/Sistema_Dos_Ojos, http://dbpedia.org/resource/Redmond_Caves, http://dbpedia.org/resource/New_Athos_Cave, http://dbpedia.org/resource/Boho_Caves, http://dbpedia.org/resource/Green_Grotto_Caves, http://dbpedia.org/resource/Mammoth_Cave_(Utah), http://dbpedia.org/resource/Kazumura_Cave, http://dbpedia.org/resource/Phong_Nha_Cave]",
            "id": "69",
            "languageToQuestion": "{en=Which caves have more than 3 entrances?, fa=چه غارهایی بیشتر از 3 ورودی دارند؟, de=Welche Höhlen haben mehr als 3 Eingänge?, es=¿Qué cuevas tienen más de 3 entradas?, it=Quali grotte hanno più di 3 entrate?, fr=Quelles grottes ont plus de 3 entrées?, nl=Welke grotten hebben meer dan drie ingangen?, ro=Ce peșteri au mai mult de 3 intrări?}"
        },
        {
            "languageToKeyword": "{en=[Lincoln, president, wife, called, Mary], fa=[همسر، رئیس جمهور، لینکلن، مری، نام], de=[Lincoln, Präsident, Frau, heißen, Mary], es=[mujer, presidente, Lincoln, se lamma, Mary], it=[moglie, presidente, Lincoln, si chiama, Mary], fr=[épouse, Lincoln, Mary, appelle], nl=[echtgenote, Lincoln, Mary], ro=[Lincoln, președinte, soție, numită, Mary]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "ASK WHERE {  <http://dbpedia.org/resource/Abraham_Lincoln> <http://dbpedia.org/ontology/spouse> ?spouse .  ?spouse <http://www.w3.org/2000/01/rdf-schema#label> ?name .  FILTER(regex(?name,'Mary')) } ",
            "answerType": "boolean",
            "aggregation": false,
            "goldenAnswer": "[true]",
            "id": "7",
            "languageToQuestion": "{en=Was the wife of president Lincoln called Mary?, fa=آیا همسر رئیس جمهور لینکلن مری نام داشت؟, de=Hieß die Frau von Präsident Lincoln Mary?, es=¿La mujer del presidente Lincoln se llama Mary?, it=La moglie del presidente Lincoln si chiamava Mary?, fr=Est-ce que l'épouse du président Lincoln s'appelait Mary?, nl=Heette de echtgenote van president Lincoln Mary?, ro=Este soția președintelui Lincoln numită Mary?}"
        },
        {
            "languageToKeyword": "{en=[language, spoken, Estonia], fa=[زبان هایی، استونی، صحبت], de=[Sprache, sprechen, Estland], es=[idiomas, Estonia], it=[lingua, Estonia], fr=[langues, Estonie], nl=[taal, gesproken, Estland], ro=[limbă, vorbită, Estonia]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://dbpedia.org/ontology/spokenIn> <http://dbpedia.org/resource/Estonia> . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Laiuse_Romani_language, http://dbpedia.org/resource/Estonian_Sign_Language, http://dbpedia.org/resource/Russian_Sign_Language, http://dbpedia.org/resource/Seto_dialect, http://dbpedia.org/resource/Baltic_Romani, http://dbpedia.org/resource/Võro_language, http://dbpedia.org/resource/Estonian_language, http://dbpedia.org/resource/Modern_Swedish, http://dbpedia.org/resource/Finnish_language]",
            "id": "72",
            "languageToQuestion": "{en=Which languages are spoken in Estonia?, fa=چه زبان هایی در استونی صحبت می شود؟, de=Welche Sprachen werden in Estland gesprochen?, es=¿Qué idiomas se hablan en Estonia?, it=Quali lingue sono parlate in Estonia?, fr=Quelles langues parle-t-on en Estonie?, nl=Welke talen worden gesproken in Estland?, ro=Ce limbi sunt vorbite în Estonia?}"
        },
        {
            "languageToKeyword": "{en=[own, Aldi], fa=[فروشگاه، آلدی], de=[gehören, Aldi], es=[pertenece, Aldi], it=[possedere, Aldi], fr=[possède, Aldi], nl=[eigenaar, Aldi], ro=[avea, Aldi]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?number WHERE {  <http://dbpedia.org/resource/Aldi> <http://dbpedia.org/ontology/numberOfLocations> ?number . } ",
            "answerType": "number",
            "aggregation": false,
            "goldenAnswer": "[9600]",
            "id": "73",
            "languageToQuestion": "{en=How many Aldi stores are there?, fa=چه تعداد فروشگاه آلدی وجود دارد؟, de=Wieviele Aldi-Filialen gibt es?, es=¿Cuántas tiendas Aldi hay?, it=Quanti negozi Aldi ci sono?, fr=Combien de magasins Aldi sont là?, nl=Hoeveel Aldi winkels zijn er?, ro=Câte magazine Aldi există?}"
        },
        {
            "languageToKeyword": "{en=[capital, Europe, host city, summer olympic games], fa=[پایتخت هایی، اروپا، شهرهای میزبان، بازی های المپیک تابستانی], de=[europäisch, Hauptstadt, stattfinden, olympische Sommerspiele], es=[capital europea, juegos olímpicos de verano], it=[capitale, Europa, ospitare, giochi olimpici estivi], fr=[capitales européenes, hôtes, jeux olympiques d'été], nl=[Europese hoofdstad, plaatvinden, Olympische Zomerspelen], ro=[capital, Europa, oraș gazdă, Jocurile Olimpice]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/class/yago/CapitalsInEurope> .  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/class/yago/HostCitiesOfTheSummerOlympicGames> . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Moscow, http://dbpedia.org/resource/Athens, http://dbpedia.org/resource/London, http://dbpedia.org/resource/Stockholm, http://dbpedia.org/resource/Berlin, http://dbpedia.org/resource/Paris, http://dbpedia.org/resource/Amsterdam, http://dbpedia.org/resource/Rome, http://dbpedia.org/resource/Helsinki]",
            "id": "74",
            "languageToQuestion": "{en=Which capitals in Europe were host cities of the summer olympic games?, fa=چه پایتخت هایی در اروپا شهرهای میزبان بازی های المپیک تابستانی بودند؟, de=In welchen europäischen Hauptstädten fanden olympische Sommerspiele statt?, es=¿En qué capitales europeas tuvieron lugar los juegos olímpicos de verano?, it=Quali capitali europee hanno ospitato i giochi olimpici estivi?, fr=Quelles capitales européenes ont été hôtes de jeux olympiques d'été?, nl=In welke Europese hoofdsteden waren de Olympische Zomerspelen?, ro=Ce capitale europene au fost gazde ale Jocurile Olimpice de vară?}"
        },
        {
            "languageToKeyword": "{en=[United States, 16th president], fa=[شانزدهمین رئیس جمهور، ایالات متحده], de=[Vereinigte Staaten, 16. Präsident], es=[estados unidos, primer presidente], it=[Stati Uniti, sedicesimo presidente], fr=[Etats-Unis, premier président], nl=[Verenigde Staten, 16de president], ro=[Statele Unite, primul președinte]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://dbpedia.org/ontology/office> 'President of the United States'^^<http://www.w3.org/2001/XMLSchema#string> .  ?uri <http://dbpedia.org/ontology/orderInOffice> '16th'^^<http://www.w3.org/2001/XMLSchema#string> . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Abraham_Lincoln]",
            "id": "75",
            "languageToQuestion": "{en=Who was the 16th president of the United States?, fa=چه کسی شانزدهمین رئیس جمهور ایالات متحده بود؟, de=Wer war der 16. Präsident der Vereinigten Staaten?, es=¿Quién fue el 16th presidente de los Estados Unidos?, it=Chi è stato il sedicesimo presidente degli Stati Uniti?, fr=Qui fut le premier président des États-Unis?, nl=Wie was de 16de president van de Verenigde Staten?, ro=Cine a fost primul președinte al Statelor Unite?}"
        },
        {
            "languageToKeyword": "{en=[Hal Roach, produce, film], fa=[هال روچ، فیلم، تولید], de=[Hal Roach, produzieren, Film], es=[películas, producido, Hal Roach], it=[film, prodotto, Hal Roach], fr=[combien, films, Hal Roach], nl=[Hal Roach, producent, film], ro=[Hal Roach, produs, film]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http://dbpedia.org/ontology/producer> <http://dbpedia.org/resource/Hal_Roach> . } ",
            "answerType": "number",
            "aggregation": true,
            "goldenAnswer": "[480]",
            "id": "76",
            "languageToQuestion": "{en=How many films did Hal Roach produce?, fa=هال روچ چه تعداد فیلم تولید کرد؟, de=Wieviele Filme hat Hal Roach produziert?, es=¿Cuántas películas ha producido Hal Roach?, it=Quanti film ha prodotto Hal Roach?, fr=Combien de films ont été produit par Hal Roach?, nl=Hoeveel films heeft Hal Roach geproduceerd?, ro=Câte filme a produs Hal Roach?}"
        },
        {
            "languageToKeyword": "{en=[music album, song, Last Christmas], fa=[آلبوم موسیقی، آهنگ، لست کریسمس], de=[Musikalbum, Lied, Last Christmas], es=[album musical, canción, Last Christmas], it=[album musicale, canzone, Last Christmas], fr=[albums, contiennent, Last Christmas?], nl=[muziekalbum, nummer, Last Christmas], ro=[album musical, melodie, Last Christmas]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?single <http://dbpedia.org/ontology/album> ?uri .  ?single <http://www.w3.org/2000/01/rdf-schema#label> 'Last Christmas'@en . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Classic_Christmas_(Joe_McElderry_album), http://dbpedia.org/resource/Music_from_the_Edge_of_Heaven, http://dbpedia.org/resource/Crazy_Frog_Presents_More_Crazy_Hits, http://dbpedia.org/resource/Disco_Defenders, http://dbpedia.org/resource/Whigfield_(album), http://dbpedia.org/resource/Christmas_Kisses_(EP), http://dbpedia.org/resource/Whigfield_II, http://dbpedia.org/resource/Perfect_Day_(Cascada_album)]",
            "id": "77",
            "languageToQuestion": "{en=Which music albums contain the song Last Christmas?, fa=کدام آلبوم موسیقی آهنگ لست کریسمس را دارد؟, de=Auf welchen Musikalben ist das Lied Last Christmas?, es=¿Qué albums musicales contienen la canción Las Christmas?, it=Quali album musicali contengono la canzone Last Christmas?, fr=Quels albums contiennent le morceau Last Christmas?, nl=Op welke muziekalbums staat het nummer Last Christmas?, ro=Ce albume muzicale conțin melodia Last Christmas?}"
        },
        {
            "languageToKeyword": "{en=[book, written, Danielle Steel], fa=[کتاب های، نوشته، دانیل استیل], de=[Buch, schreiben, Danielle Steel], es=[libors, escritos, Danielle Steel], it=[libri, scritti, Danielle Steel], fr=[livres, écrits, Danielle Steele], nl=[boek, Danielle Steel], ro=[carte, scrisă, Danielle Steele]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Book> .  ?uri <http://dbpedia.org/ontology/author> <http://dbpedia.org/resource/Danielle_Steel> . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Thurston_House_(novel), http://dbpedia.org/resource/Daddy_(novel), http://dbpedia.org/resource/Five_Days_in_Paris, http://dbpedia.org/resource/H.R.H._(novel), http://dbpedia.org/resource/Passion's_Promise, http://dbpedia.org/resource/Honor_Thyself, http://dbpedia.org/resource/A_Good_Woman_(novel), http://dbpedia.org/resource/Amazing_Grace_(novel), http://dbpedia.org/resource/Betrayal_(Steel_novel), http://dbpedia.org/resource/Fine_Things, http://dbpedia.org/resource/Zoya_(novel), http://dbpedia.org/resource/Miracle_(novel), http://dbpedia.org/resource/Big_Girl_(novel), http://dbpedia.org/resource/Coming_Out_(novel), http://dbpedia.org/resource/Season_of_Passion, http://dbpedia.org/resource/Silent_Honor, http://dbpedia.org/resource/Jewels_(novel), http://dbpedia.org/resource/Second_Chance_(novel), http://dbpedia.org/resource/Wanderlust_(Steel_novel), http://dbpedia.org/resource/Sunset_in_St._Tropez, http://dbpedia.org/resource/The_Gift_(Steel_novel), http://dbpedia.org/resource/Crossings_(Steel_novel), http://dbpedia.org/resource/Special_Delivery_(novel), http://dbpedia.org/resource/Family_Album_(novel), http://dbpedia.org/resource/Now_and_Forever_(novel), http://dbpedia.org/resource/Hotel_Vendome_(novel), http://dbpedia.org/resource/Friends_Forever_(novel), http://dbpedia.org/resource/Safe_Harbour_(novel), http://dbpedia.org/resource/Bungalow_2]",
            "id": "78",
            "languageToQuestion": "{en=Give me all books written by Danielle Steel., fa=تمام کتاب های نوشته شده توسط دانیل استیل را لیست کن., de=Gib mir alle Bücher, die Danielle Steel geschrieben hat., es=Dame todos los libros escritos por Danielle Steel., it=Dammi tutti i libri scritti da Danielle Steel., fr=Donnes-moi tous les livres écrits par Danielle Steel., nl=Noem alle boeken van Danielle Steel., ro=Dă-mi toate cărțile scrise de Danielle Steel.}"
        },
        {
            "languageToKeyword": "{en=[state, Germany, govern, Social Democratic Party], fa=[ایالت های، آلمان، حزب سوسیال دموکرات، حاکم], de=[Deutschland, Bundesland, regieren, SPD], es=[estado federal, Alemania, gobierna, SPD], it=[stato federato, Germania, governo, Partito Socialista Democratico], fr=[états d'Allemagne, parti social-démocrate d'Allemagne, gouvernés], nl=[Duitse deelstaat, SPD, aan de macht], ro=[stat, Germania, guverna, Partidul Social Democrat]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/class/yago/StatesOfGermany> .  { ?uri <http://dbpedia.org/ontology/leaderParty> <http://dbpedia.org/resource/Social_Democratic_Party_of_Germany> . } UNION  { ?uri <http://dbpedia.org/property/rulingParty> 'SPD'@en . } } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Brandenburg, http://dbpedia.org/resource/Saarland, http://dbpedia.org/resource/North_Rhine-Westphalia, http://dbpedia.org/resource/Hamburg, http://dbpedia.org/resource/Lower_Saxony, http://dbpedia.org/resource/Berlin, http://dbpedia.org/resource/Thuringia, http://dbpedia.org/resource/Mecklenburg-Vorpommern, http://dbpedia.org/resource/Schleswig-Holstein, http://dbpedia.org/resource/Bremen_(state), http://dbpedia.org/resource/Baden-W%C3%BCrttemberg, http://dbpedia.org/resource/Saxony-Anhalt, http://dbpedia.org/resource/Saxony, http://dbpedia.org/resource/Rhineland-Palatinate]",
            "id": "8",
            "languageToQuestion": "{en=Which states of Germany are governed by the Social Democratic Party?, fa=در کدام ایالت های آلمان حزب سوسیال دموکرات حاکم است؟, de=Welche Bundesländer in Deutschland werden von der SPD regiert?, es=¿En qué estados federales de Alemania gobierna la SPD?, it=In quali stati federati della Germania governa il Partito Socialista Democratico?, fr=Quels sont les états d'Allemagne gouvernés par le parti social-démocrate d'Allemagne?, nl=In welke Duitse deelstaten is de SPD aan de macht?, ro=Ce state germane sunt guvernate de Partidul Social Democrat?}"
        },
        {
            "languageToKeyword": "{en=[GIMP, programming language], fa=[گیمپ، زبان برنامه نویسی], de=[GIMP, Programmiersprache], es=[GIMP, lenguaje de programación], it=[GIMP, linguaggio di programmazione], fr=[langage de programmation, GIMP], nl=[GIMP, programmeertaal], ro=[GIMP, limbaj de programare]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  <http://dbpedia.org/resource/GIMP> <http://dbpedia.org/ontology/programmingLanguage> ?uri . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/C_(programming_language), http://dbpedia.org/resource/GTK+]",
            "id": "82",
            "languageToQuestion": "{en=In which programming language is GIMP written?, fa=گیمپ با چه زبان برنامه نویسی نوشته شده است؟, de=In welcher Programmiersprache wurde GIMP geschrieben?, es=¿En qué lenguaje de programación esta programado GIMP?, it=In quale linguaggio di programmazione è scritto GIMP?, fr=En quel langage de programmation a été écrit GIMP?, nl=In welke programmeertaal is GIMP geschreven?, ro=În ce limbaj de programare este scris GIMP?}"
        },
        {
            "languageToKeyword": "{en=[produce, film, starring, Natalie Portman], fa=[فیلم هایی، بازی، ناتالی پورتمن، تولید], de=[produzieren, Film, mitspielen, Natalie Portman], es=[producente, perlículas, actua, Natalie Portman], it=[produttore, film, recita, Natalie Portman], fr=[produit, films, Natalie Portman], nl=[producent, film, Natalie Portman, speelt], ro=[produce, film, rol principal, Natalie Portman]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?film <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Film> .  ?film <http://dbpedia.org/ontology/starring> <http://dbpedia.org/resource/Natalie_Portman> .  ?film <http://dbpedia.org/ontology/producer> ?uri . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Ari_Handel, http://dbpedia.org/resource/Mike_Medavoy, http://dbpedia.org/resource/Mike_Nichols, http://dbpedia.org/resource/Marc_E._Platt, http://dbpedia.org/resource/David_McFadzean, http://dbpedia.org/resource/The_Wachowskis, http://dbpedia.org/resource/Michael_Tapuah, http://dbpedia.org/resource/Cary_Brokaw, http://dbpedia.org/resource/Scott_Stuber, http://dbpedia.org/resource/Laurence_Mark, http://dbpedia.org/resource/Rick_McCallum, http://dbpedia.org/resource/Natalie_Portman, http://dbpedia.org/resource/Laurent_Truchot, http://dbpedia.org/resource/Susan_Cartsonis, http://dbpedia.org/resource/Saul_Zaentz, http://dbpedia.org/resource/Joel_Silver, http://dbpedia.org/resource/Ryan_Kavanaugh, http://dbpedia.org/resource/Richard_N._Gladstein, http://dbpedia.org/resource/San_Francisco_Ballet, http://dbpedia.org/resource/Sigurjón_Sighvatsson, http://dbpedia.org/resource/Doug_Magallon,_Greg_Strom, http://dbpedia.org/resource/Wong_Kar-wai, http://dbpedia.org/resource/Kevin_Feige, http://dbpedia.org/resource/John_Calley, http://dbpedia.org/resource/Larry_J._Franco, http://dbpedia.org/resource/Scott_Steindorff, http://dbpedia.org/resource/Tim_Burton, http://dbpedia.org/resource/Matt_Williams_(TV_producer), http://dbpedia.org/resource/Dan_Halsted, http://dbpedia.org/resource/Alison_Owen, http://dbpedia.org/resource/Michael_De_Luca, http://dbpedia.org/resource/Gary_Gilbert, http://dbpedia.org/resource/Grant_Hill_(producer), http://dbpedia.org/resource/Dan_Bucatinsky, http://dbpedia.org/resource/Spencer_Susser]",
            "id": "83",
            "languageToQuestion": "{en=Who produced films starring Natalie Portman?, fa=چه کسی فیلم هایی با بازی ناتالی پورتمن را تولید کرده است؟, de=Wer produzierte Filme, in denen Natalie Portman mitspielt?, es=¿Quién ha producido películas en las que actua Natalie Portman?, it=Chi ha prodotto i film in cui recita Natalie Portman?, fr=Qui a produit des films dans lesquels joue Natalie Portman?, nl=Wie produceerde films waarin Natalie Portman speelde?, ro=Cine a produs filme cu Natalie Portman în rol principal?}"
        },
        {
            "languageToKeyword": "{en=[movie, Tom Cruise], fa=[فیلم های، تام کروز], de=[Film, Tom Cruise], es=[películas, Tom Cruise], it=[film, Tom Cruise], fr=[films, Tom Cruise], nl=[film, Tom Cruise], ro=[film, Tom Cruise]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Film> .  ?uri <http://dbpedia.org/ontology/starring> <http://dbpedia.org/resource/Tom_Cruise> . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/All_the_Right_Moves_(film), http://dbpedia.org/resource/Collateral_(film), http://dbpedia.org/resource/Mena_(film), http://dbpedia.org/resource/Jack_Reacher_(film), http://dbpedia.org/resource/The_Outsiders_(film), http://dbpedia.org/resource/Interview_with_the_Vampire:_The_Vampire_Chronicles, http://dbpedia.org/resource/Far_and_Away, http://dbpedia.org/resource/The_Last_Samurai, http://dbpedia.org/resource/Top_Gun, http://dbpedia.org/resource/Risky_Business, http://dbpedia.org/resource/A_Few_Good_Men, http://dbpedia.org/resource/The_Color_of_Money, http://dbpedia.org/resource/Jerry_Maguire, http://dbpedia.org/resource/Legend_(1985_film), http://dbpedia.org/resource/War_of_the_Worlds_(2005_film), http://dbpedia.org/resource/Valkyrie_(film), http://dbpedia.org/resource/Vanilla_Sky, http://dbpedia.org/resource/Mission:_Impossible_II, http://dbpedia.org/resource/Red_Dawn_(2012_film), http://dbpedia.org/resource/Lions_for_Lambs, http://dbpedia.org/resource/Knight_and_Day, http://dbpedia.org/resource/Mission:_Impossible_III, http://dbpedia.org/resource/Born_on_the_Fourth_of_July_(film), http://dbpedia.org/resource/Mission:_Impossible_(film), http://dbpedia.org/resource/Cocktail_(1988_film), http://dbpedia.org/resource/Magnolia_(film), http://dbpedia.org/resource/The_Firm_(1993_film), http://dbpedia.org/resource/Rain_Man, http://dbpedia.org/resource/Days_of_Thunder, http://dbpedia.org/resource/Losin'_It]",
            "id": "84",
            "languageToQuestion": "{en=Give me all movies with Tom Cruise., fa=تمام فیلم های تام کروز را لیست کن., de=Gib mir alle Filme mit Tom Cruise., es=Dame todas las películas con Tom Cruise, it=Dammi tutti i film con Tom Cruise., fr=Donnes-moi tous les films avec Tom Cruise., nl=Noem alle films met Tom Cruise., ro=Dă-mi toate filmele cu Tom Cruise.}"
        },
        {
            "languageToKeyword": "{en=[female, given name], fa=[اسم های، دخترانه], de=[weiblich, Vorname], es=[nombre propio, femenino], it=[nome proprio, femminile], fr=[prénom, féminin], nl=[vrouwelijk, voornaam], ro=[feminine, prenume]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/GivenName> .  ?uri <http://dbpedia.org/ontology/gender> <http://dbpedia.org/resource/Female> . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Christa_(given_name), http://dbpedia.org/resource/Melanie, http://dbpedia.org/resource/Latoya_(given_name), http://dbpedia.org/resource/Rachel_(given_name), http://dbpedia.org/resource/Brandy_(given_name), http://dbpedia.org/resource/Giselle_(given_name), http://dbpedia.org/resource/Tammie, http://dbpedia.org/resource/Constance_(name), http://dbpedia.org/resource/Emma_(given_name), http://dbpedia.org/resource/Mira_(given_name), http://dbpedia.org/resource/Rashida, http://dbpedia.org/resource/Helene_(name), http://dbpedia.org/resource/Rosalinda_(given_name), http://dbpedia.org/resource/Gisele_(given_name), http://dbpedia.org/resource/Bonnie, http://dbpedia.org/resource/Chloe, http://dbpedia.org/resource/Francine, http://dbpedia.org/resource/Demi, http://dbpedia.org/resource/Cassi_(disambiguation), http://dbpedia.org/resource/Hatice, http://dbpedia.org/resource/Maia_(name), http://dbpedia.org/resource/Catarina, http://dbpedia.org/resource/Zuleika_(given_name), http://dbpedia.org/resource/Jackeline, http://dbpedia.org/resource/Celia_(given_name), http://dbpedia.org/resource/Jessica_(given_name), http://dbpedia.org/resource/Sheri, http://dbpedia.org/resource/Evangelina, http://dbpedia.org/resource/Demetria_(name), http://dbpedia.org/resource/Danielle, http://dbpedia.org/resource/Jacquelyn_(name), http://dbpedia.org/resource/Arleen, http://dbpedia.org/resource/Kylie_(name), http://dbpedia.org/resource/Emine, http://dbpedia.org/resource/Hafsa, http://dbpedia.org/resource/Galina, http://dbpedia.org/resource/Monica_(given_name), http://dbpedia.org/resource/Crystal_(given_name), http://dbpedia.org/resource/Winnie_(name), http://dbpedia.org/resource/Geraldine_(name), http://dbpedia.org/resource/Lisa_(given_name), http://dbpedia.org/resource/Afreen, http://dbpedia.org/resource/Katalin, http://dbpedia.org/resource/Gisela_(name), http://dbpedia.org/resource/Brooke_(given_name), http://dbpedia.org/resource/Sumru, http://dbpedia.org/resource/Jean_(female_given_name), http://dbpedia.org/resource/Laura_(given_name), http://dbpedia.org/resource/Mandy_(given_name), http://dbpedia.org/resource/Borghild_(name), http://dbpedia.org/resource/Michele, http://dbpedia.org/resource/Lena_(name), http://dbpedia.org/resource/Tanisha_(name), http://dbpedia.org/resource/Matilda_(name), http://dbpedia.org/resource/Macy_(given_name), http://dbpedia.org/resource/Lana_(given_name), http://dbpedia.org/resource/Erin, http://dbpedia.org/resource/Michelle_(name), http://dbpedia.org/resource/Mila, http://dbpedia.org/resource/Janet_(given_name), http://dbpedia.org/resource/Whitney_(given_name), http://dbpedia.org/resource/Mirna_(name), http://dbpedia.org/resource/Sophie, http://dbpedia.org/resource/Kirsten, http://dbpedia.org/resource/Marie_(given_name), http://dbpedia.org/resource/Mildred_(name), http://dbpedia.org/resource/Eva_(name), http://dbpedia.org/resource/Eve_(name), http://dbpedia.org/resource/Chelsea_(name), http://dbpedia.org/resource/Clelia_(given_name), http://dbpedia.org/resource/Hannah_(name), http://dbpedia.org/resource/Melissa, http://dbpedia.org/resource/Dawn_(name), http://dbpedia.org/resource/Melina, http://dbpedia.org/resource/Shauna, http://dbpedia.org/resource/Dagmar_(given_name), http://dbpedia.org/resource/Graciela_(given_name), http://dbpedia.org/resource/Trina_(name), http://dbpedia.org/resource/Shawna, http://dbpedia.org/resource/Kanika_(name), http://dbpedia.org/resource/Galenka, http://dbpedia.org/resource/Stella_(given_name), http://dbpedia.org/resource/Christina_(given_name), http://dbpedia.org/resource/Lauren, http://dbpedia.org/resource/Jaclyn, http://dbpedia.org/resource/Marissa_(name)]",
            "id": "86",
            "languageToQuestion": "{en=Give me all female given names., fa=تمام اسم های دخترانه را لیست کن., de=Gib mir alle weiblichen Vornamen., es=Dame todos los nombres propios femeninos., it=Dammi tutti i nomi propri femminili., fr=Donnes-moi tous les prénoms féminins., nl=Geef me alle vrouwelijke voornaamen., ro=Dă-mi toate prenumele feminine.}"
        },
        {
            "languageToKeyword": "{en=[wrote, book, The pillars of the Earth], fa=[کتاب، ستون های زمین، نوشت], de=[schreiben, Buch, Die Säulen der Erde], es=[escritor, libro, Pilares de la Tierra], it=[scritto, libro, I pilastri della Terra], fr=[Les Piliers de la Terre, écrivain], nl=[auteur, De Pilaren van de Aarde], ro=[scrie, carte, Stâlpii Pământului]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  <http://dbpedia.org/resource/The_Pillars_of_the_Earth> <http://dbpedia.org/ontology/author> ?uri . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Ken_Follett]",
            "id": "87",
            "languageToQuestion": "{en=Who wrote the book The Pillars of the Earth?, fa=چه کسی کتاب ستون های زمین را نوشت؟, de=Wer schrieb das Buch Die Säulen der Erde?, es=¿Quen escribió el libro Los pilares de la Tierra?, it=Chi ha scritto il libro I pilastri della Terra?, fr=Qui a écrit le livre Les Piliers de la Terre?, nl=Wie schreef het boek De Pilaren van de Aarde?, ro=Cine e scris cartea Stâlpii Pământului?}"
        },
        {
            "languageToKeyword": "{en=[film, star, Leonardo DiCaprio], fa=[لئوناردو دیکاپریو، فیلم، بازی], de=[Film, mitspielen, Leonardo DiCaprio], es=[películas, cuántas, actúa, Leonardo DiCaprio], it=[film, recitare, Leonardo DiCaprio], fr=[combien, films, Leonard DiCaprio], nl=[film, speelt, Leonardo DiCaprio], ro=[film, rol principal, Leonardo DiCaprio]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Film> .  ?uri <http://dbpedia.org/ontology/starring> <http://dbpedia.org/resource/Leonardo_DiCaprio> . } ",
            "answerType": "number",
            "aggregation": false,
            "goldenAnswer": "[23]",
            "id": "88",
            "languageToQuestion": "{en=How many films did Leonardo DiCaprio star in?, fa=لئوناردو دیکاپریو در چند فیلم بازی کرده است؟, de=In wievielen Filmen hat Leonardo DiCaprio mitgespielt?, es=¿En cuántas películas ha actuado Leonardo DiCaprio?, it=In quanti film ha recitato Leonardo DiCaprio?, fr=Dans combien de films Leonard DiCaprio a-t-il joué?, nl=In hoeveel films speelde Leonardo DiCaprio?, ro=În câte filme a jucat Leonardo DiCaprio rol principal?}"
        }
]
