[
        {
            "languageToKeyword": "{en=[breed, German Shepherd dog], fa=[گونه، سگ ژرمن شپرد], de=[Schäferhundrasse], es=[razas de pastor alemán], it=[razza, pastore tedesco], fr=[races, bergers allemands], nl=[Duitse herder, soort], ro=[rasă, câine Ciobănesc German]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://dbpedia.org/property/breed> <http://dbpedia.org/resource/German_Shepherd> . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Mancs_(dog), http://dbpedia.org/resource/Appollo_(dog), http://dbpedia.org/resource/Crumstone_Irma, http://dbpedia.org/resource/Jet_of_Iada, http://dbpedia.org/resource/Lightning_(dog), http://dbpedia.org/resource/Antis_(dog), http://dbpedia.org/resource/Lucky_(war_dog), http://dbpedia.org/resource/Trakr, http://dbpedia.org/resource/Strongheart, http://dbpedia.org/resource/Rifleman_Khan, http://dbpedia.org/resource/Nemo_A534]",
            "id": "143",
            "languageToQuestion": "{en=Give me all breeds of the German Shepherd dog., fa=تمام گونه های سگ ژرمن شپرد را لیست کن., de=Gib mir alle Schäferhundrassen., es=Dame todas las razas de pastor alemán., it=Dammi tutte le razze del pastore tedesco., fr=Donnes-moi toutes les races de bergers allemands., nl=Noem alle soorten Duitse herders., ro=Dă-mi toate rasele câinelui Ciobănesc German.}"
        },
        {
            "languageToKeyword": "{en=[professional surfer, born, Australia], fa=[موج سواران حرفه ای، استرالیا، متولد], de=[Profisurfer, geboren, Australien], es=[surfista profesional, nacido, Australia], it=[surfista professionista, nato, Australia], fr=[surfeurs professionels, Australie], nl=[professionele surfer, Australië], ro=[surfer profesionist, născut, Australia]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://dbpedia.org/ontology/occupation> <http://dbpedia.org/resource/Surfing> . { ?uri <http://dbpedia.org/ontology/birthPlace> <http://dbpedia.org/resource/Australia> . } UNION { ?uri <http://dbpedia.org/ontology/birthPlace> ?x .  ?x <http://dbpedia.org/ontology/country> <http://dbpedia.org/resource/Australia> . } } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Ian_Cairns, http://dbpedia.org/resource/Midget_Farrelly, http://dbpedia.org/resource/Koby_Abberton]",
            "id": "146",
            "languageToQuestion": "{en=Which professional surfers were born in Australia?, fa=چه موج سواران حرفه ای در استرالیا متولد شدند؟, de=Welche Profisurfer wurden in Australien geboren?, es=¿Qué surfistas profesionales nacieron en Australia?, it=Quali surfisti professionisti sono nati in Australia?, fr=Quels surfeurs professionels sont nés en Australie?, nl=Welke professionele surfers werden geboren in Australië?, ro=Ce surferi profesioniști s-au născut în Australia?}"
        },
        {
            "languageToKeyword": "{en=[Hawaii, average temperature], fa=[میانگین دما، هاوایی], de=[Hawaii, Durchschnittstemperatur], es=[temperature media, Hawayii], it=[temperatura media, Hawaii], fr=[température moyenne, Hawaii], nl=[gemiddelde temperatuur, Hawaii], ro=[Hawaii, temperatura medie]}",
            "hybrid": false,
            "onlydbo": false,
            "answerType": "number",
            "aggregation": false,
            "goldenAnswer": "[]",
            "id": "147",
            "languageToQuestion": "{en=What is the average temperature on Hawaii?, fa=میانگین دما در هاوایی چقدر است؟, de=Was ist die Durchschnittstemperatur auf Hawaii?, es=¿Cuál es la temperature media en Hawaii?, it=Qual è la temperatura media nelle Hawaii?, fr=Quelle est la température moyenne à Hawaii?, nl=Wat is de gemiddelde temperatuur op Hawaii?, ro=Care este temperatura medie în Hawaii?}"
        },
        {
            "languageToKeyword": "{en=[Heckler & Koch, develop, weapon], fa=[هکلر و کخ، سلاح، ساخت], de=[Uzi, Erfinder, Waffe], es=[Uzi, inventor, otras armas], it=[ Heckler & Koch, creare, armi], fr=[armes, developées, inventeur de l'Uzi], nl=[Heckler & Koch, uitvinder, wapens], ro=[Heckler & Koch, realiza, armă]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Weapon> . ?uri <http://dbpedia.org/property/designer> <http://dbpedia.org/resource/Heckler_&_Koch> .  }",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/M27_Infantry_Automatic_Rifle, http://dbpedia.org/resource/Heckler_&_Koch_G3]",
            "id": "149",
            "languageToQuestion": "{en=Which weapons did Heckler & Koch develop?, fa=هکلر و کخ جه سلاح هایی را ساخت؟, de=Welche Waffen hat Heckler & Koch entwickelt?, es=¿Qué armas crearon Heckler y Koch?, it=Quali armi sono state create da Heckler & Koch?, fr=Quels autres armes ont été developées par l'inventeur de l'Uzi?, nl=Welke wapens heeft Heckler & Koch ontwikkeld?, ro=Ce alte arme a realizat Heckler & Koch?}"
        },
        {
            "languageToKeyword": "{en=[created, Goofy], fa=[گوفی، ساخت], de=[erfinden, Goofy], es=[creador, Goofy], it=[creatore, Pippo], fr=[Goofy, créateur], nl=[bedenker, Goofy], ro=[creat, Goofy]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  <http://dbpedia.org/resource/Goofy> <http://dbpedia.org/ontology/creator> ?uri . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Walt_Disney, http://dbpedia.org/resource/Del_Connell, http://dbpedia.org/resource/Paul_Murry]",
            "id": "15",
            "languageToQuestion": "{en=Who created Goofy?, fa=چه کسی گوفی را ساخت؟, de=Wer hat Goofy erfunden?, es=¿Quién es el creador de Goofy?, it=Chi è il creatore di Pippo?, fr=Qui est le créateur de Goofy?, nl=Wie bedacht Goofy?, ro=Cine l-a creat pe Goofy?}"
        },
        {
            "languageToKeyword": "{en=[islands, Japan], fa=[جزایر، ژاپن], de=[Inseln, Japan], es=[islias, Japón], it=[isole, Giappone], fr=[îles, Japon], nl=[eilanden, Japan], ro=[insule, Japonia]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Island> .  ?uri <http://dbpedia.org/ontology/country> <http://dbpedia.org/resource/Japan> . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Iwo_Jima, http://dbpedia.org/resource/Kyushu, http://dbpedia.org/resource/Oki_Islands, http://dbpedia.org/resource/Ishigaki_Island, http://dbpedia.org/resource/Tokara_Islands, http://dbpedia.org/resource/Hatsushima, http://dbpedia.org/resource/Amami_Islands, http://dbpedia.org/resource/Kamome_Island, http://dbpedia.org/resource/Hokkaido__island__1, http://dbpedia.org/resource/Denshima, http://dbpedia.org/resource/Yagishiri_Island, http://dbpedia.org/resource/Awaji_Island, http://dbpedia.org/resource/Kojima_(Hokkaido), http://dbpedia.org/resource/Rebun_Island, http://dbpedia.org/resource/Rishiri_Island, http://dbpedia.org/resource/Tsuken_Island, http://dbpedia.org/resource/Miyako-jima, http://dbpedia.org/resource/Taketomi_Island, http://dbpedia.org/resource/Tsushima_Island, http://dbpedia.org/resource/Kozukumi_Island, http://dbpedia.org/resource/Daikon_Island, http://dbpedia.org/resource/Genkai_Island, http://dbpedia.org/resource/Sugashima, http://dbpedia.org/resource/Hateruma, http://dbpedia.org/resource/Iki_Island, http://dbpedia.org/resource/Yonaguni, http://dbpedia.org/resource/Honshu, http://dbpedia.org/resource/Izena_Island, http://dbpedia.org/resource/Shikoku, http://dbpedia.org/resource/Iejima, http://dbpedia.org/resource/Yaeyama_Islands, http://dbpedia.org/resource/Iriomote-jima, http://dbpedia.org/resource/Okinawa_Island]",
            "id": "151",
            "languageToQuestion": "{en=Give me all islands that belong to Japan., fa=تمام جزایر متعلق به ژاپن را لیست کن., de=Gib mir alle Inseln, die zu Japan gehören., es=Dame todas la islas que pertenezcan a Japón., it=Dammi tutte le isole che appartengono al Giappone., fr=Donnes-moi toutes les îles qui appartiennent aux Japon., nl=Geef alle eilanden die behoren tot Japan., ro=Dă-mi toate insulele care aparțin Japoniei.}"
        },
        {
            "languageToKeyword": "{en=[invent, zipper], fa=[زیپ، اختراع], de=[erfinden, Reisverschluss], es=[inventor, cremallera], it=[inventare, cerniera lampo], fr=[inventé, fermeture éclair], nl=[ritssluiting, uitvinder], ro=[inventa, fermoar]}",
            "hybrid": false,
            "onlydbo": false,
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[]",
            "id": "152",
            "languageToQuestion": "{en=Who invented the zipper?, fa=زیپ را چه کسی اختراع کرد؟, de=Wer hat den Reisverschluss erfunden?, es=¿Quién inventó la cremallera?, it=Chi ha inventato la cerniera lampo?, fr=Qui a inventé la fermeture éclair?, nl=Wie heeft de ritssluiting uitgevonden?, ro=Cine a inventat fermoarul?}"
        },
        {
            "languageToKeyword": "{en=[Africa, country, capital], fa=[پایتخت، کشورهای، آفریقا], de=[Afrika, Land, Hauptstadt], es=[países, africanos, capital], it=[Africa, stato, capitale], fr=[capitale, pays, Afrique], nl=[Africa, land, hoof], ro=[Africa, țară, capitală]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?states <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/class/yago/AfricanCountries> .  ?states <http://dbpedia.org/ontology/capital> ?uri . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Ouagadougou, http://dbpedia.org/resource/Asmara, http://dbpedia.org/resource/Yaoundé, http://dbpedia.org/resource/Kigali, http://dbpedia.org/resource/Bissau, http://dbpedia.org/resource/Monrovia, http://dbpedia.org/resource/Niamey, http://dbpedia.org/resource/Juba, http://dbpedia.org/resource/Addis_Ababa, http://dbpedia.org/resource/Khartoum, http://dbpedia.org/resource/Porto-Novo, http://dbpedia.org/resource/Libreville, http://dbpedia.org/resource/Victoria,_Seychelles, http://dbpedia.org/resource/Lilongwe, http://dbpedia.org/resource/Cairo, http://dbpedia.org/resource/Nairobi, http://dbpedia.org/resource/Djibouti_(city), http://dbpedia.org/resource/Lomé, http://dbpedia.org/resource/Tripoli, http://dbpedia.org/resource/Freetown, http://dbpedia.org/resource/Maseru, http://dbpedia.org/resource/Bamako, http://dbpedia.org/resource/Antananarivo, http://dbpedia.org/resource/Maputo, http://dbpedia.org/resource/Luanda, http://dbpedia.org/resource/Bujumbura, http://dbpedia.org/resource/Praia, http://dbpedia.org/resource/Moroni,_Comoros, http://dbpedia.org/resource/Malabo, http://dbpedia.org/resource/Kinshasa, http://dbpedia.org/resource/Bangui, http://dbpedia.org/resource/Pretoria, http://dbpedia.org/resource/Mogadishu, http://dbpedia.org/resource/Dakar, http://dbpedia.org/resource/Abuja, http://dbpedia.org/resource/Tunis, http://dbpedia.org/resource/Gaborone, http://dbpedia.org/resource/Harare, http://dbpedia.org/resource/Brazzaville, http://dbpedia.org/resource/Accra, http://dbpedia.org/resource/Lusaka, http://dbpedia.org/resource/Rabat, http://dbpedia.org/resource/Nouakchott, http://dbpedia.org/resource/Banjul, http://dbpedia.org/resource/Windhoek, http://dbpedia.org/resource/Dodoma, http://dbpedia.org/resource/Port_Louis]",
            "id": "16",
            "languageToQuestion": "{en=Give me the capitals of all countries in Africa., fa=پایتخت تمام کشورهای آفریقا را لیست کن., de=Gib mir die Haupstädte von allen Ländern in Afrika., es=Dame las capitales de todos los países africanos., it=Dammi le capitali di tutti gli stati dell'Africa., fr=Donnes-moi la capitale de chaque pays d'Afrique., nl=Noem de hoofdsteden van alle landen in Afrika., ro=Dă-mi capitalele tuturor țărilor din Africa.}"
        },
        {
            "languageToKeyword": "{en=[how many, mission, Soyuz programme], fa=[برنامه سایوز، ماموریت], de=[wieviele, Mission, Soyuz-Programm], es=[cuántas, misiones, programa Soyuz], it=[quante missioni, programma Sojuz], fr=[combien, vols, le programme Soyouz], nl=[hoeveel, missie, Soyuz programma], ro=[câte, misiune, programul Soyuz]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http://dbpedia.org/property/programme> <http://dbpedia.org/resource/Soyuz_programme> . } ",
            "answerType": "number",
            "aggregation": true,
            "goldenAnswer": "[133]",
            "id": "161",
            "languageToQuestion": "{en=How many missions does the Soyuz programme have?, fa=برنامه سایوز چند ماموریت دارد؟, de=Wieviele Missionen umfasst das Soyuz-Programm?, es=¿Cuántas misiones tiene el programa Soyuz?, it=Quante missioni ha il programma Sojuz?, fr=Donne-moi le nombre de missions Soyouz., nl=Hoeveel missies zijn er in het Soyuz programma?, ro=Câte misiuni are programul Soyuz?}"
        },
        {
            "languageToKeyword": "{en=[movie, Denmark], fa=[فیلم های، دانمارکی], de=[Film, Dänemark], es=[película, Dinamarca], it=[film, Danimarca], fr=[films, Danemark], nl=[film, Denemarken], ro=[film, Danemarca]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Film> .  ?uri <http://dbpedia.org/ontology/country> <http://dbpedia.org/resource/Denmark> . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Pusher_(1996_film), http://dbpedia.org/resource/Breaking_the_Waves, http://dbpedia.org/resource/Ronal_the_Barbarian, http://dbpedia.org/resource/Little_Brother,_Big_Trouble:_A_Christmas_Adventure, http://dbpedia.org/resource/Eksperimentet, http://dbpedia.org/resource/The_Forbidden_Team, http://dbpedia.org/resource/Fidibus, http://dbpedia.org/resource/Helium_(film), http://dbpedia.org/resource/De_besejrede_Pebersvende, http://dbpedia.org/resource/Klown, http://dbpedia.org/resource/Hamsun_(film), http://dbpedia.org/resource/Vildledt_Elskov, http://dbpedia.org/resource/Asterix_and_the_Vikings, http://dbpedia.org/resource/Waltzing_Regitze, http://dbpedia.org/resource/Open_Hearts, http://dbpedia.org/resource/Jenny_and_the_Soldier, http://dbpedia.org/resource/The_Red_Meadows, http://dbpedia.org/resource/Karlas_kabale, http://dbpedia.org/resource/The_Inheritance_(2003_film), http://dbpedia.org/resource/The_Mahabharata_(1989_film), http://dbpedia.org/resource/Samson_&_Sally, http://dbpedia.org/resource/Dancer_in_the_Dark, http://dbpedia.org/resource/Journey_to_Saturn, http://dbpedia.org/resource/Den_farlige_alder, http://dbpedia.org/resource/After_the_Wedding, http://dbpedia.org/resource/Antichrist_(film), http://dbpedia.org/resource/Flame_&_Citron, http://dbpedia.org/resource/Princess_(2006_film), http://dbpedia.org/resource/Nation_Estate, http://dbpedia.org/resource/Lego_Marvel_Super_Heroes:_Maximum_Overload, http://dbpedia.org/resource/Crying_for_Love, http://dbpedia.org/resource/You_Are_Not_Alone_(film), http://dbpedia.org/resource/Sons_of_the_Soil, http://dbpedia.org/resource/Jeg_har_elsket_og_levet, http://dbpedia.org/resource/Help!_I'm_a_Fish, http://dbpedia.org/resource/Bornholms_stemme, http://dbpedia.org/resource/Family_Matters_(film), http://dbpedia.org/resource/Burma_VJ, http://dbpedia.org/resource/ID_A, http://dbpedia.org/resource/HotMen_CoolBoyz, http://dbpedia.org/resource/En_slem_Dreng, http://dbpedia.org/resource/Ghost_Train_International, http://dbpedia.org/resource/Let's_Get_Lost_(1997_film), http://dbpedia.org/resource/Familien_Pille_som_Spejdere, http://dbpedia.org/resource/Buddhas_barn, http://dbpedia.org/resource/Reptilicus, http://dbpedia.org/resource/Smiling_in_a_War_Zone, http://dbpedia.org/resource/Pelle_the_Conqueror, http://dbpedia.org/resource/Babette's_Feast, http://dbpedia.org/resource/Mammoth_(2009_film), http://dbpedia.org/resource/A_Summer_Tale, http://dbpedia.org/resource/Bang_Bang_Orangutang, http://dbpedia.org/resource/Don_Olsen_kommer_til_byen, http://dbpedia.org/resource/The_Viking_Watch_of_the_Danish_Seaman, http://dbpedia.org/resource/Pink_Prison, http://dbpedia.org/resource/Songs_from_the_Second_Floor, http://dbpedia.org/resource/De_5_i_fedtefadet, http://dbpedia.org/resource/Sunes_familie, http://dbpedia.org/resource/Ditte,_Child_of_Man, http://dbpedia.org/resource/Der_rote_Kreis, http://dbpedia.org/resource/Torremolinos_73, http://dbpedia.org/resource/Teddy_Bear_(2012_film), http://dbpedia.org/resource/Terribly_Happy, http://dbpedia.org/resource/Susanne_(film), http://dbpedia.org/resource/Melody_of_Murder, http://dbpedia.org/resource/We_Meet_at_Tove's, http://dbpedia.org/resource/Der_kom_en_dag, http://dbpedia.org/resource/Ai_Weiwei:_The_Fake_Case, http://dbpedia.org/resource/Hotel_Paradis, http://dbpedia.org/resource/Kira's_Reason:_A_Love_Story, http://dbpedia.org/resource/Manslaughter_(2005_film), http://dbpedia.org/resource/Busters_verden, http://dbpedia.org/resource/Nynne]",
            "id": "163",
            "languageToQuestion": "{en=Give me all Danish movies., fa=تمام فیلم های دانمارکی را لیست کن., de=Gib mir alle dänischen Filme., es=Dame todas las películas danesas., it=Dammi tutti i film danesi., fr=Donnes-moi tous les films danois., nl=Noem alle Deense films., ro=Dă-mi toate filmele daneze.}"
        },
        {
            "languageToKeyword": "{en=[launch pad, operate, NASA], fa=[سکوهای پرتاب، راه اندازی شده، ناسا], de=[Startrampe, betreiben, NASA], es=[plataforma de lanzamiento, operada por la NASA], it=[rampa di lancio, gestire, NASA], fr=[rampes de lancements, Etats-unis], nl=[lanceerplatform, NASA], ro=[rampă de lansare, operat, NASA]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/LaunchPad> .  ?uri <http://dbpedia.org/ontology/operator> <http://dbpedia.org/resource/NASA> . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Mid-Atlantic_Regional_Spaceport_Launch_Pad_0, http://dbpedia.org/resource/Keweenaw_Rocket_Range, http://dbpedia.org/resource/Spaceport_Florida_Launch_Complex_36, http://dbpedia.org/resource/Wallops_Flight_Facility_Launch_Area_3, http://dbpedia.org/resource/Broglio_Space_Centre, http://dbpedia.org/resource/Kennedy_Space_Center_Launch_Complex_39, http://dbpedia.org/resource/Cape_Canaveral_Air_Force_Station_Launch_Complex_13]",
            "id": "164",
            "languageToQuestion": "{en=Give me all launch pads operated by NASA., fa=تمام سکوهای پرتاب راه اندازی شده توسط ناسا را لیست کن., de=Gib mir alle von der NASA betriebenen Startrampen., es=Dame todas las plataformas de lanzamiento operadas por la NASA., it=Dammi tutte le rampe di lancio gestite dalla NASA., fr=Donnes-moi toutes les rampes de lancements des Etats-unis., nl=Noem alle lanceerplatformen van de NASA., ro=Dă-mi toate rampele de lansare operate de către NASA.}"
        },
        {
            "languageToKeyword": "{en=[Cat Stevens, instrument], fa=[کت استیونس، آلاتی], de=[Cat Stevens, Instrument], es=[Cat Stevens, instrumento, tocaba], it=[Cat Stevens, strumenti], fr=[Cat Stevens, instrument], nl=[Cat Stevens, instrument], ro=[Cat Stevens, instrument]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  <http://dbpedia.org/resource/Cat_Stevens> <http://dbpedia.org/ontology/instrument> ?uri . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Baldwin_Piano_Company, http://dbpedia.org/resource/Double_bass, http://dbpedia.org/resource/Gibson_ES-335, http://dbpedia.org/resource/Mandolin, http://dbpedia.org/resource/Guitar, http://dbpedia.org/resource/Synthesizer, http://dbpedia.org/resource/Gibson_Everly_Brothers_Flattop, http://dbpedia.org/resource/Epiphone_Casino, http://dbpedia.org/resource/Bass_guitar, http://dbpedia.org/resource/Mellotron, http://dbpedia.org/resource/Fender_Telecaster, http://dbpedia.org/resource/Rhodes_piano, http://dbpedia.org/resource/Gibson_J-200, http://dbpedia.org/resource/Organ_(music)]",
            "id": "165",
            "languageToQuestion": "{en=Which instruments does Cat Stevens play?, fa=کت استیونس چه آلاتی را می نواخت؟, de=Welche Instrumente spielt Cat Stevens?, es=¿Qué instrumentos tocaba Cat Stevens?, it=Quali strumenti suona Cat Stevens?, fr=Quels instruments joue Cat Stevens?, nl=Welke instrumenten speeld Cat Stevens?, ro=La ce instrumente cântă Cat Stevens?}"
        },
        {
            "languageToKeyword": "{en=[Rita Wilson, wife, Tom Hanks], fa=[ریتا ویلسون، همسر، تام هنکس], de=[Rita Wilson, Frau, Tom Hanks], es=[Rita Wilson, esposa, Tom Hanks], it=[Rita Wilson, moglie, Tom Hanks], fr=[Rita Wilson, épouse, Tom Hanks], nl=[Rita Wilson, vrouw, Tom Hanks], ro=[Rita Wilson, soție, Tom Hanks]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "ASK WHERE {  <http://dbpedia.org/resource/Tom_Hanks> <http://dbpedia.org/ontology/spouse> <http://dbpedia.org/resource/Rita_Wilson> . } ",
            "answerType": "boolean",
            "aggregation": false,
            "goldenAnswer": "[false]",
            "id": "170",
            "languageToQuestion": "{en=Is Rita Wilson the wife of Tom Hanks?, fa=آیا ریتا ویلسون همسر تام هنکس است؟, de=Ist Rita Wilson die Frau von Tom Hanks?, es=¿Es Rita Wilson la esposa de Tom Hanks?, it=Rita Wilson è la moglie di Tom Hanks?, fr=Rita Wilson est-elle l'épouse de Tom Hanks?, nl=Is Rita Wilson de vrouw van Tom Hanks?, ro=Este Rita Wilson soția lui Tom Hanks?}"
        },
        {
            "languageToKeyword": "{en=[Fort Knox, located], fa=[فورت ناکس، واقع], de=[Fort Knox, liegen], es=[Fort Knox, se encuentra, estado americano], it=[Fort Knox, trovarsi], fr=[état américain, Fort Knox], nl=[Fort Knox, ligt], ro=[Fort Knox, situat, stat american]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  <http://dbpedia.org/resource/Fort_Knox> <http://dbpedia.org/property/location> ?uri . }",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Kentucky]",
            "id": "172",
            "languageToQuestion": "{en=Where is Fort Knox located?, fa=فورت ناکس در کجا واقع شده است؟, de=Wo liegt Fort Knox?, es=¿Donde se encuentra el Fort Knox?, it=Dove si trova Fort Knox?, fr=Dans quel état américain se trouve Fort Knox?, nl=Waar ligt Fort Knox?, ro=În ce stat american este situat Fort Knox?}"
        },
        {
            "languageToKeyword": "{en=[Benjamin Franklin, child], fa=[بنجامین فرانکلین، فرزند], de=[Benjamin Franklin, Kind], es=[Benjamin Franklin, hijos], it=[Benjamin Franklin, figlio], fr=[nombre d'enfants, Benjamin Franklin], nl=[Benjamin Franklin, kinderen, hoeveel], ro=[Benjamin Franklin, copil]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  <http://dbpedia.org/resource/Benjamin_Franklin> <http://dbpedia.org/ontology/child> ?uri . } ",
            "answerType": "number",
            "aggregation": true,
            "goldenAnswer": "[3]",
            "id": "173",
            "languageToQuestion": "{en=How many children did Benjamin Franklin have?, fa=بنجامین فرانکلین چند فرزند دارد؟, de=Wieviele Kinder hatte Benjamin Franklin?, es=¿Cuántos hijos tuvo Benjamin Franklin?, it=Quanti figli ebbe Benjamin Franklin?, fr=Combien d'enfants Benjamin Franklin avait-il?, nl=Hoeveel kinderen had Benjamin Franklin?, ro=Câți copii a avut Benjamin Franklin?}"
        },
        {
            "languageToKeyword": "{en=[chess players, British earl, die, same, place, born], fa=[بازکنان شطرنج، همان، مکانی، مردند، متولد], de=[Schachspieler, gestorben, gleich, Ort, geboren], es=[jugadores de ajedrez, murieron, lugar de nacimiento], it=[giocatori di scacchi, morire, stesso, posto, nate], fr=[joueurs d'échecs, mort, ville de naissance], nl=[schakers, sterf, in geboorteplaats], ro=[jucători de șah, British earl, murit, același, loc, născut]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/ChessPlayer> .  ?uri <http://dbpedia.org/ontology/birthPlace> ?x .  ?uri <http://dbpedia.org/ontology/deathPlace> ?y .  FILTER (?x = ?y) . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Szymon_Winawer, http://dbpedia.org/resource/Carlos_Torre_Repetto, http://dbpedia.org/resource/Arvid_Kubbel, http://dbpedia.org/resource/G%C3%A9za_Mar%C3%B3czy, http://dbpedia.org/resource/Alexander_Tolush, http://dbpedia.org/resource/Hugh_Blandford, http://dbpedia.org/resource/Isaac_Lipnitsky, http://dbpedia.org/resource/William_Winter_(chess_player)]",
            "id": "175",
            "languageToQuestion": "{en=Which Chess players died in the same place they were born in?, fa=کدام بازکنان شطرنج در همان مکانی مردند که متولد شدند؟, de=Welche Schachspieler starben an den gleichen Orten, an denen sie geboren wurden?, es=¿Qué jugadores de ajedrez murieron en sus lugares de nacimiento?, it=Quali giocatori di scacchi morirono nel loro luogo di nascita?, fr=Quels joueurs d'échecs moururent dans leur ville de naissance?, nl=Welke schakers stierven in hun geboorteplaats?, ro=Care jucători de șah au murit în același loc în care s-au născut?}"
        },
        {
            "languageToKeyword": "{en=[Margaret Thatcher, child], fa=[فرزندان، مارگارت تاچر], de=[Margaret Thatcher, Kind], es=[Margaret Thatcher, hijos], it=[Margaret Thatcher, figlio], fr=[enfants, Margaret Thatcher], nl=[kinderen, Margaret Thatcher], ro=[Margaret Thatcher, copil]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  <http://dbpedia.org/resource/Margaret_Thatcher> <http://dbpedia.org/ontology/child> ?uri . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Carol_Thatcher, http://dbpedia.org/resource/Mark_Thatcher]",
            "id": "176",
            "languageToQuestion": "{en=List the children of Margaret Thatcher., fa=فرزندان مارگارت تاچر را لیست کن., de=Liste die Kinder von Margaret Thatcher auf., es=Dame una lista de los hijos de Margaret Thatcher., it=Elenca i figli di Margaret Thatcher., fr=Donnes-moi tous les enfants de Margaret Thatcher., nl=Noem alle kinderen van Margaret Thatcher., ro=Enumeră copiii lui Margaret Thatcher.}"
        },
        {
            "languageToKeyword": "{en=[called, Frank The Tank], fa=[فرانک د تانک، نامیده], de=[nennen, Frank The Tank], es=[llamado, Frank The Tank], it=[chiamare, Frank The Tank], fr=[surnommé, Frank The Tank], nl=[Frank The Tank, bijnaam], ro=[numit, Frank The Tank]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://dbpedia.org/property/nickname> 'Frank The Tank'@en . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Frank_Young_(basketball)]",
            "id": "177",
            "languageToQuestion": "{en=Who was called Frank The Tank?, fa=چه کسی فرانک د تانک نامیده شد؟, de=Wer wurde Frank The Tank genannt?, es=¿Quién era llamado Frank The Tank?, it=Chi venne chiamato Frank The Tank?, fr=Qui était surnommé Frank The Tank?, nl=Wie werd er Frank The Tank genoemd?, ro=Cine era numit Frank The Tank?}"
        },
        {
            "languageToKeyword": "{en=[Marc Chagall, jew], fa=[مارک شاگل، یهودی], de=[Marc Chagall, Jude], es=[Marc Chagall, judío], it=[Marc Chagall, ebreo], fr=[Marc Chagall, juif], nl=[Marc Chagall, joods], ro=[Marc Chagall, evreu]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "ASK WHERE { <http://dbpedia.org/resource/Marc_Chagall> <http://dbpedia.org/property/ethnicity> 'Jewish'@en . } ",
            "answerType": "boolean",
            "aggregation": false,
            "goldenAnswer": "[true]",
            "id": "179",
            "languageToQuestion": "{en=Was Marc Chagall a jew?, fa=آیا مارک شاگل یک یهودی بود؟, de=War Marc Chagall ein Jude?, es=¿Fué Marc Chagall judío?, it=Marc Chagall era ebreo?, fr=Etait Marc Chagall juif?, nl=Was Marc Chagall joods?, ro=A fost Marc Chagall un evreu?}"
        },
        {
            "languageToKeyword": "{en=[museum, Scream, Munch], fa=[موزه، فریاد، مونک], de=[Museum, Schrei, Munch], es=[museo, El Grito, Munch], it=[museo, l'Urlo, Munch], fr=[musée, le Cri, Munch], nl=[museum, De Schreeuw, Munch], ro=[muzeu, Strigătul, Munch]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/The_Scream> <http://dbpedia.org/ontology/museum> ?uri . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/National_Gallery_(Norway)]",
            "id": "18",
            "languageToQuestion": "{en=Which museum exhibits The Scream by Munch?, fa=کدام موزه فریاد اثر مونک را نمایش می دهد؟, de=In welchem Museum ist Der Schrei von Munch ausgestellt?, es=¿En qué museo está expuesto el Grito de Munch?, it=In quale museo è esposto l'Urlo di Munch?, fr=Dans quel musée est exposé Le Cri de Munch?, nl=In welk museum hangt De Schreeuw van Munch?, ro=În ce muzeu este expus Strigătul lui Munch?}"
        },
        {
            "languageToKeyword": "{en=[Batman, creator], fa=[بتمن، ساخت], de=[Batman, Erfinder], es=[creador, comic, Capitán América], it=[creatore, Batman], fr=[bande dessinée, créer, Captain America], nl=[bedenker, Batman], ro=[Batman, creat]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  <http://dbpedia.org/resource/Batman> <http://dbpedia.org/ontology/creator> ?uri . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Bill_Finger, http://dbpedia.org/resource/Bob_Kane]",
            "id": "184",
            "languageToQuestion": "{en=Who created Batman?, fa=چه کسی بتمن را ساخت؟, de=Wer hat Batman erfunden?, es=¿Quién creó Batman?, it=Chi ha creato Batman?, fr=Qui a créé la bande dessinée Captain America?, nl=Door wie werd Batman bedacht?, ro=Cine a creat Batman?}"
        }
]
