[
        {
            "languageToKeyword": "{=[Brooklyn Bridge, river, cross]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#>\nSELECT DISTINCT ?uri ?string \nWHERE {       \n        res:Brooklyn_Bridge dbo:crosses ?uri . \n        OPTIONAL { ?uri rdfs:label ?string. FILTER (lang(?string) = 'en') }\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/East_River]",
            "id": "4",
            "outOfScope": false,
            "languageToQuestion": "{en=Which river does the Brooklyn Bridge cross?}"
        },
        {
            "languageToKeyword": "{=[Tom Cruise, official website]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "PREFIX foaf: <http://xmlns.com/foaf/0.1/>\nPREFIX res: <http://dbpedia.org/resource/>\nSELECT DISTINCT ?string \nWHERE { \n\tres:Tom_Cruise foaf:homepage ?string .\n}",
            "answerType": "string",
            "aggregation": false,
            "goldenAnswer": "[http://www.tomcruise.com/]",
            "id": "56",
            "outOfScope": false,
            "languageToQuestion": "{en=What is the official website of Tom Cruise?}"
        },
        {
            "languageToKeyword": "{=[Tom Cruise, movie]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nPREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#>\nSELECT DISTINCT ?uri ?string \nWHERE {\n\t?uri rdf:type dbo:Film.\n\t?uri dbo:starring res:Tom_Cruise .\n\tOPTIONAL {?uri rdfs:label ?string . FILTER (lang(?string) = 'en') }\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Mission:_Impossible_%E2%80%93_Ghost_Protocol, http://dbpedia.org/resource/Rock_of_Ages_%28film%29, http://dbpedia.org/resource/Mission:_Impossible_%28film%29, http://dbpedia.org/resource/Taps_%28film%29, http://dbpedia.org/resource/Losin%27_It, http://dbpedia.org/resource/The_Firm_%281993_film%29, http://dbpedia.org/resource/Interview_with_the_Vampire:_The_Vampire_Chronicles, http://dbpedia.org/resource/Far_and_Away, http://dbpedia.org/resource/War_of_the_Worlds_%282005_film%29, http://dbpedia.org/resource/Cocktail_%281988_film%29, http://dbpedia.org/resource/The_Last_Samurai, http://dbpedia.org/resource/Top_Gun, http://dbpedia.org/resource/The_Outsiders_%28film%29, http://dbpedia.org/resource/Legend_%28film%29, http://dbpedia.org/resource/Risky_Business, http://dbpedia.org/resource/A_Few_Good_Men, http://dbpedia.org/resource/The_Color_of_Money, http://dbpedia.org/resource/Mission:_Impossible_%28film_series%29, http://dbpedia.org/resource/Jerry_Maguire, http://dbpedia.org/resource/Valkyrie_%28film%29, http://dbpedia.org/resource/Vanilla_Sky, http://dbpedia.org/resource/Minority_Report_%28film%29, http://dbpedia.org/resource/Eyes_Wide_Shut, http://dbpedia.org/resource/Lions_for_Lambs, http://dbpedia.org/resource/Mission:_Impossible_III, http://dbpedia.org/resource/All_the_Right_Moves, http://dbpedia.org/resource/Born_on_the_Fourth_of_July_%28film%29, http://dbpedia.org/resource/Magnolia_%28film%29, http://dbpedia.org/resource/Rain_Man, http://dbpedia.org/resource/Days_of_Thunder, http://dbpedia.org/resource/Collateral_%28film%29]",
            "id": "84",
            "outOfScope": false,
            "languageToQuestion": "{en=Give me all movies with Tom Cruise.}"
        },
        {
            "languageToKeyword": "{=[Wikipedia, created]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#>\nSELECT DISTINCT ?uri ?string \nWHERE {\n\tres:Wikipedia dbo:author ?uri .\n        OPTIONAL { ?uri rdfs:label ?string . FILTER (lang(?string) = 'en') }\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Jimmy_Wales, http://dbpedia.org/resource/Larry_Sanger]",
            "id": "62",
            "outOfScope": false,
            "languageToQuestion": "{en=Who created Wikipedia?}"
        },
        {
            "languageToKeyword": "{=[Nile, country, start]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#>\nSELECT DISTINCT ?uri ?string \nWHERE {       \n        res:Nile dbo:sourceCountry ?uri .\n        OPTIONAL { ?uri rdfs:label ?string. FILTER (lang(?string) = 'en') }\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Rwanda, http://dbpedia.org/resource/Ethiopia]",
            "id": "10",
            "outOfScope": false,
            "languageToQuestion": "{en=In which country does the Nile start?}"
        },
        {
            "languageToKeyword": "{=[Claudia Schiffer, tall]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX res: <http://dbpedia.org/resource/>\nPREFIX dbo: <http://dbpedia.org/ontology/>\nSELECT DISTINCT ?height \nWHERE {       \n        res:Claudia_Schiffer dbo:height ?height .      \n}",
            "answerType": "number",
            "aggregation": false,
            "goldenAnswer": "[1.8]",
            "id": "14",
            "outOfScope": false,
            "languageToQuestion": "{en=How tall is Claudia Schiffer?}"
        },
        {
            "languageToKeyword": "{=[Walt Disney, television show, created]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nPREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#>\nSELECT DISTINCT ?uri ?string \nWHERE {\n\t?uri rdf:type dbo:TelevisionShow .\n        ?uri dbo:creator res:Walt_Disney .\n        OPTIONAL { ?uri rdfs:label ?string. FILTER (lang(?string) = 'en') }\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/List_of_Jiminy_Cricket_educational_serials, http://dbpedia.org/resource/Walt_Disney_anthology_television_series, http://dbpedia.org/resource/The_Disney_Afternoon, http://dbpedia.org/resource/The_Mickey_Mouse_Club]",
            "id": "23",
            "outOfScope": false,
            "languageToQuestion": "{en=Which television shows were created by Walt Disney?}"
        },
        {
            "languageToKeyword": "{=[Karakoram, highest place]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#>\nSELECT DISTINCT ?uri ?string \nWHERE {       \n        res:Karakoram dbo:highestPlace ?uri .  \n        OPTIONAL { ?uri rdfs:label ?string. FILTER (lang(?string) = 'en') }\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/K2]",
            "id": "47",
            "outOfScope": false,
            "languageToQuestion": "{en=What is the highest place of Karakoram?}"
        },
        {
            "languageToKeyword": "{=[Batman Begins, actor, starring]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#>\nSELECT DISTINCT ?uri ?string \nWHERE {\n\tres:Batman_Begins dbo:starring ?uri .\n\tOPTIONAL { ?uri rdfs:label ?string . FILTER (lang(?string) = 'en') } \n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Gary_Oldman, http://dbpedia.org/resource/Katie_Holmes, http://dbpedia.org/resource/Christian_Bale, http://dbpedia.org/resource/Cillian_Murphy, http://dbpedia.org/resource/Liam_Neeson, http://dbpedia.org/resource/Morgan_Freeman, http://dbpedia.org/resource/Michael_Caine]",
            "id": "63",
            "outOfScope": false,
            "languageToQuestion": "{en=Give me all actors starring in Batman Begins.}"
        },
        {
            "languageToKeyword": "{=[Brooklyn Bridge, designed]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "PREFIX res: <http://dbpedia.org/resource/>\nPREFIX dbp: <http://dbpedia.org/property/>\nPREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#>\nSELECT DISTINCT ?uri ?string \nWHERE {\n        res:Brooklyn_Bridge dbp:designer ?uri .\n        OPTIONAL { ?uri rdfs:label ?string. FILTER (lang(?string) = 'en') }\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/John_A._Roebling]",
            "id": "44",
            "outOfScope": false,
            "languageToQuestion": "{en=Who designed the Brooklyn Bridge?}"
        },
        {
            "languageToKeyword": "{=[Natalie Portman, born, United States]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nASK \nWHERE { \n\tres:Natalie_Portman dbo:birthPlace ?city .\n      \t?city dbo:country res:United_States .\n}",
            "answerType": "boolean",
            "aggregation": false,
            "goldenAnswer": "[false]",
            "id": "93",
            "outOfScope": false,
            "languageToQuestion": "{en=Was Natalie Portman born in the United States?}"
        },
        {
            "languageToKeyword": "{=[created, Goofy]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#>\nSELECT DISTINCT ?uri ?string \nWHERE {\n        res:Goofy dbo:creator ?uri .\n        OPTIONAL { ?uri rdfs:label ?string. FILTER (lang(?string) = 'en') }\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Art_Babbitt]",
            "id": "15",
            "outOfScope": false,
            "languageToQuestion": "{en=Who created Goofy?}"
        },
        {
            "languageToKeyword": "{=[wrote, book, The pillars of the Earth]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#>\nSELECT DISTINCT ?uri ?string \nWHERE {\n\tres:The_Pillars_of_the_Earth dbo:author ?uri .\n\tOPTIONAL {?uri rdfs:label ?string . FILTER (lang(?string) = 'en') }\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Ken_Follett]",
            "id": "87",
            "outOfScope": false,
            "languageToQuestion": "{en=Who wrote the book The pillars of the Earth?}"
        },
        {
            "languageToKeyword": "{=[New York City, mayor]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#>\nSELECT ?uri ?string \nWHERE { \n        res:New_York_City dbo:leaderName ?uri .\n        OPTIONAL { ?uri rdfs:label ?string. FILTER (lang(?string) = 'en') }\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Michael_Bloomberg]",
            "id": "43",
            "outOfScope": false,
            "languageToQuestion": "{en=Who is the mayor of New York City?}"
        },
        {
            "languageToKeyword": "{=[president, born, 1945]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX yago: <http://dbpedia.org/class/yago/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nPREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#>\nSELECT DISTINCT ?uri ?string \nWHERE {\n\t{ ?uri rdf:type dbo:President . }\n\tUNION\n\t{ ?uri rdf:type yago:Presidents . }\n        ?uri dbo:birthDate ?date .\n\tFILTER regex(?date, '^1945') .\n        OPTIONAL { ?uri rdfs:label ?string . FILTER (lang(?string) = 'en') }\n}",
            "answerType": "resource",
            "aggregation": true,
            "goldenAnswer": "[http://dbpedia.org/resource/Abdirahman_Mohamud_Farole, http://dbpedia.org/resource/Zlatko_Tom%C4%8Di%C4%87, http://dbpedia.org/resource/Radovan_Karad%C5%BEi%C4%87, http://dbpedia.org/resource/John_Olsen, http://dbpedia.org/resource/Daniel_Ortega, http://dbpedia.org/resource/Joe_Robert_Pemagbi, http://dbpedia.org/resource/Yuriy_Meshkov, http://dbpedia.org/resource/Vladislav_Ardzinba, http://dbpedia.org/resource/Luc_Van_den_Brande, http://dbpedia.org/resource/Moshe_Katsav, http://dbpedia.org/resource/John_Fahey_%28politician%29, http://dbpedia.org/resource/Mom%C4%8Dilo_Kraji%C5%A1nik, http://dbpedia.org/resource/Jorge_Serrano_El%C3%ADas, http://dbpedia.org/resource/Akbar_Tanjung, http://dbpedia.org/resource/Charles_Margai, http://dbpedia.org/resource/Levon_Ter-Petrossian, http://dbpedia.org/resource/Lee_Jong-wook, http://dbpedia.org/resource/Igor_Ivanov, http://dbpedia.org/resource/Joe_Ghiz]",
            "id": "52",
            "outOfScope": false,
            "languageToQuestion": "{en=Which presidents were born in 1945?}"
        },
        {
            "languageToKeyword": "{=[Bill Clinton, daughter, married]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX dbp: <http://dbpedia.org/property/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#>\nSELECT DISTINCT ?uri ?string \nWHERE {\n        res:Bill_Clinton dbo:child ?child .\n        ?child dbp:spouse ?string .\n        ?uri rdfs:label ?string .\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Marc_Mezvinsky]",
            "id": "3",
            "outOfScope": false,
            "languageToQuestion": "{en=Who is the daughter of Bill Clinton married to?}"
        },
        {
            "languageToKeyword": "{=[Yenisei river, flow through, country]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "PREFIX res: <http://dbpedia.org/resource/>\nPREFIX dbp: <http://dbpedia.org/property/>\nPREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#>\nSELECT DISTINCT ?uri ?string \nWHERE {\n        res:Yenisei_River dbp:country ?uri .\n        OPTIONAL { ?uri rdfs:label ?string. FILTER (lang(?string) = 'en') }\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Russia, http://dbpedia.org/resource/Mongolia]",
            "id": "36",
            "outOfScope": false,
            "languageToQuestion": "{en=Through which countries does the Yenisei river flow?}"
        },
        {
            "languageToKeyword": "{=[museum, exhibit, Scream, Munch]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "PREFIX dbp: <http://dbpedia.org/property/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#>\nSELECT DISTINCT ?uri ?string \nWHERE {\n\tres:The_Scream dbp:museum ?uri .\n        OPTIONAL { ?uri rdfs:label ?string. FILTER (lang(?string) = 'en') }\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/National_Gallery_of_Norway]",
            "id": "18",
            "outOfScope": false,
            "languageToQuestion": "{en=Which museum exhibits The Scream by Munch?}"
        },
        {
            "languageToKeyword": "{=[Africa, country, capital]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX yago: <http://dbpedia.org/class/yago/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nPREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#>\nSELECT DISTINCT ?uri ?string\nWHERE { \n\t?states rdf:type yago:AfricanCountries .\n        ?states dbo:capital ?uri .\n        OPTIONAL { ?uri rdfs:label ?string. FILTER (lang(?string) = 'en') }\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Asmara, http://dbpedia.org/resource/Mbabane, http://dbpedia.org/resource/Ouagadougou, http://dbpedia.org/resource/Kigali, http://dbpedia.org/resource/Bissau, http://dbpedia.org/resource/Monrovia, http://dbpedia.org/resource/Niamey, http://dbpedia.org/resource/Yamoussoukro, http://dbpedia.org/resource/Bloemfontein, http://dbpedia.org/resource/Addis_Ababa, http://dbpedia.org/resource/Lobamba, http://dbpedia.org/resource/Porto-Novo, http://dbpedia.org/resource/Victoria,_Seychelles, http://dbpedia.org/resource/Yaound%C3%A9, http://dbpedia.org/resource/Libreville, http://dbpedia.org/resource/Lilongwe, http://dbpedia.org/resource/Nairobi, http://dbpedia.org/resource/Cairo, http://dbpedia.org/resource/Freetown, http://dbpedia.org/resource/Tripoli, http://dbpedia.org/resource/Maseru, http://dbpedia.org/resource/Bamako, http://dbpedia.org/resource/Antananarivo, http://dbpedia.org/resource/Luanda, http://dbpedia.org/resource/Bujumbura, http://dbpedia.org/resource/Praia, http://dbpedia.org/resource/Djibouti_%28city%29, http://dbpedia.org/resource/Pretoria, http://dbpedia.org/resource/Mogadishu, http://dbpedia.org/resource/Dakar, http://dbpedia.org/resource/Lom%C3%A9, http://dbpedia.org/resource/Kampala, http://dbpedia.org/resource/Tunis, http://dbpedia.org/resource/Abuja, http://dbpedia.org/resource/Gaborone, http://dbpedia.org/resource/Harare, http://dbpedia.org/resource/Accra, http://dbpedia.org/resource/Lusaka, http://dbpedia.org/resource/Rabat, http://dbpedia.org/resource/Cape_Town, http://dbpedia.org/resource/Algiers, http://dbpedia.org/resource/Nouakchott, http://dbpedia.org/resource/El_Aai%C3%BAn, http://dbpedia.org/resource/Windhoek, http://dbpedia.org/resource/Banjul, http://dbpedia.org/resource/Dodoma, http://dbpedia.org/resource/Port_Louis]",
            "id": "16",
            "outOfScope": false,
            "languageToQuestion": "{en=Give me the capitals of all countries in Africa.}"
        },
        {
            "languageToKeyword": "{=[Illinois, state, border]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "PREFIX res: <http://dbpedia.org/resource/>\nPREFIX dbp: <http://dbpedia.org/property/>\nPREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#>\nSELECT DISTINCT ?uri ?string \nWHERE {\n      res:Illinois dbp:borderingstates ?uri .\n      OPTIONAL { ?uri rdfs:label ?string. FILTER (lang(?string) = 'en') . }\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Kentucky, http://dbpedia.org/resource/Missouri, http://dbpedia.org/resource/Wisconsin, http://dbpedia.org/resource/Indiana, http://dbpedia.org/resource/Iowa]",
            "id": "21",
            "outOfScope": false,
            "languageToQuestion": "{en=Which states border Illinois?}"
        },
        {
            "languageToKeyword": "{=[cave, country, place, two]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nPREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#>\nSELECT DISTINCT ?uri ?string \nWHERE {       \n        ?cave rdf:type dbo:Cave . \n        ?cave dbo:location ?uri .\n        ?uri rdf:type dbo:Country .\n        OPTIONAL { ?uri rdfs:label ?string. FILTER (lang(?string) = 'en') }\n} \nGROUP BY ?uri ?string\nHAVING (COUNT(?cave) > 2)",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Germany, http://dbpedia.org/resource/Vietnam, http://dbpedia.org/resource/United_States, http://dbpedia.org/resource/Wales, http://dbpedia.org/resource/Republic_of_Ireland, http://dbpedia.org/resource/Mexico, http://dbpedia.org/resource/England]",
            "id": "11",
            "outOfScope": false,
            "languageToQuestion": "{en=Which countries have places with more than two caves?}"
        },
        {
            "languageToKeyword": "{=[constitutional monarchy, European country]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX yago: <http://dbpedia.org/class/yago/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nPREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#>\nSELECT DISTINCT ?uri ?string \nWHERE {\n\t?uri rdf:type yago:EuropeanCountries .\n        ?uri dbo:governmentType res:Constitutional_monarchy .\n        OPTIONAL { ?uri rdfs:label ?string. FILTER (lang(?string) = 'en') }\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Norway, http://dbpedia.org/resource/Monaco, http://dbpedia.org/resource/Andorra, http://dbpedia.org/resource/Sweden, http://dbpedia.org/resource/United_Kingdom, http://dbpedia.org/resource/Spain, http://dbpedia.org/resource/Denmark, http://dbpedia.org/resource/Belgium, http://dbpedia.org/resource/Luxembourg]",
            "id": "28",
            "outOfScope": false,
            "languageToQuestion": "{en=Which European countries have a constitutional monarchy?}"
        },
        {
            "languageToKeyword": "{=[capital, Europe, host city, summer olympic games]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "PREFIX yago: <http://dbpedia.org/class/yago/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nPREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#>\nSELECT DISTINCT ?uri ?string \nWHERE {\n\t?uri rdf:type yago:CapitalsInEurope .\n        ?uri rdf:type yago:HostCitiesOfTheSummerOlympicGames .\n        OPTIONAL { ?uri rdfs:label ?string . FILTER (lang(?string) = 'en') } \n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Moscow, http://dbpedia.org/resource/Athens, http://dbpedia.org/resource/London, http://dbpedia.org/resource/Berlin, http://dbpedia.org/resource/Stockholm, http://dbpedia.org/resource/Paris, http://dbpedia.org/resource/Amsterdam, http://dbpedia.org/resource/Rome, http://dbpedia.org/resource/Helsinki]",
            "id": "74",
            "outOfScope": false,
            "languageToQuestion": "{en=Which capitals in Europe were host cities of the summer olympic games?}"
        },
        {
            "languageToKeyword": "{=[United States, Lincoln, president, wife]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#>\nSELECT DISTINCT ?uri ?string \nWHERE {\n\tres:Abraham_Lincoln dbo:spouse ?uri.\n        OPTIONAL { ?uri rdfs:label ?string . FILTER (lang(?string) = 'en') }\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Mary_Todd_Lincoln]",
            "id": "54",
            "outOfScope": false,
            "languageToQuestion": "{en=Who was the wife of U.S. president Lincoln?}"
        },
        {
            "languageToKeyword": "{=[millepede, classis, belong]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "PREFIX dbp: <http://dbpedia.org/property/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#>\nSELECT DISTINCT ?uri ?string\nWHERE {\n       res:Millipede dbp:classis ?string .\n       ?uri rdfs:label ?string .\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Diplopoda]",
            "id": "13",
            "outOfScope": false,
            "languageToQuestion": "{en=Which classis does the Millepede belong to?}"
        },
        {
            "languageToKeyword": "{=[Christian Bale, starring, Batman Begins]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nASK \nWHERE {\n\tres:Batman_Begins dbo:starring res:Christian_Bale .\n}",
            "answerType": "boolean",
            "aggregation": false,
            "goldenAnswer": "[true]",
            "id": "66",
            "outOfScope": false,
            "languageToQuestion": "{en=Is Christian Bale starring in Batman Begins?}"
        },
        {
            "languageToKeyword": "{=[programming language, GIMP, written]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#>\nSELECT DISTINCT ?uri ?string \nWHERE { \n\tres:GIMP dbo:programmingLanguage ?uri .\n\tOPTIONAL { ?uri rdfs:label ?string . FILTER (lang(?string) = 'en') }\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/C_%28programming_language%29, http://dbpedia.org/resource/GTK%2B]",
            "id": "82",
            "outOfScope": false,
            "languageToQuestion": "{en=In which programming language is GIMP written?}"
        },
        {
            "languageToKeyword": "{=[Limerick Lake, country]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#>\nSELECT DISTINCT ?uri ?string \nWHERE { \n\tres:Limerick_Lake dbo:country ?uri .\n\tOPTIONAL { ?uri rdfs:label ?string . FILTER (lang(?string) = 'en') }\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Canada]",
            "id": "22",
            "outOfScope": false,
            "languageToQuestion": "{en=In which country is the Limerick Lake?}"
        },
        {
            "languageToKeyword": "{=[United Kingdom, monarch, married, German]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "PREFIX yago: <http://dbpedia.org/class/yago/>\nPREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nPREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#>\nSELECT DISTINCT ?uri ?string \nWHERE {\n        ?uri rdf:type yago:MonarchsOfTheUnitedKingdom .\n        ?uri dbo:spouse ?spouse .\n        ?spouse dbo:birthPlace res:Germany.\n        OPTIONAL { ?uri rdfs:label ?string. FILTER (lang(?string) = 'en') }\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/George_III_of_the_United_Kingdom, http://dbpedia.org/resource/William_IV_of_the_United_Kingdom]",
            "id": "38",
            "outOfScope": false,
            "languageToQuestion": "{en=Which monarchs of the United Kingdom were married to a German?}"
        },
        {
            "languageToKeyword": "{=[German chancellor, female]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "PREFIX yago: <http://dbpedia.org/class/yago/>\nPREFIX dbp: <http://dbpedia.org/property/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nPREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#>\nSELECT DISTINCT ?uri ?string \nWHERE {\n\t?uri rdf:type yago:FemaleHeadsOfGovernment.\n        ?uri dbp:office res:Chancellor_of_Germany .\n        OPTIONAL { ?uri rdfs:label ?string . FILTER (lang(?string) = 'en') }\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Angela_Merkel]",
            "id": "86",
            "outOfScope": false,
            "languageToQuestion": "{en=Give me all female German chancellors.}"
        }
    ]
