[
        {
            "languageToKeyword": "{en=[website, company, employee, more than 500000], de=[Webseite, Unternehmen, Angestellte, mehr als 500000], es=[página de Web, empreasas, empleados, más de 500000], it=[sito internet, azienda, dipendenti, più di 500000], fr=[sites webs, companies, plus de 500000 employés], nl=[website, onderneming, werknemers, meer dan 500000]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "PREFIX foaf: <http://xmlns.com/foaf/0.1/>\nPREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX dbp: <http://dbpedia.org/property/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nPREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nSELECT DISTINCT ?string \nWHERE {\n\t?subject rdf:type dbo:Company .\n\t?subject dbp:numEmployees ?employees .\n\tFILTER( xsd:integer(?employees) > 500000 ) .\n\t?subject foaf:homepage ?string .\n}",
            "answerType": "string",
            "aggregation": true,
            "goldenAnswer": "[http://www.caliperls.com, http://www.asx.com.au, http://www.ceridian.com/, http://www.danda.co.uk/, http://www.stx.co.kr, http://www.sgcc.com.cn/ywlm/default.shtml, http://www.lumene.com/, http://www.boral.com.au, http://www.amylin.com, http://www.maxonmotor.com/, http://www.ccc.gr, http://www.babcockborsigservice.com/index.php?id=27&L=1, http://www.trands.com, http://www.qbp.com/, http://www.errt.org/, http://www.findus.com, http://www.idleaire.com/, http://www.bodyglove.com, http://www.laborready.com, http://www.rotorooter.com/, http://www.verabradley.com/, http://www.steaknshake.com/, https://www.firstmarkcu.org, http://www.petrochina.com.cn/ptr/, http://www.primemedia.com.au/, http://www.spb.gov.cn/, http://www.temple-inland.com/, http://www.ringpower.com/, http://www.redcross.fi/en_GB/, http://www.cnpc.com.cn/eng/, http://www.mapinfo.com, http://www.columbus.co/, http://www.cyta.com.cy/, http://www.asx.com.au/, http://www.bglgroup.co.uk/index.php, http://www.issworld.com/, http://www.buffet.com/, http://www.servpro.com/, http://bashas.com/, http://www.g4s.com/, http://www.harrisinteractive.com/, http://www.pzlmielec.com.pl/en/, http://www.brother.com/, http://www.graftech.com, http://www.tesco.com, http://qt.nokia.com/, http://www.gen-probe.com/, http://www.coleman.com/, http://www.acpa.org.uk, http://www.btc.bg/bg/index.php, http://www.atbank.nl, http://www.findus.co.uk, http://www.ulalaunch.com, http://www.slimmingworld.com, http://www.intrawest.com/, http://www.safeco.com/, http://www.ohe-transport.de/, http://english.sinopec.com/index.shtml]",
            "id": "67",
            "outOfScope": false,
            "languageToQuestion": "{en=Give me the websites of companies with more than 500000 employees., de=Gib mir alle Webseiten von Unternehmen mit mehr als 500000 Angestellten., es=Dame todas las páginas de Web de empresas con más de 500000 empleados., it=Dammi tutti i siti internet di aziende con più di 500000 dipendenti., fr=Donnes-moi les sites webs de companies avec plus de 500000 employés., nl=Geef me de websites van alle ondernemingen met meer dan 500000 werknemers.}"
        },
        {
            "languageToKeyword": "{en=[movie, Tom Cruise], de=[Film, Tom Cruise], es=[películas, Tom Cruise], it=[film, Tom Cruise], fr=[films, Tom Cruise], nl=[film, Tom Cruise]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n\t?uri rdf:type dbo:Film.\n\t?uri dbo:starring res:Tom_Cruise .\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Collateral_(film), http://dbpedia.org/resource/Mission:_Impossible_%E2%80%93_Ghost_Protocol, http://dbpedia.org/resource/The_Outsiders_(film), http://dbpedia.org/resource/Interview_with_the_Vampire:_The_Vampire_Chronicles, http://dbpedia.org/resource/Legend_(film), http://dbpedia.org/resource/Far_and_Away, http://dbpedia.org/resource/The_Last_Samurai, http://dbpedia.org/resource/Top_Gun, http://dbpedia.org/resource/One_Shot_(2012_film), http://dbpedia.org/resource/Risky_Business, http://dbpedia.org/resource/Taps_(film), http://dbpedia.org/resource/Tropic_Thunder, http://dbpedia.org/resource/A_Few_Good_Men, http://dbpedia.org/resource/The_Color_of_Money, http://dbpedia.org/resource/Jerry_Maguire, http://dbpedia.org/resource/War_of_the_Worlds_(2005_film), http://dbpedia.org/resource/Vanilla_Sky, http://dbpedia.org/resource/Valkyrie_(film), http://dbpedia.org/resource/Eyes_Wide_Shut, http://dbpedia.org/resource/Lions_for_Lambs, http://dbpedia.org/resource/Mission:_Impossible_(film_series), http://dbpedia.org/resource/Mission:_Impossible_III, http://dbpedia.org/resource/Cocktail_(1988_film), http://dbpedia.org/resource/Mission:_Impossible_(film), http://dbpedia.org/resource/Born_on_the_Fourth_of_July_(film), http://dbpedia.org/resource/The_Firm_(1993_film), http://dbpedia.org/resource/Rock_of_Ages_(2012_film), http://dbpedia.org/resource/All_the_Right_Moves, http://dbpedia.org/resource/Minority_Report_(film), http://dbpedia.org/resource/Rain_Man, http://dbpedia.org/resource/Days_of_Thunder, http://dbpedia.org/resource/Losin'_It]",
            "id": "84",
            "outOfScope": false,
            "languageToQuestion": "{en=Give me all movies with Tom Cruise., de=Gib mir alle Filme mit Tom Cruise., es=Dame todas las películas con Tom Cruise, it=Dammi tutti i film con Tom Cruise., fr=Donnes-moi tous les films avec Tom Cruise., nl=Noem alle films met Tom Cruise.}"
        },
        {
            "languageToKeyword": "{en=[Karakoram, highest place], de=[Karakorum, höchste Stelle], es=[Karakorum, punto más alto], it=[Karakoram, punto più alto], fr=[Karakoram, endroit le plus haut], nl=[hoogste punt, Karakoram]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nSELECT DISTINCT ?uri\nWHERE {       \n        res:Karakoram dbo:highestPlace ?uri .  \n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/K2]",
            "id": "47",
            "outOfScope": false,
            "languageToQuestion": "{en=What is the highest place of Karakoram?, de=Was ist die höhchste Stelle des Karakorum?, es=¿Cuál es el punto más alto del Karakorum?, it=Qual è il punto più alto del Karakoram?, fr=Quel est l'endroit le plus haut du Karakoram?, nl=Wat is het hoogste punt van de Karakoram?}"
        },
        {
            "languageToKeyword": "{en=[tree frog, classis], de=[Laubfrosch, Klasse], es=[rana verde, especie], it=[rana verde, specie], fr=[grenouilles arboricoles, classe], nl=[klasse, boomkikker]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "PREFIX dbp: <http://dbpedia.org/property/>\nPREFIX res: <http://dbpedia.org/resource/>\nSELECT DISTINCT ?uri\nWHERE {\n       res:Hylidae dbp:classis ?uri .\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Amphibian, http://dbpedia.org/resource/Amphibia]",
            "id": "13",
            "outOfScope": false,
            "languageToQuestion": "{en=Which classis do tree frogs belong to?, de=Welcher Klasse gehören Laubfrösche an?, es=¿A qué especie pertenece la rana verde?, it=A quale specie appartiene la rana verde?, fr=A quelle classe apartiennent les grenouilles arboricoles?, nl=Tot welke klasse behoren boomkikkers?}"
        },
        {
            "languageToKeyword": "{en=[created, Goofy], de=[erfinden, Goofy], es=[creador, Goofy], it=[creatore, Goofy], fr=[Goofy, créateur], nl=[bedenker, Goofy]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nSELECT DISTINCT ?uri\nWHERE {\n        res:Goofy dbo:creator ?uri .\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Art_Babbitt]",
            "id": "15",
            "outOfScope": false,
            "languageToQuestion": "{en=Who created Goofy?, de=Wer hat Goofy erfunden?, es=¿Quién es el creador de Goofy?, it=Chi è il creatore di Goofy?, fr=Qui est le créateur de Goofy?, nl=Wie bedacht Goofy?}"
        },
        {
            "languageToKeyword": "{en=[New York City, mayor], de=[New York City, Bürgermeister], es=[cuidad de Nueva York, alcalde], it=[città di New York, sindaco], fr=[maire, New York City], nl=[burgemeester, New York]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nSELECT DISTINCT ?uri\nWHERE { \n        res:New_York_City dbo:leaderName ?uri .\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Michael_Bloomberg]",
            "id": "43",
            "outOfScope": false,
            "languageToQuestion": "{en=Who is the mayor of New York City?, de=Wer ist der Bürgermeister von New York City?, es=¿Quién es el alcalde de la cuidad de Nueva York?, it=Chi è il sindaco della città di New York?, fr=Qui est le maire de New York City?, nl=Wie is de burgemeester van New York?}"
        },
        {
            "languageToKeyword": "{en=[museum, Scream, Munch], de=[Museum, Schrei, Munch], es=[museo, El Grito, Munch], it=[museo, l'Urlo, Munch], fr=[musée, le Cri, Munch], nl=[museum, De Schreeuw, Munch]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "PREFIX dbp: <http://dbpedia.org/property/>\nPREFIX res: <http://dbpedia.org/resource/>\nSELECT DISTINCT ?uri\nWHERE {\n\tres:The_Scream dbp:museum ?uri .\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/National_Gallery_of_Norway, http://dbpedia.org/resource/National_Gallery,_Oslo]",
            "id": "18",
            "outOfScope": false,
            "languageToQuestion": "{en=Which museum exhibits The Scream by Munch?, de=In welchem Museum ist Der Schrei von Munch ausgestellt?, es=¿En qué museo está expuesto el Grito de Munch?, it=Quale museo è esposto l'Urlo di Munch?, fr=Dans quel musée est exposé Le Cri de Munch?, nl=In welk museum hangt De Schreeuw van Munch?}"
        },
        {
            "languageToKeyword": "{en=[Africa, country, capital], de=[Afrika, Land, Hauptstadt], es=[países, africanos, capital], it=[Africa, stato, capitale], fr=[capitale, pays, Afrique], nl=[Africa, land, hoof]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX yago: <http://dbpedia.org/class/yago/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE { \n\t?states rdf:type yago:AfricanCountries .\n        ?states dbo:capital ?uri .\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Asmara, http://dbpedia.org/resource/Mbabane, http://dbpedia.org/resource/Ouagadougou, http://dbpedia.org/resource/Kigali, http://dbpedia.org/resource/Bissau, http://dbpedia.org/resource/Monrovia, http://dbpedia.org/resource/Niamey, http://dbpedia.org/resource/Yamoussoukro, http://dbpedia.org/resource/Bloemfontein, http://dbpedia.org/resource/Addis_Ababa, http://dbpedia.org/resource/Lobamba, http://dbpedia.org/resource/Porto-Novo, http://dbpedia.org/resource/Yaound%C3%A9, http://dbpedia.org/resource/Victoria,_Seychelles, http://dbpedia.org/resource/Libreville, http://dbpedia.org/resource/Lilongwe, http://dbpedia.org/resource/Nairobi, http://dbpedia.org/resource/Cairo, http://dbpedia.org/resource/Djibouti_(city), http://dbpedia.org/resource/Freetown, http://dbpedia.org/resource/Tripoli, http://dbpedia.org/resource/Maseru, http://dbpedia.org/resource/Bamako, http://dbpedia.org/resource/Antananarivo, http://dbpedia.org/resource/Bujumbura, http://dbpedia.org/resource/Luanda, http://dbpedia.org/resource/Praia, http://dbpedia.org/resource/Pretoria, http://dbpedia.org/resource/Mogadishu, http://dbpedia.org/resource/Dakar, http://dbpedia.org/resource/Lom%C3%A9, http://dbpedia.org/resource/Abuja, http://dbpedia.org/resource/Tunis, http://dbpedia.org/resource/Gaborone, http://dbpedia.org/resource/Harare, http://dbpedia.org/resource/Accra, http://dbpedia.org/resource/Lusaka, http://dbpedia.org/resource/Rabat, http://dbpedia.org/resource/Cape_Town, http://dbpedia.org/resource/Algiers, http://dbpedia.org/resource/Nouakchott, http://dbpedia.org/resource/Windhoek, http://dbpedia.org/resource/Banjul, http://dbpedia.org/resource/Dodoma, http://dbpedia.org/resource/Port_Louis]",
            "id": "16",
            "outOfScope": false,
            "languageToQuestion": "{en=Give me the capitals of all countries in Africa., de=Gib mir die Haupstädte von allen Ländern in Afrika., es=Dame las capitales de todos los países africanos., it=Dammi le capitali di tutti gli stati dell'Africa., fr=Donnes-moi la capitale de chaque pays d'Afrique., nl=Noem de hoofdsteden van alle landen in Afrika.}"
        },
        {
            "languageToKeyword": "{en=[country, place, cave, more than two], de=[Land, Ort, Höhle, mehr als zwei], es=[país, lugar, cuevas, más de dos], it=[nazione, luogo, grotta, più di due], fr=[pays, lieux, grottes, plus de deux], nl=[land, plaatsen, grotten, meer dan twee]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {       \n        ?cave rdf:type dbo:Cave . \n        ?cave dbo:location ?uri .\n        ?uri rdf:type dbo:Country .\n} \nGROUP BY ?uri\nHAVING (COUNT(?cave) > 2)",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Germany, http://dbpedia.org/resource/Scotland, http://dbpedia.org/resource/Wales, http://dbpedia.org/resource/Slovenia, http://dbpedia.org/resource/Gibraltar, http://dbpedia.org/resource/Greece, http://dbpedia.org/resource/England, http://dbpedia.org/resource/Turkey, http://dbpedia.org/resource/Vietnam, http://dbpedia.org/resource/United_States, http://dbpedia.org/resource/Italy, http://dbpedia.org/resource/Republic_of_Ireland, http://dbpedia.org/resource/Jamaica, http://dbpedia.org/resource/Mexico, http://dbpedia.org/resource/China, http://dbpedia.org/resource/Venezuela, http://dbpedia.org/resource/United_Kingdom, http://dbpedia.org/resource/Brazil]",
            "id": "11",
            "outOfScope": false,
            "languageToQuestion": "{en=Which countries have places with more than two caves?, de=In welchen Ländern gibt es Orte mit mehr als zwei Höhlen?, es=¿Qué países tienen lugares con más de dos cuevas?, it=Quali nazioni hanno luoghi con più di due grotte?, fr=Quels pays ont des lieux avec plus de deux grottes?, nl=Welke landen hebben plaatsen met meer dan twee grotten?}"
        },
        {
            "languageToKeyword": "{en=[European country, constitutional monarchy], de=[euopäisches Land, konstitutionelle Monarchie], es=[países europeos, monarquía constitucional], it=[nazione europea, monarchia costituzionale], fr=[monarchie constitutionnelle, pays, Europe], nl=[Europees land, constitutionele monarchie]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX yago: <http://dbpedia.org/class/yago/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n\t?uri rdf:type yago:EuropeanCountries .\n        ?uri dbo:governmentType res:Constitutional_monarchy .\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Monaco, http://dbpedia.org/resource/Andorra, http://dbpedia.org/resource/Sweden, http://dbpedia.org/resource/Netherlands, http://dbpedia.org/resource/Luxembourg]",
            "id": "28",
            "outOfScope": false,
            "languageToQuestion": "{en=Which European countries have a constitutional monarchy?, de=Welche europäischen Länder haben eine konstitutionelle Monarchie?, es=¿Qué países europeos tienen una monarquía constitucional?, it=Quali nazioni europee hanno una monarchia costituzionale?, fr=Quels pays d'Europe ont une monarchie constitutionnelle?, nl=Welke Europese landen zijn een constitutionele monarchie?}"
        },
        {
            "languageToKeyword": "{en=[German chancellor, female], de=[deutsch, Kanzlerin], es=[canciller alemásn, mujer], it=[cancelliere tedesco, donna], fr=[chancelières, allemandes], nl=[vrouwelijk, Duits, bondskanselier]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "PREFIX yago: <http://dbpedia.org/class/yago/>\nPREFIX dbp: <http://dbpedia.org/property/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n\t?uri rdf:type yago:FemaleHeadsOfGovernment.\n        ?uri dbp:office res:Chancellor_of_Germany .\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Angela_Merkel]",
            "id": "86",
            "outOfScope": false,
            "languageToQuestion": "{en=Give me all female German chancellors., de=Gib mir alle deutschen Kanzlerinnen., es=Dame todas las cancilleres alemanas., it=Dammi tutte le cancelliere tedesche., fr=Donnes-moi tous les chancelières allemandes., nl=Geef me alle vrouwelijke Duitse bondskanseliers.}"
        },
        {
            "languageToKeyword": "{en=[video game, publish, Mean Hamster Software], de=[Videospiel, Mean Hamster Software], es=[videojuego, Mean Hamster Software], it=[videogioco, prodotto, Mean Hamster Software], fr=[jeux vidéos, publiés, Mean Hamster Software], nl=[videogame, Mean Hamster Software]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX dbp: <http://dbpedia.org/property/>\nPREFIX res:  <http://dbpedia.org/resource/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n      ?uri rdf:type dbo:VideoGame .\n      { ?uri dbp:publisher 'Mean Hamster Software'@en . }\n      UNION \n      { ?uri dbo:publisher res:Mean_Hamster_Software . }\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Crossbow_(video_game), http://dbpedia.org/resource/Myst, http://dbpedia.org/resource/Riven]",
            "id": "71",
            "outOfScope": false,
            "languageToQuestion": "{en=Give me all video games published by Mean Hamster Software., de=Gib mir alle Videospiele von Mean Hamster Software., es=Dame todos los videojuegos de Mean Hamster Software., it=Dammi tutti i videogiochi di Mean Hamster Software., fr=Donnes-moi tous les jeux vidéos publiés par Mean Hamster Software., nl=Geef me alle videogames van Mean Hamster Software.}"
        },
        {
            "languageToKeyword": "{en=[television show, Charmed, actor, birthday], de=[Fernsehserie, Charmed, Darsteller, Geburtstag], es=[serie televisiva, Charmed, actores, cumpleaños], it=[serie televisiva, Charmed, attore, compleanno], fr=[série télévisée, Charmed, acteurs, date de naissance], nl=[verjaardag, acteur, televisieserie, Charmed]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nSELECT DISTINCT ?date \nWHERE { \n\tres:Charmed dbo:starring ?actor .\n        ?actor dbo:birthDate ?date .\n}",
            "answerType": "date",
            "aggregation": false,
            "goldenAnswer": "[1965-10-01, 1969-02-08, 1973-09-05, 1973-06-15, 1968-07-27, 1971-01-26, 1985-11-30, 1969-02-01, 1973-12-03, 1971-04-12, 1980-05-19, 1972-12-19]",
            "id": "2",
            "outOfScope": false,
            "languageToQuestion": "{en=Give me the birthdays of all actors of the television show Charmed., de=Gib mir die Geburtstage von allen Darstellern der Fernsehserie Charmed., es=Dame los cumpleaños de los actores de la serie de televisión Charmed., it=Dammi le date dei compleanni di tutti gli attori della serie televisiva Charmed., fr=Donnes-moi les dates de naissance des acteurs de la série télévisée Charmed., nl=Noem de verjaardag van alle acteurs uit de televisieserie Charmed.}"
        },
        {
            "languageToKeyword": "{en=[United States, president], de=[Vereinigte Staaten, Präsident], es=[estados unidos, presidente], it=[Stati Uniti, presidente], fr=[Etats-Unis, présidents], nl=[president, Verenigde Staten]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "PREFIX yago: <http://dbpedia.org/class/yago/>\nPREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX dbp: <http://dbpedia.org/property/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri rdf:type dbo:Person .\n        { ?uri rdf:type yago:PresidentsOfTheUnitedStates. }\n        UNION\n        { ?uri rdf:type dbo:President.\n          ?uri dbp:title res:President_of_the_United_States. }\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/George_W._Bush, http://dbpedia.org/resource/James_A._Garfield, http://dbpedia.org/resource/James_Madison, http://dbpedia.org/resource/Herbert_Hoover, http://dbpedia.org/resource/Andrew_Johnson, http://dbpedia.org/resource/Benjamin_Harrison, http://dbpedia.org/resource/Warren_G._Harding, http://dbpedia.org/resource/Chester_A._Arthur, http://dbpedia.org/resource/Woodrow_Wilson, http://dbpedia.org/resource/Franklin_D._Roosevelt, http://dbpedia.org/resource/William_McKinley, http://dbpedia.org/resource/Abraham_Lincoln, http://dbpedia.org/resource/Jimmy_Carter, http://dbpedia.org/resource/Lyndon_B._Johnson, http://dbpedia.org/resource/Gerald_Ford, http://dbpedia.org/resource/Thomas_Jefferson, http://dbpedia.org/resource/Rutherford_B._Hayes, http://dbpedia.org/resource/Ulysses_S._Grant, http://dbpedia.org/resource/Theodore_Roosevelt, http://dbpedia.org/resource/Ulysses_S._Grant_and_the_American_Civil_War, http://dbpedia.org/resource/John_Quincy_Adams, http://dbpedia.org/resource/Martin_Van_Buren, http://dbpedia.org/resource/Dwight_D._Eisenhower, http://dbpedia.org/resource/Zachary_Taylor, http://dbpedia.org/resource/Bill_Clinton, http://dbpedia.org/resource/Richard_Nixon, http://dbpedia.org/resource/Andrew_Jackson, http://dbpedia.org/resource/Franklin_Pierce, http://dbpedia.org/resource/James_K._Polk, http://dbpedia.org/resource/John_Tyler, http://dbpedia.org/resource/Ronald_Reagan, http://dbpedia.org/resource/William_Howard_Taft, http://dbpedia.org/resource/Millard_Fillmore, http://dbpedia.org/resource/Presidency_of_George_Washington, http://dbpedia.org/resource/George_Washington, http://dbpedia.org/resource/Harry_S._Truman, http://dbpedia.org/resource/John_Adams, http://dbpedia.org/resource/James_Monroe, http://dbpedia.org/resource/William_Henry_Harrison, http://dbpedia.org/resource/Barack_Obama, http://dbpedia.org/resource/Calvin_Coolidge, http://dbpedia.org/resource/Grover_Cleveland]",
            "id": "53",
            "outOfScope": false,
            "languageToQuestion": "{en=Give me all presidents of the United States., de=Gib mir alle Präsidenten der Vereinigten Staaten., es=Dame todos los presidentes de los estados unidos de américa., it=Dammi tutti i presidenti degli Stati Uniti., fr=Donnes-moi tous les présidents des Etats-Unis., nl=Noem alle presidenten van de Verenigde Staten.}"
        },
        {
            "languageToKeyword": "{en=[telecommunications organization, located, Belgium], de=[Telekommunikationsunternehmen, Sitz, Belgien], es=[empresas de telecomunicaciones, sede, Bélgica], it=[azienda di telecomunicazioni, sede, Belgio], fr=[agences de télécommunication, situées, Belgique], nl=[België, telecom-bedrijf, gevestigd]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX dbp: <http://dbpedia.org/property/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE { \t\n\t?uri  rdf:type dbo:Organisation  .\n\t{ ?uri dbp:industry res:Telecommunications . } UNION { ?uri dbp:industry ?industry . FILTER (regex(?industry, 'Telecommunication')) . }\n\t{ ?uri dbo:location res:Belgium. } UNION { ?uri dbp:location res:Belgium. } UNION { ?uri dbp:locationCountry 'Belgium'@en . }\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Society_for_Worldwide_Interbank_Financial_Telecommunication, http://dbpedia.org/resource/Broadnet_Holdings_BV, http://dbpedia.org/resource/Belgacom, http://dbpedia.org/resource/Telenet_(Belgium), http://dbpedia.org/resource/Aldi_Talk, http://dbpedia.org/resource/Simyo, http://dbpedia.org/resource/Voxbone, http://dbpedia.org/resource/LycaMobile, http://dbpedia.org/resource/Mobistar]",
            "id": "45",
            "outOfScope": false,
            "languageToQuestion": "{en=Which telecommunications organizations are located in Belgium?, de=Welche Telekommunikationsunternehmen haben ihren Sitz in Belgien?, es=¿Qué empresas de telecomunicaciones tienen su sede en Bélgica?, it=Quali aziende di telecomunicazioni hanno sede in Belgio?, fr=Quelles agences de télécommunication sont situées en Belgique?, nl=Welke telecom-bedrijven zijn gevestigd in België?}"
        },
        {
            "languageToKeyword": "{en=[own, Aldi], de=[gehören, Aldi], es=[pertenece, Aldi], it=[possedere, Aldi], fr=[possède, Aldi], nl=[eigenaar, Aldi]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX res: <http://dbpedia.org/resource/>\nPREFIX dbo: <http://dbpedia.org/ontology/>\nSELECT DISTINCT ?uri\nWHERE {\n\tres:Aldi dbo:keyPerson ?uri .\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Theo_Albrecht, http://dbpedia.org/resource/Karl_Albrecht]",
            "id": "73",
            "outOfScope": false,
            "languageToQuestion": "{en=Who owns Aldi?, de=Wem gehört Aldi?, es=¿A quién pertenece Aldi?, it=Chi possiede Aldi?, fr=Qui possède Aldi?, nl=Wie is de eigenaar van Aldi?}"
        },
        {
            "languageToKeyword": "{en=[Philippines, official language], de=[Philippinen, Amtssprache], es=[Philipinas, idiomas oficiales], it=[Filippine, lingua ufficiale], fr=[langues officielles, Philippines], nl=[officiële talen, Filippijnen]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nSELECT DISTINCT ?uri\nWHERE { \n        res:Philippines dbo:officialLanguage ?uri .\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Filipino_language]",
            "id": "42",
            "outOfScope": false,
            "languageToQuestion": "{en=What are the official languages of the Philippines?, de=Was sind die Amtssprachen der Philippinen?, es=¿Cuáles son los idiomas oficiales de Las Philipinas?, it=Quali sono le lingue ufficiali delle Filippine?, fr=Quels sont les langues officielles des Philippines?, nl=Wat zijn de  officiële talen van de Filippijnen?}"
        },
        {
            "languageToKeyword": "{en=[Forbes, homepage], de=[Forbes, Homepage], es=[página de web, Forbes], it=[sito internet, Forbes], fr=[Forbes, site web], nl=[homepage, Forbes]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "PREFIX res: <http://dbpedia.org/resource/>\nPREFIX foaf: <http://xmlns.com/foaf/0.1/>\nSELECT DISTINCT ?string \nWHERE {\n\tres:Forbes foaf:homepage ?string .\n}",
            "answerType": "string",
            "aggregation": false,
            "goldenAnswer": "[http://www.forbes.com]",
            "id": "48",
            "outOfScope": false,
            "languageToQuestion": "{en=Give me the homepage of Forbes., de=Gib mir die Homepage von Forbes., es=Dame la página de web de Forbes., it=Dammi il sito internet di Forbes., fr=Quel est la site web de Forbes?, nl=Geef de homepage van Forbes.}"
        },
        {
            "languageToKeyword": "{en=[U.S. state, mineral, gold], de=[US-Staat, Goldvorkommen], es=[estado, estados unidos de américa, oro], it=[Stati Uniti d'America, oro], fr=[états, Etats-Unis d'Amérique, or], nl=[deelstaat, Verenigde Staten, goud]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "PREFIX yago: <http://dbpedia.org/class/yago/>\nPREFIX dbp: <http://dbpedia.org/property/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri rdf:type yago:StatesOfTheUnitedStates .\n        ?uri dbp:mineral ?mineral .\n        FILTER (regex(?mineral,'gold','i')) .\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/California]",
            "id": "9",
            "outOfScope": false,
            "languageToQuestion": "{en=Which U.S. states possess gold minerals?, de=In welchen US-Staaten gibt es Goldvorkommen?, es=¿En qué estados de los estados unidos de américa hay oro?, it=In quali stati degli Stati Uniti c'è l'oro?, fr=Quels états des Etats-Unis d'Amérique possèdent de l'or?, nl=In welke deelstaat van de Verenigde Staten komt goud voor?}"
        },
        {
            "languageToKeyword": "{en=[United States of America, president, 5th], de=[Vereinigte Staaten von Amerika, Präsident, 5.], es=[estados unidos de américa, presidente, quinto], it=[Stati Uniti d'America, presidente, quinto], fr=[5e président, Etats-Unis], nl=[president, Verenigde Staten, vijfde]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nSELECT DISTINCT ?uri \nWHERE {\n\t?uri dbo:orderInOffice '5th President of the United States'@en .\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/James_Monroe]",
            "id": "75",
            "outOfScope": false,
            "languageToQuestion": "{en=Who has been the 5th president of the United States of America?, de=Wer war der 5. Präsident der Vereinigten Staaten von Amerika?, es=¿Quién fue el quinto presidente de los estados unidos de américa?, it=Chi è stato il quinto presidente degli Stati Uniti d'America?, fr=Qui fut le 5e président des Etats-Unis?, nl=Wie was de vijfde president van de Verenigde Staten?}"
        }
    ]