[
        {
            "languageToKeyword": "{en=[Wikipedia, created], de=[Wikipedia, gründen], es=[Wikipedia, creador], it=[Wikipedia, creatore], fr=[créateur, Wikipedia], nl=[Wikipedia, oprichter], hi_IN=[विकिपीडिया, निर्माता]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> SELECT DISTINCT ?uri WHERE { res:Wikipedia dbo:author ?uri }",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Jimmy_Wales, http://dbpedia.org/resource/Larry_Sanger]",
            "id": "91",
            "languageToQuestion": "{en=Who created Wikipedia?, de=Wer hat Wikipedia gegründet?, es=¿Quién creó Wikipedia?, it=Chi ha creato Wikipedia?, fr=Qui est le créateur de Wikipedia?, nl=Wie heeft Wikipedia opgericht?, hi_IN=विकिपीडिया किसने बनाया?}"
        },
        {
            "languageToKeyword": "{en=[Rita Wilson, wife, Tom Hanks], de=[Rita Wilson, Frau, Tom Hanks], es=[Rita Wilson, esposa, Tom Hanks], it=[Rita Wilson, moglie, Tom Hanks], fr=[Rita Wilson, épouse, Tom Hanks], nl=[Rita Wilson, vrouw, Tom Hanks], hi_IN=[रीटा विल्सन, टॉम हैंक्स, पत्नी], ro=[Rita Wilson, soție, Tom Hanks]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> ASK WHERE { res:Tom_Hanks dbo:spouse res:Rita_Wilson }",
            "answerType": "boolean",
            "aggregation": false,
            "goldenAnswer": "[true]",
            "id": "92",
            "languageToQuestion": "{en=Is Rita Wilson the wife of Tom Hanks?, de=Ist Rita Wilson die Frau von Tom Hanks?, es=¿Es Rita Wilson la esposa de Tom Hanks?, it=Rita Wilson è la moglie di Tom Hanks?, fr=Rita Wilson est-elle l'épouse de Tom Hanks?, nl=Is Rita Wilson de vrouw van Tom Hanks?, hi_IN=क्या रीटा विल्सन टॉम हैंक्स की पत्नी है?, ro=Este Rita Wilson soția lui Tom Hanks?}"
        },
        {
            "languageToKeyword": "{en=[Obama, president, wife, called, Michelle], de=[Obama, Präsident, Frau, heißen, Michelle], es=[mujer, presidente, Obama, se lamma, Michelle], it=[moglie, presidente, Obama, si chiama, Michelle], fr=[épouse, Obama, Michelle, appelle], nl=[echtgenote, Barack Obama, Michelle], hi_IN=[राष्ट्रपति ओबामा, पत्नी, मिशेल]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> PREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#> ASK WHERE { res:Barack_Obama dbo:spouse ?spouse . ?spouse rdfs:label ?name FILTER regex(?name, \"Michelle\") }",
            "answerType": "boolean",
            "aggregation": false,
            "goldenAnswer": "[true]",
            "id": "93",
            "languageToQuestion": "{en=Is the wife of president Obama called Michelle?, de=Heißt die Frau von Präsident Obama Michelle?, es=¿La mujer del presidente Obama se llama Michelle?, it=La moglie del presidente Obama si chiama Michelle?, fr=L'épouse du président Obama s'appelle-t-elle Michelle?, nl=Heet de echtgenote van president Barack Obama Michelle?, hi_IN=क्या राष्ट्रपति ओबामा की पत्नी का नाम मिशेल है?}"
        },
        {
            "languageToKeyword": "{en=[how many, ethnic groups, Slovenia], fa=[گروه نژادی، اسلوونی], de=[Anzahl, ethnische Gruppen, Slovenien], es=[grupos étnicos Eslovenia], it=[numero, gruppi etnici, Slovenia], fr=[nombre, groupes ethniques, Slovénie], nl=[hoeveel, etnische groepen, Slovenië], hi_IN=[जातीय समूह, स्लोवेनिया], ro=[câte, grupuri etnice, Slovenia]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> SELECT (COUNT(DISTINCT ?uri) AS ?c) WHERE { res:Slovenia dbo:ethnicGroup ?uri }",
            "answerType": "number",
            "aggregation": true,
            "goldenAnswer": "[4]",
            "id": "94",
            "languageToQuestion": "{en=How many ethnic groups live in Slovenia?, fa=چند گروه نژادی در اسلوونی زندگی می کنند؟, de=Wieviele ethnische Gruppen leben in Slovenien?, es=¿Cuántos grupos étnicos viven en Eslovenia?, it=Quanti gruppi etnici vivono in Slovenia?, fr=Combien de groupes ethniques vivent en Slovénie?, nl=Hoeveel etnische groepen leven in Slovenië?, hi_IN=कितने जातीय समूह स्लोवेनिया में रहते हैं?, ro=Câte grupuri etnice trăiesc în Slovenia?}"
        },
        {
            "languageToKeyword": "{en=[Titanic, completion date], de=[Titanic, fertiggestellt, Datum], es=[fecha de acabado, Titanic], it=[Titanic, data, completamento], fr=[data de terminaison, Titanic], nl=[Titanic, wanneer, afgewerkt], hi_IN=[टाइटैनिक, पूरा], ro=[Titanic, data terminării]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> SELECT DISTINCT ?date WHERE { res:RMS_Titanic dbo:completionDate ?date }",
            "answerType": "date",
            "aggregation": false,
            "goldenAnswer": "[1912-04-02]",
            "id": "97",
            "languageToQuestion": "{en=When was the Titanic completed?, de=Wann wurde die Titanic fertiggestellt?, es=¿Cuando se completo el Titanic?, it=Quando è stato completato il Titanic?, fr=Quand a été terminé le Titanic?, nl=Wanneer was de Titanic afgewerkt?, hi_IN=टाइटैनिक कब पूरा हुआ?, ro=Când a fost terminat Titanicul?}"
        },
        {
            "languageToKeyword": "{en=[Claudia Schiffer, tall], de=[Claudia Schiffer, groß], es=[Claudia Schiffer, altura], it=[Claudia Schiffer, altezza], fr=[taille, Claudia Schiffer], nl=[lengte, Claudia Schiffer], hi_IN=[क्लाउडिया शिफ़ेर, कितनी लंबी]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> SELECT DISTINCT ?height WHERE { res:Claudia_Schiffer dbo:height ?height }",
            "answerType": "number",
            "aggregation": false,
            "goldenAnswer": "[1.81]",
            "id": "100",
            "languageToQuestion": "{en=How tall is Claudia Schiffer?, de=Wie groß ist Claudia Schiffer?, es=¿Cómo de alta es Claudia Schiffer?, it=Quanto è alta Claudia Schiffer?, fr=Quelle est la taille de Claudia Schiffer?, nl=Hoe lang is Claudia Schiffer?, hi_IN=क्लाउडिया शिफ़ेर कितनी लंबी है?}"
        },
        {
            "languageToKeyword": "{en=[John F. Kennedy, vice president], de=[John F. Kennedy, Vizepräsident], es=[John F. Kennedy, vicepresidente], it=[John F. Kennedy, vicepresidente], fr=[John F. Kennedy, vice-président], nl=[John F. Kennedy, vicepresident], hi_IN=[जॉन एफ कैनेडी, उपाध्यक्ष], ro=[John F. Kennedy, vicepreședinte]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> SELECT DISTINCT ?uri WHERE { res:John_F._Kennedy dbo:vicePresident ?uri }",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Lyndon_B._Johnson]",
            "id": "101",
            "languageToQuestion": "{en=Who was John F. Kennedy's vice president?, de=Wer war der Vizepräsident unter John F. Kennedy?, es=¿Quién fué el vicepresidente de John F. Kennedy?, it=Chi fu il vicepresidente di John F. Kennedy?, fr=Qui était le vice-président de John F. Kennedy?, nl=Wie was de vicepresident onder John F. Kennedy?, hi_IN=जॉन एफ कैनेडी के उपाध्यक्ष कौन थे?, ro=Cine a fost vicepreședintele lui John F. Kennedy?}"
        },
        {
            "languageToKeyword": "{en=[film, direct, Kurosawa], de=[Film, drehen, Kurosawa], es=[película, rodada, Kurosawa?], it=[film, dirigere, Kurosawa], fr=[films, Kurosawa], nl=[film, Kurosawa, regisseur], hi_IN=[कुरोसावा, फिल्मो, निर्देशन], ro=[film, regiza, Kurosawa]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Film ; dbo:director res:Akira_Kurosawa }",
            "answerType": "resource",
            "aggregation": true,
            "goldenAnswer": "[http://dbpedia.org/resource/The_Idiot_(1951_film), http://dbpedia.org/resource/Dreams_(1990_film), http://dbpedia.org/resource/The_Bad_Sleep_Well, http://dbpedia.org/resource/The_Hidden_Fortress, http://dbpedia.org/resource/Throne_of_Blood, http://dbpedia.org/resource/Drunken_Angel, http://dbpedia.org/resource/Kagemusha, http://dbpedia.org/resource/Dersu_Uzala_(1975_film), http://dbpedia.org/resource/Rhapsody_in_August, http://dbpedia.org/resource/Sanshiro_Sugata, http://dbpedia.org/resource/Seven_Samurai, http://dbpedia.org/resource/Scandal_(1950_film), http://dbpedia.org/resource/Sanshiro_Sugata_Part_II, http://dbpedia.org/resource/Sanjuro, http://dbpedia.org/resource/One_Wonderful_Sunday, http://dbpedia.org/resource/The_Most_Beautiful, http://dbpedia.org/resource/The_Quiet_Duel, http://dbpedia.org/resource/Madadayo, http://dbpedia.org/resource/High_and_Low_(1963_film), http://dbpedia.org/resource/Ikiru, http://dbpedia.org/resource/Dodes'ka-den, http://dbpedia.org/resource/Those_Who_Make_Tomorrow, http://dbpedia.org/resource/Red_Beard, http://dbpedia.org/resource/Rashomon, http://dbpedia.org/resource/Yojimbo_(film), http://dbpedia.org/resource/Stray_Dog_(film), http://dbpedia.org/resource/Horse_(1941_film), http://dbpedia.org/resource/No_Regrets_for_Our_Youth, http://dbpedia.org/resource/Ran_(film), http://dbpedia.org/resource/The_Lower_Depths_(1957_film), http://dbpedia.org/resource/I_Live_in_Fear, http://dbpedia.org/resource/The_Men_Who_Tread_on_the_Tiger's_Tail]",
            "id": "105",
            "languageToQuestion": "{en=Which movies did Kurosawa direct?, de=Welche Filme hat Kurosawa gedreht?, es=¿Qué películas ha rodado Kurosawa?, it=Che film ha diretto Kurosawa?, fr=Quels films ont été realisés par Kurosawa?, nl=Welke films heeft Kurosawa geregisseerd?, hi_IN=कुरोसावा ने कौन सी फिल्मों का निर्देशन किया है ?, ro=Ce filme a regizat Kurosawa?}"
        },
        {
            "languageToKeyword": "{en=[book, the most pages], de=[Buch, meisten Seiten], es=[libro, mayor numero paginas], it=[libro, maggior numero di pagine], fr=[livre, le plus de pages], nl=[boek, meeste pagina's], hi_IN=[पुस्तक, सबसे अधिक पृष्ठ], ro=[carte, cele mai multe pagini]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Book ; dbo:numberOfPages ?n } ORDER BY DESC(?n) OFFSET 0 LIMIT 1",
            "answerType": "resource",
            "aggregation": true,
            "goldenAnswer": "[http://dbpedia.org/resource/The_Tolkien_Reader]",
            "id": "115",
            "languageToQuestion": "{en=Which book has the most pages?, de=Welches Buch hat die meisten Seiten?, es=¿Que libro tiene el mayor numero de paginas?, it=Quale libro ha il maggior numero di pagine?, fr=Quel livre a le plus de pages?, nl=Welk boek heeft de meeste pagina's?, hi_IN=कौन से पुस्तक में सबसे अधिक पृष्ठ हैं?, ro=Ce carte are cele mai multe pagini?}"
        },
        {
            "languageToKeyword": "{en=[Nile, start, country], de=[Nil, entspringen, Land], es=[Nilo, país, orígen], it=[Nilo, stato, origine], fr=[pays, commence, Nil], nl=[ontspringt, Nijl], hi_IN=[नाइल नदी, देश, शुरू]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> SELECT DISTINCT ?uri WHERE { res:Nile dbo:sourceCountry ?uri }",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Rwanda, http://dbpedia.org/resource/Ethiopia]",
            "id": "116",
            "languageToQuestion": "{en=In which country does the Nile start?, de=In welchem Land entspringt der Nil?, es=¿En qué país nace el Nilo?, it=In quale stato nasce il Nilo?, fr=Dans quel pays commence le Nil?, nl=In welk land ontspringt de Nijl?, hi_IN=नाइल नदी किस देश में शुरू होती है?}"
        },
        {
            "languageToKeyword": "{en=[book, wrote, Muhammad Ali], de=[Buch, geschrieben, Muhammad Ali], es=[libro, autor, Muhammad Ali], it=[libro, autore, Muhammad Ali], fr=[livre, par Muhammad Ali], nl=[boek, geschreven, Muhammad Ali], hi_IN=[किताब, मुहम्मद अली, लिखी], ro=[carte, scris, Muhammad Ali]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Book ; dbo:author res:Muhammad_Ali }",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/The_Greatest:_My_Own_Story, http://dbpedia.org/resource/The_Soul_of_a_Butterfly]",
            "id": "121",
            "languageToQuestion": "{en=Show me the book that Muhammad Ali wrote., de=Zeig mir das Buch, das Muhammad Ali geschrieben hat., es=Muéstrame el libro escrito por Muhammad Ali., it=Mostrami il libro scritto da Muhammad Ali., fr=Donne-moi le livre écrit par Muhammad Ali., nl=Toen het boek dat Muhammad Ali heeft geschreven., hi_IN=मुझे किताब बताओ जो मुहम्मद अली ने लिखी थी।, ro=Arată-mi cartea pe care a scris-o Muhammad Ali.}"
        },
        {
            "languageToKeyword": "{en=[Berlin, area code], de=[Berlin, Vorwahl], es=[prefijo, Berlin], it=[prefisso, Berlino], fr=[indicatif téléphonique, Berlin], nl=[kengetal, Berlijn], hi_IN=[बर्लिन, क्षेत्र कोड]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> SELECT DISTINCT ?string WHERE { res:Berlin dbo:areaCode ?string }",
            "answerType": "number",
            "aggregation": false,
            "goldenAnswer": "[030]",
            "id": "123",
            "languageToQuestion": "{en=What is the area code of Berlin?, de=Was ist die Vorwahl von Berlin?, es=¿Cuál es el prefijo de Berlin?, it=Qual è il prefisso di Berlino?, fr=Quel est l'indicatif téléphonique de Berlin?, nl=Wat is het kengetal van Berlijn?, hi_IN=बर्लिन का क्षेत्र कोड क्या है?}"
        },
        {
            "languageToKeyword": "{en=[actor, starring, Last Action Hero], de=[Schauspieler, mitspielen, Last Action Hero], es=[actores, Last Action Hero], it=[attori, Last Action Hero], fr=[acteurs, Last Action Hero], nl=[acteur, Last Action Hero], hi_IN=[लास्ट एक्शन हीरो, सभी कलाकार, नाम], ro=[actor, rol principal, Last Action Hero]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> SELECT DISTINCT ?uri WHERE { res:Last_Action_Hero dbo:starring ?uri }",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Tom_Noonan, http://dbpedia.org/resource/F._Murray_Abraham, http://dbpedia.org/resource/Arnold_Schwarzenegger, http://dbpedia.org/resource/Mercedes_Ruehl, http://dbpedia.org/resource/Charles_Dance, http://dbpedia.org/resource/Art_Carney, http://dbpedia.org/resource/Frank_McRae, http://dbpedia.org/resource/Austin_O'Brien, http://dbpedia.org/resource/Robert_Prosky, http://dbpedia.org/resource/Anthony_Quinn]",
            "id": "124",
            "languageToQuestion": "{en=Give me all actors starring in Last Action Hero., de=Gib mir alle Schauspieler, die in Last Action Hero mitgespielt haben., es=Dame todos los actores que hayan actuado en Last Action Hero., it=Dammi tutti gli attori che hanno recitato in Last Action Hero., fr=Noem alle acteurs uit de film Last Action Hero., nl=Noem alle acteurs uit de film Last Action Hero., hi_IN=मुझे लास्ट एक्शन हीरो में अभिनीत सभी कलाकारों के नाम बतायें दो।, ro=Dă-mi toți actorii cu roluri principale în Last Action Hero.}"
        },
        {
            "languageToKeyword": "{en=[television show, create, Walt Disney], de=[Fernsehserie, entwerfen, Walt Disney], es=[serie televisica, ideó, Walt Disney], it=[serie televisiva, ideata, Walt Disney?], fr=[séries télevisées, créées, Walt Disney], nl=[televisieserie, bedacht, Walt Disney], hi_IN=[वॉल्ट डिज़नी, टेलीविज़न शो, निर्माण]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:TelevisionShow ; dbo:creator res:Walt_Disney }",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Mickey_Mouse_Clubhouse, http://dbpedia.org/resource/Alice_Comedies, http://dbpedia.org/resource/List_of_Jiminy_Cricket_educational_serials, http://dbpedia.org/resource/Walt_Disney_anthology_television_series, http://dbpedia.org/resource/The_Mickey_Mouse_Club]",
            "id": "126",
            "languageToQuestion": "{en=Which television shows were created by Walt Disney?, de=Welche Fernsehserien hat Walt Disney entworfen?, es=¿Qué series televisivas ideó Walt Disney?, it=Quali serie televisive sono state create dalla Walt Disney?, fr=Quelles séries télevisées ont été créées par Walt Disney?, nl=Welke televisieseries werden bedacht door Walt Disney?, hi_IN=वॉल्ट डिज़नी द्वारा किस टेलीविज़न शो का निर्माण किया गया था?}"
        },
        {
            "languageToKeyword": "{en=[city, John F. Kennedy, die], de=[Stadt, John F. Kennedy, gestorben], es=[cuidad, John F. Kennedy, murió], it=[città, John F. Kennedy, morto], fr=[ville, John F. Kennedy], nl=[stad, John F. Kennedy, gestorven], hi_IN=[शहर, जॉन एफ कैनेडी, निधन]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { res:John_F._Kennedy dbo:deathPlace ?uri . ?uri rdf:type dbo:City }",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Dallas]",
            "id": "131",
            "languageToQuestion": "{en=In which city did John F. Kennedy die?, de=In welcher Stadt ist John F. Kennedy gestorben?, es=¿En qué ciudad murió John F. Kennedy?, it=In quale città morì John F. Kennedy?, fr=Dans quelle ville est mort John F. Kennedy?, nl=In welke stad kwam John F. Kennedy om het leven?, hi_IN=किस शहर में जॉन एफ कैनेडी का निधन हुआ ?}"
        },
        {
            "languageToKeyword": "{en=[Brooklyn Bridge, design], de=[Brooklyn Bridge, entwerfen], es=[diseñador, Brooklyn Bridge], it=[ponte di Brooklyn, progettare], fr=[pont de Brooklyn, conçu], nl=[ontwerp, Brooklyn Bridge], hi_IN=[ब्रुकलिन ब्रिज, बनाया], ro=[podul din Brooklyn, proiecta]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> SELECT DISTINCT ?uri WHERE { res:Brooklyn_Bridge dbo:architect ?uri }",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/John_Augustus_Roebling]",
            "id": "134",
            "languageToQuestion": "{en=Who designed the Brooklyn Bridge?, de=Wer hat die Brooklyn Bridge entworfen?, es=¿Quién diseñó la Brooklyn Bridge?, it=Chi ha progettato il ponte di Brooklyn?, fr=Qui a conçu le pont de Brooklyn?, nl=Wie ontwierp de Brooklyn Bridge?, hi_IN=ब्रुकलिन ब्रिज को किसने बनाया है?, ro=Cine a proiectat podul din Brooklyn?}"
        },
        {
            "languageToKeyword": "{en=[wrote, book, The pillars of the Earth], de=[schreiben, Buch, Die Säulen der Erde], es=[escritor, libro, Pilares de la Tierra], it=[scritto, libro, I pilastri della Terra], fr=[Les Piliers de la Terre, écrivain], nl=[auteur, De Pilaren van de Aarde], hi_IN=[द पिल्लर्स ऑफ द अर्थ, किताब, लिखा], ro=[scrie, carte, Stâlpii Pământului]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> SELECT DISTINCT ?uri WHERE { res:The_Pillars_of_the_Earth dbo:author ?uri }",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Ken_Follett]",
            "id": "139",
            "languageToQuestion": "{en=Who wrote the book The Pillars of the Earth?, de=Wer schrieb das Buch Die Säulen der Erde?, es=¿Quen escribió el libro Los pilares de la Tierra?, it=Chi ha scritto il libro I pilastri della Terra?, fr=Qui a écrit le livre Les Piliers de la Terre?, nl=Wie schreef het boek De Pilaren van de Aarde?, hi_IN=किसने द पिल्लर्स ऑफ द अर्थ किताब को लिखा हैं ?, ro=Cine e scris cartea Stâlpii Pământului?}"
        },
        {
            "languageToKeyword": "{en=[Czech republic, currency], de=[Tschechischen Republik, Währung], es=[moneda, república checa], it=[valuta, Repubblica Ceca], fr=[devise, Tchéquie], nl=[Tsjechië, munteenheid], hi_IN=[चेक गणराज्य, मुद्रा]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> SELECT DISTINCT ?uri WHERE { res:Czech_Republic dbo:currency ?uri }",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Czech_koruna]",
            "id": "142",
            "languageToQuestion": "{en=What is the currency of the Czech Republic?, de=Was ist die Währung der Tschechischen Republik?, es=¿Cuál es la moneda de la república checa?, it=Qual è la valuta della Repubblica Ceca?, fr=Quel est la devise de la Tchéquie?, nl=Wat is de munteenheid van Tsjechië?, hi_IN=चेक गणराज्य की मुद्रा क्या है?}"
        },
        {
            "languageToKeyword": "{en=[founder, Penguin Books], de=[gegründet, Penguin Books], es=[fundador, Penguin Books], it=[fondatore, Penguin Books], fr=[fondateur, Penguin Books], nl=[oprichter, Penguin Books], hi_IN=[पेंगुइन बुक्स, संस्थापक], ro=[fondator, Penguin Books]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { res:Penguin_Books dbo:founder ?uri }",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Allen_Lane]",
            "id": "146",
            "languageToQuestion": "{en=Who is the founder of Penguin Books?, de=Wer hat Penguin Books gegründet?, es=¿Quien es el fundador de Penguin Books?, it=Chi è il fondatore di Penguin Books?, fr=Qui est le fondateur de Penguin  Books?, nl=Wie is de oprichter van Penguin Books?, hi_IN=पेंगुइन बुक्स के संस्थापक कौन हैं?, ro=Cine este fondatorul Penguin Books?}"
        },
        {
            "languageToKeyword": "{en=[Jack Wolfskin, founded], fa=[جک ولفیش، تأسیس], de=[Jack Wolfskin, gründen], es=[Jack Wolfskin, fundada], it=[Jack Wolfskin, fondata], fr=[fondé, Jack Wolfskin], nl=[Jack Wolfskin, opgericht], hi_IN=[जैक वुल्फस्किन, स्थापना], ro=[Jack Wolfskin, fondat]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> SELECT DISTINCT ?year WHERE { res:Jack_Wolfskin dbo:foundingYear ?year }",
            "answerType": "date",
            "aggregation": false,
            "goldenAnswer": "[1981]",
            "id": "147",
            "languageToQuestion": "{en=When was Jack Wolfskin founded?, fa=جک ولفیش کی تأسیس شد؟, de=Wann wurde Jack Wolfskin gegründet?, es=¿Cúando se fundó Jack Wolfskin?, it=Quando è stata fondata Jack Wolfskin?, fr=Quand a été fondé Jack Wolfskin?, nl=Wanneer werd Jack Wolfskin opgericht?, hi_IN=जैक वुल्फस्किन की स्थापना कब हुई थी?, ro=Când a fost fondat Jack Wolfskin?}"
        },
        {
            "languageToKeyword": "{en=[Swedish, oceanographer], de=[Schwedisch, Ozeanographen], es=[oceanógrafos suecos], it=[svedesi, oceanografi], fr=[Océanographes, suédois], nl=[Zweedse, oceanograafen], hi_IN=[स्वीडिश, महासागरीय वैज्ञानिक], ro=[oceanograf, suedez]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> SELECT DISTINCT ?uri WHERE { ?uri dbo:field res:Oceanography ; dbo:birthPlace res:Sweden }",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Vagn_Walfrid_Ekman]",
            "id": "149",
            "languageToQuestion": "{en=Give me all Swedish oceanographers., de=Gib mir alle Schwedischen Ozeanographen., es=Dame todos los oceanógrafos suecos., it=Dammi tutti gli oceanografi svedesi., fr=Donne-moi tous les océanographes suédois., nl=Toon alle Zweedse oceanograafen., hi_IN=मुझे सभी स्वीडिश महासागरीय वैज्ञानिकों की सूचि बतायें।, ro=Dă-mi toți oceanografii suedezi.}"
        },
        {
            "languageToKeyword": "{en=[autobiography, Hemingway], fa=[خود زندگی نامه، همینگوی], de=[Hemmingway, Autobiographie], es=[autobiografía Hemingway], it=[autobiorafia, Hemingway], fr=[autobiographie, Hemingway], nl=[Hemmingway, autobiografie], hi_IN=[हेमिंग्वे, आत्मकथा], ro=[autobiografie, Hemingway]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> SELECT DISTINCT ?uri WHERE { ?uri dbo:author res:Ernest_Hemingway ; dbo:literaryGenre res:Autobiography }",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/A_Moveable_Feast]",
            "id": "150",
            "languageToQuestion": "{en=Show me Hemingway's autobiography., fa=خود زندگی نامه همینگوی را بده., de=Zeig mir Hemmingways Autobiographie., es=Muéstrame la autobiografía Hemingway., it=Mostrami l'autobiografia di Hemingway., fr=Montre l'autobiographie de Hemingway., nl=Toen de autobiografie van Hemmingway., hi_IN=हेमिंग्वे की आत्मकथा मुझे दिखायें।, ro=Arată-mi autobiografia lui Hemingway}"
        },
        {
            "languageToKeyword": "{en=[city, the least inhabitants], fa=[شهری، کمترین سکنه], de=[Stadt, wenigsten Einwohner], es=[ciudad, menor población], it=[città, minor numero di abitanti], fr=[ville, plus petit nombre d'habitants], nl=[stad, minste inwoners], hi_IN=[सबसे कम, निवासियों, शहर], ro=[oraș, cei mai puțini locuitori]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:City ; dbo:populationTotal ?pop } ORDER BY ASC(?pop) OFFSET 0 LIMIT 1",
            "answerType": "resource",
            "aggregation": true,
            "goldenAnswer": "[http://dbpedia.org/resource/Bakhdida]",
            "id": "154",
            "languageToQuestion": "{en=Which city has the least inhabitants?, fa=چه شهری کمترین سکنه را دارد؟, de=Welche Stadt hat die wenigsten Einwohner?, es=¿Que ciudad tiene la menor población?, it=Quale città ha il minor numero di abitanti?, fr=Quelle ville a le plus petit nombre d'habitants?, nl=Welke stad heeft de minste inwoners?, hi_IN=सबसे कम निवासियों वाला शहर कौन सा है?, ro=Care oraș are cei mai puțini locuitori?}"
        },
        {
            "languageToKeyword": "{en=[proinsulin, protein], de=[Proinsulin, Protein], es=[proinsulina, protein], it=[proinsulina, proteina], fr=[pro-insuline, protéine], nl=[proinsuline, proteïne], hi_IN=[प्रोइन्सुलिन, प्रोटीन]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> ASK WHERE { res:Proinsulin rdf:type dbo:Protein }",
            "answerType": "boolean",
            "aggregation": false,
            "goldenAnswer": "[true]",
            "id": "155",
            "languageToQuestion": "{en=Is proinsulin a protein?, de=Ist Proinsulin ein Protein?, es=¿La proinsulina es una proteina?, it=a proinsulina è una proteina?, fr=La pro-insuline est-elle une protéine?, nl=Is proinsuline een proteïne?, hi_IN=क्या प्रोइन्सुलिन एक प्रोटीन है?}"
        },
        {
            "languageToKeyword": "{en=[children, Che Guevara], de=[Kinder, Che Guevara], es=[hijos, Che Guevara], it=[figli, Che Guevara], fr=[enfants, Che Guevara], nl=[kinderen, Che Guevara], hi_IN=[चे ग्वेरा, बच्चे], ro=[copii, Che Guevara]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> ASK WHERE { res:Che_Guevara dbo:child ?uri }",
            "answerType": "boolean",
            "aggregation": false,
            "goldenAnswer": "[true]",
            "id": "157",
            "languageToQuestion": "{en=Did Che Guevara have children?, de=Hatte Che Guevara Kinder?, es=¿Tuvo hijos el Che Guevara?, it=Che Guevara aveva dei figli?, fr=Est-ce que Che Guevara a eu des enfants?, nl=Had Che Guevara kinderen?, hi_IN=क्या चे ग्वेरा के बच्चे हैं?, ro=Che Guevara a avut copii?}"
        }
]
