[
        {
            "languageToKeyword": "{en=[how many, politicians, graduated, Columbia University], fa=[تعداد، سیاستمدار، دانشگاه کلمبیا، فارغ التحصیل], de=[wieviele, Politiker, Abschluss, Columbia University], es=[cuántos, políticos, graduados, universidad de Columbia], it=[quanti, politici, laureati, Columbia University], fr=[nombre, hommes politiques, étudier, Columbia University], nl=[hoeveel, politici afgestudeert aan, Columbia University], ro=[câți, politicieni, absolvit, Universitatea Columbia?]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http://dbpedia.org/ontology/profession> <http://dbpedia.org/resource/Politician> .  ?uri <http://dbpedia.org/ontology/almaMater> <http://dbpedia.org/resource/Columbia_University> . } ",
            "answerType": "number",
            "aggregation": false,
            "goldenAnswer": "[4]",
            "id": "284",
            "languageToQuestion": "{en=How many politicians graduated from Columbia University?, fa=چه تعداد سیاستمدار از دانشگاه کلمبیا فارغ التحصیل شدند؟, de=Wieviele Politiker haben einen Abschluss von der Columbia University?, es=¿Cuántos políticos se han graduado en la universidad de Columbia?, it=Quanti politici si sono laureati alla Columbia University?, fr=Combien d'hommes politiques ont étudié à la Columbia University?, nl=Hoeveel politici zijn aan de Columbia University afgestudeerd?, ro=Câți politicieni au absolvit la Universitatea Columbia?}"
        },
        {
            "languageToKeyword": "{en=[highest, volcano, Africa], fa=[بلندترین، آتش فشان، آفریقا], de=[höchste, Vulkan, Afrika], es=[volcán, mas alto, África], it=[vulcano, più alto, Africa], fr=[volcan, plus haut, Afrique], nl=[hoogste, vulkaan, Afrika], ro=[cel mai înalt, vulcan, Africa?]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Volcano> .  ?uri <http://dbpedia.org/ontology/locatedInArea> ?area .  ?area <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/class/yago/AfricanCountries> .  ?uri <http://dbpedia.org/ontology/elevation> ?elevation . } ORDER BY DESC(?elevation) OFFSET 0 LIMIT 1 ",
            "answerType": "resource",
            "aggregation": true,
            "goldenAnswer": "[http://dbpedia.org/resource/Mount_Kilimanjaro]",
            "id": "286",
            "languageToQuestion": "{en=What is the highest volcano in Africa?, fa=بلندترین آتش فشان در آفریقا کدام است؟, de=Was ist der höchste Vulkan in Afrika?, es=¿Cuál es el volcán mas alto en África?, it=Qual è il vulcano più alto in Africa?, fr=Quel est le volcan le plus haut d'Afrique?, nl=Wat is de hoogste vulkaan in Afrika?, ro=Care este cel mai înalt vulcan din Africa?}"
        },
        {
            "languageToKeyword": "{en=[beer, originated, Ireland], fa=[منشأ، آبجو، ایرلند], de=[Bier, kommen aus, Irland], es=[cerveza, originado, Irlanda], it=[birra, origine, Irlanda], fr=[bières, Irlande?], nl=[bieren, komen uit, Ierland], ro=[bere, originară, Irlanda]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://dbpedia.org/property/type> <http://dbpedia.org/resource/Beer> .  ?uri <http://dbpedia.org/property/origin> \"Ireland\"@en . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Guinness]",
            "id": "287",
            "languageToQuestion": "{en=Which beer originated in Ireland?, fa=منشأ کدام آبجو ایرلند است؟, de=Welches Bier kommt aus Irland?, es=¿Qué cerveza se ha originado en Irlanda?, it=Quale birra è originaria dell'Irlanda?, fr=Quelles bières viennent de l'Irlande?, nl=Welke bieren komen uit Ierland?, ro=Ce bere este originară din Irlanda?}"
        },
        {
            "languageToKeyword": "{en=[specialities, UNC Health Care], fa=[تخصص های، UNC Health Care], de=[Spezialisierung, UNC Health Care], es=[especialidades, UNC Health Care], it=[specialità, UNC Health Care?], fr=[spécialités, UNC Health Care?], nl=[specialiteiten, UNC Health Care], ro=[specializări, UNC Health Care]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  <http://dbpedia.org/resource/UNC_Health_Care> <http://dbpedia.org/property/speciality> ?uri . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Trauma_center, http://dbpedia.org/resource/Cancer]",
            "id": "288",
            "languageToQuestion": "{en=What are the specialities of the UNC Health Care?, fa=تخصص های UNC Health Care چیست؟, de=Worauf ist die UNC Health Care spezialisiert?, es=¿Cuáles son las especialidades del UNC Health Care?, it=Quali sono le specialità della UNC Health Care?, fr=Quelles sont les spécialités de l'UNC Health Care?, nl=Wat zijn de specialiteiten van de UNC Health Care?, ro=Care sunt specializările UNC Health Care?}"
        },
        {
            "languageToKeyword": "{en=[owner, Facebook], fa=[مالک، فیسبوک], de=[gehört, Facebook], es=[dueño, Facebook], it=[proprietario, Facebook], fr=[propriétaire, Facebook], nl=[eigenaar, Facebook], ro=[proprietar, Facebook?]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  <http://dbpedia.org/resource/Facebook> <http://dbpedia.org/ontology/foundedBy> ?uri . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Mark_Zuckerberg]",
            "id": "289",
            "languageToQuestion": "{en=Who is the owner of Facebook?, fa=چه کسی مالک فیسبوک است؟, de=Wem gehört Facebook?, es=¿Quién es el dueño de Facebook?, it=Chi è il proprietario di Facebook?, fr=À qui appartient Facebook?, nl=Wie is de eigenaar van Facebook?, ro=Cine este proprietarul Facebook?}"
        },
        {
            "languageToKeyword": "{en=[region, Melon de Bourgogne], fa=[Melon de Bourgogne، منطقه ای], de=[Region, Melon de Bourgogne], es=[región, Melon de Bourgogne], it=[regione, Melon de Bourgogne], fr=[région, Melon de Bourgogne], nl=[regio, Melon de Bourgogne], ro=[regiune, Melon de Bourgogne]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  <http://dbpedia.org/resource/Melon_de_Bourgogne> <http://dbpedia.org/ontology/wineRegion> ?uri . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Southern_Ontario, http://dbpedia.org/resource/Loire_Valley_(wine), http://dbpedia.org/resource/Oregon, http://dbpedia.org/resource/Washington_(state)]",
            "id": "290",
            "languageToQuestion": "{en=From which region is the Melon de Bourgogne?, fa=Melon de bourgogne از چه منطقه ای است؟, de=Aus welcher Region ist der Melon de Bourgogne?, es=¿De que región es el vino Melon de Bourgogne?, it=Da quale regione proviene il Melon de Bourgogne?, fr=De quelle région vient le Melon de Bourgogne?, nl=Vanuit welke regio is de Melon de Bourgogne?, ro=Din ce regiune provine Melon-ul de Bourgogne?}"
        },
        {
            "languageToKeyword": "{en=[influenced, Socrated], fa=[تأثیر، سقراط], de=[beeinflusst, Sokrates], es=[influenciado, Socrates], it=[influenzato, Socrate], fr=[influencé, par Socrates], nl=[beïnvloed, Socrates], ro=[influențat, Socrate]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://dbpedia.org/ontology/influencedBy> <http://dbpedia.org/resource/Socrates> . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Peter_Kreeft, http://dbpedia.org/resource/Seyhan_Kurt, http://dbpedia.org/resource/Epictetus, http://dbpedia.org/resource/Allan_Bloom, http://dbpedia.org/resource/Diogenes_of_Sinope, http://dbpedia.org/resource/Lucian, http://dbpedia.org/resource/Euclid_of_Megara, http://dbpedia.org/resource/Aristippus, http://dbpedia.org/resource/Traian_Brăileanu, http://dbpedia.org/resource/Hannah_Arendt, http://dbpedia.org/resource/Karl_Popper, http://dbpedia.org/resource/Plato, http://dbpedia.org/resource/Antisthenes, http://dbpedia.org/resource/Leo_Strauss]",
            "id": "291",
            "languageToQuestion": "{en=Who was influenced by Socrates?, fa=چه کسانی تحت تأثیر سقراط بودند؟, de=Wer wurde von Sokrates beeinflusst?, es=¿Quién fue influenciado por Socrates?, it=Chi fu influenzato da Socrate?, fr=Qui a été influencé par Socrates?, nl=Wie werd beïnvloed door Socrates?, ro=Cine a fost influențat de către Socrate?}"
        },
        {
            "languageToKeyword": "{en=[president, Pakistan, 1978], fa=[رئیس جمهور، پاکستان، 1978], de=[Präsident, Pakistan, 1978], es=[presidente, Pakistán, 1978], it=[presidente, Pakistan, 1978], fr=[président, Pakistan, 1978], nl=[president, Pakistan, 1978], ro=[preşedinte, Pakistan, 1978]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://dbpedia.org/property/title> <http://dbpedia.org/resource/President_of_Pakistan> .  ?uri <http://dbpedia.org/property/years> 1978 . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Muhammad_Zia-ul-Haq]",
            "id": "292",
            "languageToQuestion": "{en=Who was president of Pakistan in 1978?, fa=رئیس جمهور پاکستان در 1978 چه کسی بود؟, de=Wer war 1978 Präsident von Pakistan?, es=¿Quién fue el presidente de Pakistán en 1978?, it=Chi fu presidente del Pakistan nel 1978?, fr=Qui était le président du Pakistan en 1978?, nl=Wie was president van Pakistan in 1978?, ro=Cine a fost preşedintele Pakistanului în 1978?}"
        },
        {
            "languageToKeyword": "{en=[types, eating disorders], fa=[انواع، اختلالات غذا خوردن], de=[Arten von, Esstörungen], es=[tipos, trastornos de la alimentación], it=[tipi, disturbi alimentari], fr=[types, troubles du comportement alimentaire], nl=[soorten, eetstoornissen], ro=[tipuri, tulburări alimentare]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/class/yago/EatingDisorders> . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Compulsive_overeating, http://dbpedia.org/resource/Eating_disorders_in_Chinese_women, http://dbpedia.org/resource/Body_Attitudes_Questionnaire, http://dbpedia.org/resource/Food_neophobia, http://dbpedia.org/resource/Eating_Disorder_Inventory, http://dbpedia.org/resource/Eating_Attitudes_Test, http://dbpedia.org/resource/Wintergirls, http://dbpedia.org/resource/Selective_eating_disorder, http://dbpedia.org/resource/Pica_(disorder), http://dbpedia.org/resource/Nocturnal_sleep_related_eating_disorder, http://dbpedia.org/resource/Feeding_disorder, http://dbpedia.org/resource/Bulimia_nervosa, http://dbpedia.org/resource/Fasting_girl, http://dbpedia.org/resource/Body_Attitudes_Test, http://dbpedia.org/resource/Minnesota_Eating_Behavior_Survey, http://dbpedia.org/resource/Rumination_syndrome, http://dbpedia.org/resource/Eating_Disorder_Diagnostic_Scale, http://dbpedia.org/resource/Food_issue, http://dbpedia.org/resource/Pro-ana, http://dbpedia.org/resource/Night_eating_syndrome, http://dbpedia.org/resource/Binge_Eating_Scale, http://dbpedia.org/resource/Defensive_vomiting, http://dbpedia.org/resource/Muscle_dysmorphia, http://dbpedia.org/resource/Pagophagy, http://dbpedia.org/resource/Lipophobia, http://dbpedia.org/resource/Purging_disorder, http://dbpedia.org/resource/Anorexia_nervosa_(differential_diagnoses), http://dbpedia.org/resource/Fat_phobia, http://dbpedia.org/resource/Binge_eating, http://dbpedia.org/resource/Russell's_sign, http://dbpedia.org/resource/Disordered_eating, http://dbpedia.org/resource/Food_Addicts_Anonymous, http://dbpedia.org/resource/Bulimia_Test-Revised, http://dbpedia.org/resource/Drunkorexia, http://dbpedia.org/resource/Cognitive_behavioral_treatment_of_eating_disorders, http://dbpedia.org/resource/Diabulimia, http://dbpedia.org/resource/Anorexia_mirabilis, http://dbpedia.org/resource/Eating_Disorder_Examination_Interview, http://dbpedia.org/resource/Three-Factor_Eating_Questionnaire, http://dbpedia.org/resource/Body_Gossip, http://dbpedia.org/resource/Eating_recovery, http://dbpedia.org/resource/Anorectic_Behavior_Observation_Scale, http://dbpedia.org/resource/Exercise_bulimia, http://dbpedia.org/resource/Hypergymnasia, http://dbpedia.org/resource/SCOFF_questionnaire, http://dbpedia.org/resource/Killing_Aurora, http://dbpedia.org/resource/Binge_eating_disorder, http://dbpedia.org/resource/Eating_disorder_not_otherwise_specified, http://dbpedia.org/resource/Maudsley_Family_Therapy, http://dbpedia.org/resource/Orthorexia_nervosa, http://dbpedia.org/resource/Opsophagos, http://dbpedia.org/resource/Fat_Chance_(Lesl%C3%A9a_Newman_novel), http://dbpedia.org/resource/Wannarexia, http://dbpedia.org/resource/Food_Addicts_in_Recovery_Anonymous]",
            "id": "294",
            "languageToQuestion": "{en=Give me all types of eating disorders., fa=تمام انواع اختلالات غذا خوردن را لیست کن., de=Zeig mir alle Arten von Essstörungen., es=¿Que tipos hay de trastornos de la alimentación?, it=Dammi tutti i tipi di disturbi alimentari., fr=Donne-moi tous les types de troubles du comportement alimentaire., nl=Toen alle soorten eetstoornissen., ro=Dă-mi toate tipurile de tulburări alimentare.}"
        },
        {
            "languageToKeyword": "{en=[married to, president Chirac], fa=[رئیس جمهور شیراک، ازدواج], de=[verheiratet mit, Päsident Chirac], es=[casado con, presidented Chirac], it=[sposato con, presidente Chirac], fr=[épouse, président Chirac], nl=[getrouwd met, president Chirac], ro=[căsătorit cu, președintele Chirac]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  <http://dbpedia.org/resource/Jacques_Chirac> <http://dbpedia.org/ontology/spouse> ?uri . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Bernadette_Chirac]",
            "id": "295",
            "languageToQuestion": "{en=Who was married to president Chirac?, fa=چه کسی با رئیس جمهور شیراک ازدواج کرد؟, de=Wer war mit Präsident Chirac verheiratet?, es=¿Quién estuvo casado con el presidente Chirac?, it=Chi è stato sposato con il presidente Chirac?, fr=Qui était marrié avec le président Chirac?, nl=Wie was met president Chirac getrouwd?, ro=Cine a fost căsătorit cu președintele Chirac?}"
        },
        {
            "languageToKeyword": "{en=[largest metropolitan area, Washington state], fa=[بزرگترین منطقه شهری، ایالت واشنگتن], de=[größtes Ballungsgebiet, Staat Washington], es=[área metropolitana, mas larga, estado de Washington], it=[area metropolitana, più grande, stato di Washington], fr=[aire urbaine, plus grance, état de Washington], nl=[grootste stedelijke gebied, staat Washington], ro=[cea mai mare zonă metropolitană, statul Washington]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  <http://dbpedia.org/resource/Washington_(state)> <http://dbpedia.org/property/largestmetro> ?uri . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Seattle_metropolitan_area]",
            "id": "296",
            "languageToQuestion": "{en=What is the largest metropolitan area in Washington state?, fa=بزرگترین منطقه شهری در ایالت واشنگتن چیست؟, de=Was ist das größte Ballungsgebiet im Staat Washington?, es=¿Cuál es el área metropolitana mas larga en el estado de Washington?, it=Qual è la più grande area metropolitana nello stato di Washington?, fr=Quelle est l'aire urbaine la pöus grande dans l'état de Washington?, nl=Wat is het grootste stedelijke gebied in de staat Washington?, ro=Care este cea mai mare zonă metropolitană din statul Washington?}"
        },
        {
            "languageToKeyword": "{en=[produced, France, sparkling wine], fa=[شراب گازدار، فرانسه، تولید], de=[Frankreich, hergestellt, Schaumwein], es=[produce, Francia, vino espumoso], it=[produrre, Francia, vino frizzante], fr=[france, produit, vin mousseux], nl=[Frankrijk, mousserende wijn, geproduceerd], ro=[produs, Franța, vin spumant]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://dbpedia.org/ontology/wineProduced> <http://dbpedia.org/resource/Sparkling_wine> .  ?uri <http://dbpedia.org/ontology/location> <http://dbpedia.org/resource/France> . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Loire_Valley_(wine)]",
            "id": "297",
            "languageToQuestion": "{en=Where in France is sparkling wine produced?, fa=شراب گازدار در کجای فرانسه تولید می شود؟, de=Wo in Frankreich wird Schaumwein hergestellt?, es=¿Dónde en Francia se produce el vino espumoso?, it=Dove si produce vino frizzante in Francia?, fr=Où produit-on du vin mousseux en France?, nl=Waar in Frankrijk word mousserende wijn geproduceerd?, ro=Unde în Franța este produs vinul spumant?}"
        },
        {
            "languageToKeyword": "{en=[Hillel Slovak, death place], fa=[هیلل اسلووک، فوت], de=[Hillel Slovak, Todesort], es=[Hillel Slovak, donde murió], it=[Hillel Slovak, dove è morto], fr=[lieu, décès, Hillel Slovak], nl=[Hillel Slovak, doodsplaats], ro=[Hillel Slovak, locul morții]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  <http://dbpedia.org/resource/Hillel_Slovak> <http://dbpedia.org/ontology/deathPlace> ?uri . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Hollywood, http://dbpedia.org/resource/California, http://dbpedia.org/resource/Los_Angeles]",
            "id": "298",
            "languageToQuestion": "{en=Where did Hillel Slovak die?, fa=کجا هیلل اسلووک فوت کرد؟, de=Wo ist Hillel Slovak gestorben?, es=¿Dónde murió Hillel Slovak?, it=Dove è morto Hillel Slovak?, fr=Donne moi le lieu de décès de Hillel Slovak., nl=Waar is Hillel Slovak gestorven?, ro=Unde a murit Hillel Slovak?}"
        },
        {
            "languageToKeyword": "{en=[timezone, San Pedro de Atacama], fa=[منطقه زمانی، San Pedro de Atacama], de=[Zeitzone, San Pedro de Atacama], es=[zona horaria, San Pedro de Atacama], it=[fuso orario, San Pedro de Atacama], fr=[fuseau horaire, San Pedro de Atacama], nl=[tijdzone, San Pedro de Atacama], ro=[fus orar, San Pedro de Atacama]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  <http://dbpedia.org/resource/San_Pedro_de_Atacama> <http://dbpedia.org/ontology/timeZone> ?uri . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Time_in_Chile]",
            "id": "299",
            "languageToQuestion": "{en=What is the timezone in San Pedro de Atacama?, fa=منطقه زمانی در San Pedro de Atacama چیست؟, de=In welcher Zeitzone liegt San Pedro de Atacama?, es=¿Cuál es la zona horaria en San Pedro de Atacama?, it=Qual è il fuso orario di San Pedro de Atacama?, fr=Quel est le fuseau horaire de San Pedro de Atacama?, nl=Wat is de tijdzone in San Pedro de Atacama?, ro=Care este fusul orar din San Pedro de Atacama?}"
        },
        {
            "languageToKeyword": "{en=[city, Chile Route 68, ends], fa=[شهر، مسیر 68 شیلی، پایان], de=[Stadt, aufhören, Ruta 68], es=[ciudad, termina, ruta Chilena 68], it=[città, termina, Route 68, Cile], fr=[route 68, chili, ville, terminaison], nl=[stad, eindigt, Route 68, Chili], ro=[oraș, termină, Route 68, Chile]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  <http://dbpedia.org/resource/Chile_Route_68> <http://dbpedia.org/ontology/routeEnd> ?uri . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Valparaíso]",
            "id": "300",
            "languageToQuestion": "{en=In which city does the Chile Route 68 end?, fa=در کدام شهر مسیر 68 شیلی پایان می یابد؟, de=In welcher Stadt hört die Ruta 68 auf?, es=¿En que ciudad termina la ruta Chilena 68?, it=In quale città termina la Route 68 in Cile?, fr=Dans quelle ville se termine la route 68 chilienne?, nl=In welke stad eindigt de Route 68 in Chili?, ro=În ce oraș se termină Route 68 din Chile?}"
        },
        {
            "languageToKeyword": "{en=[Swedish holidays], fa=[تعطیلات سوئدی], de=[schwedische Feiertage], es=[días festivos, Suecia], it=[giorni festivi svedesi], fr=[jours fériés, Suède], nl=[Zweedse feestdagen], ro=[zile de sărbătoare, Suedia]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Holiday> .  ?uri <http://dbpedia.org/ontology/country> <http://dbpedia.org/resource/Sweden> . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Gustavus_Adolphus_Day, http://dbpedia.org/resource/Veterans_Day_(Sweden), http://dbpedia.org/resource/Black_Friday_(shopping), http://dbpedia.org/resource/St._Knut's_Day]",
            "id": "302",
            "languageToQuestion": "{en=Give me all Swedish holidays., fa=تمام تعطیلات سوئدی را لیست کن., de=Gib mir alle schwedischen Feiertage., es=Dame todos los días festivos en Suecia., it=Dammi tutti i giorni festivi svedesi., fr=Donne-moi tous les jours fériés en Suède., nl=Geef alle Zweedse feestdagen., ro=Dă toate zilele de sărbătoare din Suedia.}"
        },
        {
            "languageToKeyword": "{en=[city, headquarter, Air China], fa=[دفتر مرکزی، ایر چاینا، شهر], de=[Stadt, Hauptquartier, Air China], es=[ciudad, sede Air China], it=[città, Air China, quartier generale], fr=[location, quartier général, Air China], nl=[stad, hoofdkantoor, Air China], ro=[oraș, sediu, Air China]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  <http://dbpedia.org/resource/Air_China> <http://dbpedia.org/ontology/headquarter> ?uri .  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/class/yago/City108524735> . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[]",
            "id": "312",
            "languageToQuestion": "{en=In which city is Air China headquartered?, fa=دفتر مرکزی ایر چاینا در کدام شهر است؟, de=In welcher Stadt liegt das Hauptquartier von Air China?, es=¿En que ciudad esta la sede de Air China?, it=In quale città Air China ha il quartier generale?, fr=Où se trouve le quartier général de Air China?, nl=In welke stad is het hoofdkantoor van Air China?, ro=În ce oraș este sediul Air China?}"
        },
        {
            "languageToKeyword": "{en=[artist, born same date, Rachel Stevens], fa=[هنرمندانی، تاریخ یکسانی، ریچل استیونز، متولد], de=[Künstler, geboren am gleichen Tag, Rachel Stevens], es=[artistas, misma fecha nacimiento, Rachel Stevens], it=[artisti, stessa data di nascita, Rachel Stevens], fr=[artistes, même anniversaire, Rachel Stevens?], nl=[kunstenaars, geboren, op dezelfde dag, Rachel Stevens], ro=[artist, născut în aceeași zi, Rachel Stevens]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE { ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Artist> . <http://dbpedia.org/resource/Rachel_Stevens> <http://dbpedia.org/property/dateOfBirth> ?date . ?uri <http://dbpedia.org/property/dateOfBirth> ?date . } ",
            "answerType": "date",
            "aggregation": true,
            "goldenAnswer": "[http://dbpedia.org/resource/Gizem_Saka, http://dbpedia.org/resource/Vesna_Pisarovi%C4%87]",
            "id": "314",
            "languageToQuestion": "{en=Which artists were born on the same date as Rachel Stevens?, fa=چه هنرمندانی در تاریخ یکسانی با ریچل استیونز متولد شد؟, de=Welche Künstler sind am gleichen Tag wie Rachel Stevens geboren?, es=¿Qué artistas nacieron en la misma fecha que Rachel Stevens?, it=Quali artisti sono nati la stessa data di Rachel Stevens?, fr=Quels artistes ont le même anniversaire que Rachel Stevens?, nl=Welke kunstenaars zijn op dezelfde dag als Rachel Stevens geboren?, ro=Ce artiști s-au născut în aceeași zi cu Rachel Stevens?}"
        },
        {
            "languageToKeyword": "{en=[Darth Vader, father, Luke], fa=[دارت ویدر، پدر، لوک], de=[Darth Vader, Vater, Luke], es=[Darth Vader, padre, Luke], it=[Darth Vader, padre, Luke], fr=[Darth Vader, père, Luke], nl=[Darth Vader, vader, Luke], ro=[Darth Vader, tatăl, Luke]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "ASK WHERE { <http://dbpedia.org/resource/Darth_Vader> <http://dbpedia.org/property/children> \"Luke Skywalker\"@en . }",
            "answerType": "boolean",
            "aggregation": false,
            "goldenAnswer": "[true]",
            "id": "321",
            "languageToQuestion": "{en=Is Darth Vader Luke’s father?, fa=آیا دارت ویدر پدر لوک است؟, de=Ist Darth Vader Lukes Vater?, es=¿Es Darth Vader el padre de Luke?, it=Darth Vader è il padre di Luke?, fr=Est-ce que Darth Vader le père de Luke?, nl=Is Darth Vader de vader van Luke?, ro=Este Darth Vader tatăl lui Luke?}"
        },
        {
            "languageToKeyword": "{en=[companies, founded by, founder, Facebook], fa=[شرکت، مؤسس، فیسبوک، تأسیس], de=[Firmen, gegründet, Gründer, Facebook], es=[compañías, fundadas, fundador Facebook], it=[società, fondate, fondatore, Facebook], fr=[nombre, companies, fondées, fondateur, Facebook], nl=[bedrijven, opgericht, oprichter, Facebook], ro=[companii, înființate, fondator, Facebook]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  <http://dbpedia.org/resource/Facebook> <http://dbpedia.org/ontology/foundedBy> ?uri .  ?uri <http://dbpedia.org/ontology/foundedBy> ?uri . } ",
            "answerType": "number",
            "aggregation": true,
            "goldenAnswer": "[0]",
            "id": "322",
            "languageToQuestion": "{en=How many companies were founded by the founder of Facebook?, fa=چه تعداد شرکت توسط مؤسس فیسبوک تأسیس شدند؟, de=Wieviele Firmen hat der Gründer von Facebook gegründet?, es=¿Cuantas compañías han sido fundadas por el fundador de Facebook?, it=Quante società sono state fondate dal fondatore di Facebook?, fr=Combien de companies ont été fondées par le fondateur de Facebook?, nl=Hoeveel bedrijven werden opgericht door de oprichter van Facebook?, ro=Câte companii au fost înființate de fondatorul Facebook?}"
        },
        {
            "languageToKeyword": "{en=[companies, founded, same year, Google], fa=[شرکت، سال یکسانی، گوگل، تأسیس], de=[Firmen, gegründet, selbes Jahr, Google], es=[compañías, fundadas, mismo año Google], it=[società, fondate, stesso anno, Google], fr=[nombre, companies, fondées, même année, Google], nl=[bedrijven, opgericht, hetzelfde jaar, Google], ro=[companii, înființate, același an, Google]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Company> .  ?uri <http://dbpedia.org/ontology/foundingYear> ?year .  <http://dbpedia.org/resource/Google> <http://dbpedia.org/ontology/foundingYear> ?year . } ",
            "answerType": "number",
            "aggregation": true,
            "goldenAnswer": "[0]",
            "id": "323",
            "languageToQuestion": "{en=How many companies were founded in the same year as Google?, fa=چه تعداد شرکت در سال یکسانی با گوگل تأسیس شدند؟, de=Wieviele Firmen wurden im selben Jahr wie Google gegründet?, es=¿Cuántas compañías fueron fundadas en el mismo año que Google?, it=Quante società sono state fondate nello stesso anno di Google?, fr=Combien de companies ont été fondées la même année que Google?, nl=Hoeveel bedrijven werden opgericht in hetzelfde jaar als Google?, ro=Câte companii au fost înființate în același an cu Google?}"
        },
        {
            "languageToKeyword": "{en=[how many, airlines, member, Star Alliance], fa=[خطوط هوایی، عضو، استار الاینس], de=[Anzahl, Fluggesellschaften, Star Alliance], es=[Cuántas compañías, miembros, Star Alliance], it=[quante, compagnie aeree, membri, Star Alliance], fr=[nombre, companies aériennes, membres de Star Alliance], nl=[hoeveel, luchtvaartmaatschappijen, lid, Star Alliance?], ro=[câte, companii aeriene, membre, Star Alliance]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Airline> .  ?uri <http://dbpedia.org/property/alliance> <http://dbpedia.org/resource/Star_Alliance> . } ",
            "answerType": "number",
            "aggregation": true,
            "goldenAnswer": "[22]",
            "id": "325",
            "languageToQuestion": "{en=How many airlines are members of the Star Alliance?, fa=چه تعداد خطوط هوایی عضو استار الاینس هستند؟, de=Wieviele Fluggesellschaften sind in der Star Alliance?, es=¿Cuántas compañías son miembros del la Star Alliance?, it=Quante compagnie aeree membri di Star Alliance?, fr=Combien de companies aériennes sont membres de Star Alliance?, nl=Hoeveel luchtvaartmaatschappijen zijn lid van Star Alliance?, ro=Câte companii aeriene sunt membre în Star Alliance?}"
        }
]
