[
        {
            "languageToKeyword": "{=[produced, film, starring, Natalie Portman]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nPREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#>\nSELECT DISTINCT ?uri ?string \nWHERE {\n\t?film rdf:type dbo:Film .\n        ?film dbo:starring res:Natalie_Portman .\n        ?film dbo:producer ?uri .\n\tOPTIONAL {?uri rdfs:label ?string . FILTER (lang(?string) = 'en') }\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Mike_Medavoy, http://dbpedia.org/resource/Mike_Nichols, http://dbpedia.org/resource/Scott_Rudin, http://dbpedia.org/resource/David_McFadzean, http://dbpedia.org/resource/Wang_Wei, http://dbpedia.org/resource/Marc_E._Platt, http://dbpedia.org/resource/Sigurj%C3%B3n_Sighvatsson, http://dbpedia.org/resource/The_Wachowskis, http://dbpedia.org/resource/Michael_Tapuah, http://dbpedia.org/resource/Cary_Brokaw, http://dbpedia.org/resource/Emmanuel_Benbihy, http://dbpedia.org/resource/Scott_Stuber, http://dbpedia.org/resource/Laurence_Mark, http://dbpedia.org/resource/Rick_McCallum, http://dbpedia.org/resource/Roman_Coppola, http://dbpedia.org/resource/Natalie_Portman, http://dbpedia.org/resource/Laurent_Truchot, http://dbpedia.org/resource/George_Lucas, http://dbpedia.org/resource/Patrice_Ledoux, http://dbpedia.org/resource/Danny_McBride_%28actor%29, http://dbpedia.org/resource/Joel_Silver, http://dbpedia.org/resource/Ivan_Reitman, http://dbpedia.org/resource/Ryan_Kavanaugh, http://dbpedia.org/resource/Richard_N._Gladstein, http://dbpedia.org/resource/Doug_Magallon,_Greg_Strom, http://dbpedia.org/resource/Carmen_Finestra, http://dbpedia.org/resource/T._Rafael_Cimino, http://dbpedia.org/resource/Wong_Kar-wai, http://dbpedia.org/resource/San_Francisco_Ballet%23Principal_Dancers, http://dbpedia.org/resource/Kevin_Feige, http://dbpedia.org/resource/Robert_Greenhut, http://dbpedia.org/resource/Gerrit_Folsom, http://dbpedia.org/resource/John_Calley, http://dbpedia.org/resource/Larry_J._Franco, http://dbpedia.org/resource/Tim_Burton, http://dbpedia.org/resource/Carol_Cuddy, http://dbpedia.org/resource/Alison_Owen, http://dbpedia.org/resource/Michael_De_Luca, http://dbpedia.org/resource/Wes_Anderson, http://dbpedia.org/resource/Dan_Bucatinsky]",
            "id": "83",
            "outOfScope": false,
            "languageToQuestion": "{en=Who produced films starring Natalie Portman?}"
        },
        {
            "languageToKeyword": "{=[Julia Roberts, Richard Gere, film, play]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nPREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#>\nSELECT DISTINCT ?uri ?string \nWHERE {\n\t?uri rdf:type dbo:Film .\n        ?uri dbo:starring res:Julia_Roberts .\n        ?uri dbo:starring res:Richard_Gere.\n\tOPTIONAL {?uri rdfs:label ?string . FILTER (lang(?string) = 'en') }\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Couples_Retreat, http://dbpedia.org/resource/Runaway_Bride_%281999_film%29, http://dbpedia.org/resource/Pretty_Woman]",
            "id": "85",
            "outOfScope": false,
            "languageToQuestion": "{en=In which films did Julia Roberts as well as Richard Gere play?}"
        },
        {
            "languageToKeyword": "{=[Finland, European Union, join]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "PREFIX res: <http://dbpedia.org/resource/>\nPREFIX dbp: <http://dbpedia.org/property/>\nSELECT DISTINCT ?date \nWHERE {       \n        res:Finland dbp:accessioneudate ?date .      \n}",
            "answerType": "date",
            "aggregation": false,
            "goldenAnswer": "[1995-01-01]",
            "id": "37",
            "outOfScope": false,
            "languageToQuestion": "{en=When did Finland join the EU?}"
        },
        {
            "languageToKeyword": "{=[Estonia, language, spoken]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res:  <http://dbpedia.org/resource/>\nPREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#>\nSELECT DISTINCT ?uri ?string \nWHERE { \n      { res:Estonia dbo:language ?uri . } \n      UNION \n      { ?uri dbo:spokenIn res:Estonia . }\n      OPTIONAL { ?uri rdfs:label ?string . FILTER (lang(?string) = 'en') }\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/V%C3%B5ro_language, http://dbpedia.org/resource/Laiuse_Romani_language, http://dbpedia.org/resource/Estonian_Sign_Language, http://dbpedia.org/resource/Seto_dialect, http://dbpedia.org/resource/Russian_Sign_Language, http://dbpedia.org/resource/Estonian_language, http://dbpedia.org/resource/Modern_Swedish, http://dbpedia.org/resource/Finnish_language, http://dbpedia.org/resource/Erzya_language]",
            "id": "72",
            "outOfScope": false,
            "languageToQuestion": "{en=Which languages are spoken in Estonia?}"
        },
        {
            "languageToKeyword": "{=[Battle Chess, video game, called]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nPREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#>\nASK \nWHERE {\n\t?uri rdf:type dbo:VideoGame .\n        ?uri rdfs:label 'Battle Chess'@en .\n}",
            "answerType": "boolean",
            "aggregation": false,
            "goldenAnswer": "[true]",
            "id": "60",
            "outOfScope": false,
            "languageToQuestion": "{en=Is there a video game called Battle Chess?}"
        },
        {
            "languageToKeyword": "{=[aerospace industry, nuclear reactor technology, company, work]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "PREFIX dbo:  <http://dbpedia.org/ontology/>\nPREFIX dbp: <http://dbpedia.org/property/>\nPREFIX res:  <http://dbpedia.org/resource/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nPREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#>\nSELECT DISTINCT ?uri ?string \nWHERE { \n\t?uri rdf:type dbo:Company  .\n\t?uri dbp:industry res:Aerospace .\n        ?uri dbp:industry res:Nuclear_reactor_technology .\n\tOPTIONAL { ?uri rdfs:label ?string . FILTER (lang(?string) = 'en') }\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Curtiss-Wright]",
            "id": "65",
            "outOfScope": false,
            "languageToQuestion": "{en=Which companies work in the aerospace industry as well as on nuclear reactor technology?}"
        },
        {
            "languageToKeyword": "{=[state, USA, population density, highest]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "PREFIX yago: <http://dbpedia.org/class/yago/>\nPREFIX dbp: <http://dbpedia.org/property/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nPREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#>\nSELECT DISTINCT ?uri ?string \nWHERE {\n\t?uri rdf:type yago:StatesOfTheUnitedStates .\n        ?uri dbp:densityrank ?rank .\n        OPTIONAL { ?uri rdfs:label ?string. FILTER (lang(?string) = 'en') }\n} \nORDER BY ASC(?rank) LIMIT 1",
            "answerType": "resource",
            "aggregation": true,
            "goldenAnswer": "[http://dbpedia.org/resource/New_Jersey]",
            "id": "30",
            "outOfScope": false,
            "languageToQuestion": "{en=Which state of the USA has the highest population density?}"
        },
        {
            "languageToKeyword": "{=[Obama, president, wife, called, Michelle]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#>\nASK \nWHERE {\n        res:Barack_Obama dbo:spouse ?spouse .\n        ?spouse rdfs:label ?name .\n        FILTER(regex(?name,'Michelle')) \n}",
            "answerType": "boolean",
            "aggregation": false,
            "goldenAnswer": "[true]",
            "id": "7",
            "outOfScope": false,
            "languageToQuestion": "{en=Is the wife of president Obama called Michelle?}"
        },
        {
            "languageToKeyword": "{=[highest mountain]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nPREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#>\nSELECT DISTINCT ?uri ?string \nWHERE { \n\t?uri rdf:type dbo:Mountain  .\n        ?uri dbo:elevation ?elevation .\n        OPTIONAL {?uri rdfs:label ?string . FILTER (lang(?string) = 'en') }\n} \nORDER BY DESC(?elevation) LIMIT 1",
            "answerType": "resource",
            "aggregation": true,
            "goldenAnswer": "[http://dbpedia.org/resource/Dotsero]",
            "id": "92",
            "outOfScope": false,
            "languageToQuestion": "{en=What is the highest mountain?}"
        },
        {
            "languageToKeyword": "{=[record label, Canadian, Grunge]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nPREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#>\nSELECT DISTINCT ?uri ?string \nWHERE {\n\t?uri rdf:type dbo:RecordLabel .\n        ?uri dbo:genre res:Grunge .\n        ?uri dbo:country res:Canada .\n        OPTIONAL { ?uri rdfs:label ?string . FILTER (lang(?string) = 'en') } \n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Murderecords]",
            "id": "80",
            "outOfScope": false,
            "languageToQuestion": "{en=Give me all Canadian Grunge record labels.}"
        },
        {
            "languageToKeyword": "{=[Czech republic, currency]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#>\nSELECT DISTINCT ?uri ?string \nWHERE {\n\tres:Czech_Republic dbo:currency ?uri .\n        OPTIONAL { ?uri rdfs:label ?string. FILTER (lang(?string) = 'en') }\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Czech_koruna]",
            "id": "31",
            "outOfScope": false,
            "languageToQuestion": "{en=What is the currency of the Czech Republic?}"
        },
        {
            "languageToKeyword": "{=[Danielle Steel, book, written]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res:  <http://dbpedia.org/resource/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nPREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#>\nSELECT DISTINCT ?uri ?string \nWHERE {\n\t?uri rdf:type dbo:Book .\n        ?uri dbo:author res:Danielle_Steel .\n\tOPTIONAL { ?uri rdfs:label ?string . FILTER (lang(?string) = 'en') }\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Message_from_Nam, http://dbpedia.org/resource/H.R.H._%28novel%29, http://dbpedia.org/resource/Now_and_Forever_%28Danielle_Steel_novel%29, http://dbpedia.org/resource/Thurston_House_%28novel%29, http://dbpedia.org/resource/Amazing_Grace_%28novel%29, http://dbpedia.org/resource/Five_Days_in_Paris, http://dbpedia.org/resource/Honor_Thyself, http://dbpedia.org/resource/Second_Chance_%28novel%29, http://dbpedia.org/resource/A_Perfect_Stranger, http://dbpedia.org/resource/Passion%27s_Promise, http://dbpedia.org/resource/Legacy_%282010_novel%29, http://dbpedia.org/resource/Safe_Harbour_%28novel%29, http://dbpedia.org/resource/Miracle_%28novel%29, http://dbpedia.org/resource/Big_Girl_%28novel%29, http://dbpedia.org/resource/Fine_Things, http://dbpedia.org/resource/The_House_%28novel%29, http://dbpedia.org/resource/Family_Ties_%28novel%29, http://dbpedia.org/resource/Zoya_%28novel%29, http://dbpedia.org/resource/Rogue_%28novel%29, http://dbpedia.org/resource/A_Good_Woman_%28novel%29, http://dbpedia.org/resource/Southern_Lights_%28novel%29, http://dbpedia.org/resource/One_Day_at_a_Time_%28novel%29, http://dbpedia.org/resource/Ransom_%28novel%29, http://dbpedia.org/resource/Echoes_%28novel%29, http://dbpedia.org/resource/Bungalow_2_%28novel%29, http://dbpedia.org/resource/Season_of_Passion, http://dbpedia.org/resource/Silent_Honor, http://dbpedia.org/resource/Kaleidoscope_%28novel%29, http://dbpedia.org/resource/Jewels_%28novel%29, http://dbpedia.org/resource/Impossible_%28novel%29, http://dbpedia.org/resource/Daddy_%28novel%29, http://dbpedia.org/resource/Mixed_Blessings, http://dbpedia.org/resource/Family_Album_%28novel%29, http://dbpedia.org/resource/Toxic_Bachelors_%28novel%29, http://dbpedia.org/resource/Sunset_in_St._Tropez, http://dbpedia.org/resource/Wanderlust_%28novel%29, http://dbpedia.org/resource/The_Gift_%28Steel_novel%29, http://dbpedia.org/resource/Accident_%28novel%29, http://dbpedia.org/resource/The_Wedding_%28Steel_novel%29, http://dbpedia.org/resource/Sisters_%28Steel_novel%29, http://dbpedia.org/resource/Coming_Out_%28novel%29, http://dbpedia.org/resource/Matters_of_the_Heart_%28novel%29]",
            "id": "78",
            "outOfScope": false,
            "languageToQuestion": "{en=Give me all books written by Danielle Steel.}"
        },
        {
            "languageToKeyword": "{=[film, directed, Garry Marhsall, starring, Julia Roberts]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nPREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#>\nSELECT DISTINCT ?uri ?string \nWHERE {\n\t?uri rdf:type dbo:Film .\n        ?uri dbo:starring res:Julia_Roberts .\n        ?uri dbo:director res:Garry_Marshall .\n        OPTIONAL { ?uri rdfs:label ?string. FILTER (lang(?string) = 'en') }\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Runaway_Bride_%281999_film%29, http://dbpedia.org/resource/Valentine%27s_Day_%28film%29, http://dbpedia.org/resource/Pretty_Woman]",
            "id": "25",
            "outOfScope": false,
            "languageToQuestion": "{en=In which films directed by Garry Marshall was Julia Roberts starring?}"
        },
        {
            "languageToKeyword": "{=[video game, World of Warcraft, developed]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#>\nSELECT DISTINCT ?uri ?string \nWHERE {\n\tres:World_of_Warcraft dbo:developer ?uri . \n        OPTIONAL { ?uri rdfs:label ?string . FILTER (lang(?string) = 'en') }\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Blizzard_Entertainment]",
            "id": "55",
            "outOfScope": false,
            "languageToQuestion": "{en=Who developed the video game World of Warcraft?}"
        },
        {
            "languageToKeyword": "{=[own, Aldi]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX res: <http://dbpedia.org/resource/>\nPREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#>\nSELECT DISTINCT ?uri ?string \nWHERE {\n\tres:Aldi dbo:keyPerson ?uri .\n\tOPTIONAL { ?uri rdfs:label ?string . FILTER (lang(?string) = 'en') }\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Theo_Albrecht, http://dbpedia.org/resource/Karl_Albrecht]",
            "id": "73",
            "outOfScope": false,
            "languageToQuestion": "{en=Who owns Aldi?}"
        },
        {
            "languageToKeyword": "{=[IBM, employees]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nSELECT ?number \nWHERE {\n\tres:IBM dbo:numberOfEmployees ?number .\n}",
            "answerType": "number",
            "aggregation": false,
            "goldenAnswer": "[426751]",
            "id": "20",
            "outOfScope": false,
            "languageToQuestion": "{en=How many employees does IBM have?}"
        },
        {
            "languageToKeyword": "{=[Berlin, area code]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nSELECT DISTINCT ?string \nWHERE {\n\tres:Berlin dbo:areaCode ?string .\n}",
            "answerType": "string",
            "aggregation": false,
            "goldenAnswer": "[030]",
            "id": "33",
            "outOfScope": false,
            "languageToQuestion": "{en=What is the area code of Berlin?}"
        },
        {
            "languageToKeyword": "{=[Battle of Gettysburg]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nSELECT DISTINCT ?date \nWHERE { \n       res:Battle_of_Gettysburg dbo:date ?date .\n}",
            "answerType": "date",
            "aggregation": false,
            "goldenAnswer": "[1863-07-03]",
            "id": "39",
            "outOfScope": false,
            "languageToQuestion": "{en=When was the Battle of Gettysburg?}"
        },
        {
            "languageToKeyword": "{=[Philippines, official language]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#>\nSELECT DISTINCT ?uri ?string \nWHERE { \n        res:Philippines dbo:officialLanguage ?uri .\n        OPTIONAL { ?uri rdfs:label ?string. FILTER (lang(?string) = 'en') }\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/English_language, http://dbpedia.org/resource/Filipino_language]",
            "id": "42",
            "outOfScope": false,
            "languageToQuestion": "{en=What are the official languages of the Philippines?}"
        },
        {
            "languageToKeyword": "{=[Frank Herbert, alive]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nASK \nWHERE {\n\tres:Frank_Herbert dbo:deathDate ?date .\n        FILTER (!BOUND(?date))\n}",
            "answerType": "boolean",
            "aggregation": true,
            "goldenAnswer": "[false]",
            "id": "46",
            "outOfScope": false,
            "languageToQuestion": "{en=Is Frank Herbert still alive?}"
        },
        {
            "languageToKeyword": "{=[protein, proinsulin]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nASK \nWHERE {\n\tres:Proinsulin rdf:type dbo:Protein .\n}",
            "answerType": "boolean",
            "aggregation": false,
            "goldenAnswer": "[true]",
            "id": "12",
            "outOfScope": false,
            "languageToQuestion": "{en=Is proinsulin a protein?}"
        },
        {
            "languageToKeyword": "{=[award, WikiLeaks, win]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "PREFIX res: <http://dbpedia.org/resource/>\nPREFIX dbp: <http://dbpedia.org/property/>\nPREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#>\nSELECT DISTINCT ?uri ?string \nWHERE {\n        res:WikiLeaks dbp:awards ?uri .\n        OPTIONAL { ?uri rdfs:label ?string. FILTER (lang(?string) = 'en') }\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Sam_Adams_Award, http://dbpedia.org/resource/Index_on_Censorship%23Freedom_of_Expression_Awards, http://dbpedia.org/resource/Amnesty_International_UK_Media_Awards]",
            "id": "29",
            "outOfScope": false,
            "languageToQuestion": "{en=Which awards did WikiLeaks win?}"
        },
        {
            "languageToKeyword": "{=[HBO, television series, Sopranos, first season, list, episode]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#>\nSELECT DISTINCT ?uri ?string \nWHERE {\n\t?uri dbo:series res:The_Sopranos  .\n        ?uri dbo:seasonNumber 1 .\n\tOPTIONAL { ?uri rdfs:label ?string . FILTER (lang(?string) = 'en') }\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/College_%28The_Sopranos%29, http://dbpedia.org/resource/The_Legend_of_Tennessee_Moltisanti, http://dbpedia.org/resource/I_Dream_of_Jeannie_Cusamano, http://dbpedia.org/resource/Nobody_Knows_Anything, http://dbpedia.org/resource/Pax_Soprana, http://dbpedia.org/resource/A_Hit_Is_a_Hit, http://dbpedia.org/resource/Isabella_%28The_Sopranos%29, http://dbpedia.org/resource/Denial,_Anger,_Acceptance, http://dbpedia.org/resource/Meadowlands_%28The_Sopranos%29, http://dbpedia.org/resource/The_Sopranos_%28episode%29, http://dbpedia.org/resource/46_Long, http://dbpedia.org/resource/Boca_%28The_Sopranos%29, http://dbpedia.org/resource/Down_Neck]",
            "id": "57",
            "outOfScope": false,
            "languageToQuestion": "{en=List all episodes of the first season of the HBO television series The Sopranos!}"
        },
        {
            "languageToKeyword": "{=[U.S., state, mineral, possess, gold]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "PREFIX yago: <http://dbpedia.org/class/yago/>\nPREFIX dbp: <http://dbpedia.org/property/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nPREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#>\nSELECT DISTINCT ?uri ?string\nWHERE {\n        ?uri rdf:type yago:StatesOfTheUnitedStates .\n        ?uri dbp:mineral ?mineral .\n        FILTER (regex(?mineral,'Gold')) .\n        OPTIONAL { ?uri rdfs:label ?string. FILTER (lang(?string) = 'en') }\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/California]",
            "id": "9",
            "outOfScope": false,
            "languageToQuestion": "{en=Which U.S. states possess gold minerals?}"
        },
        {
            "languageToKeyword": "{=[cave, more than 3, entrance]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res:  <http://dbpedia.org/resource/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nPREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#>\nSELECT DISTINCT ?uri ?string \nWHERE { \n\t?uri rdf:type dbo:Cave .\n        ?uri dbo:numberOfEntrances ?entrance .\n        FILTER (?entrance > 3) .\n        OPTIONAL { ?uri rdfs:label ?string . FILTER (lang(?string) = 'en') }\n}",
            "answerType": "resource",
            "aggregation": true,
            "goldenAnswer": "[http://dbpedia.org/resource/Windsor_Great_Cave, http://dbpedia.org/resource/Pollnagollum, http://dbpedia.org/resource/Shuang_River_Cave_Group, http://dbpedia.org/resource/Trail_Creek_Caves, http://dbpedia.org/resource/Gaping_Gill, http://dbpedia.org/resource/Gargantua_%28cave%29, http://dbpedia.org/resource/Porth_yr_Ogof, http://dbpedia.org/resource/Sistema_Sac_Actun, http://dbpedia.org/resource/Sistema_Ox_Bel_Ha, http://dbpedia.org/resource/Kharosa, http://dbpedia.org/resource/Mahakali_Caves, http://dbpedia.org/resource/Sistema_Nohoch_Nah_Chich, http://dbpedia.org/resource/Sistema_Dos_Ojos, http://dbpedia.org/resource/Steinbr%C3%BCcken_Cave, http://dbpedia.org/resource/Redmond_Caves, http://dbpedia.org/resource/Boho_Caves, http://dbpedia.org/resource/Kanheri_Caves, http://dbpedia.org/resource/Paisley_Caves, http://dbpedia.org/resource/Ingleborough_Cave, http://dbpedia.org/resource/Kazumura_Cave, http://dbpedia.org/resource/Traungold_Cave]",
            "id": "69",
            "outOfScope": false,
            "languageToQuestion": "{en=Which caves have more than 3 entrances?}"
        },
        {
            "languageToKeyword": "{=[U.S., president, Jackson, involved, war]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nASK \nWHERE {\n\tres:Andrew_Jackson dbo:battle ?battle .    \n}",
            "answerType": "boolean",
            "aggregation": false,
            "goldenAnswer": "[true]",
            "id": "27",
            "outOfScope": false,
            "languageToQuestion": "{en=Was U.S. president Jackson involved in a war?}"
        },
        {
            "languageToKeyword": "{=[5th, president, United States of America]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#>\nSELECT DISTINCT ?uri ?string \nWHERE {\n\t?uri dbo:orderInOffice '5th President of the United States'@en .\n        OPTIONAL { ?uri rdfs:label ?string . FILTER (lang(?string) = 'en') }\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/James_Monroe]",
            "id": "75",
            "outOfScope": false,
            "languageToQuestion": "{en=Who has been the 5th president of the United States of America?}"
        },
        {
            "languageToKeyword": "{=[Last Christmas, music album, contain, song]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "PREFIX foaf: <http://xmlns.com/foaf/0.1/>\nPREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#>\nSELECT DISTINCT ?uri ?string \nWHERE {\n        ?single dbo:album ?uri .\n        ?single foaf:name 'Last Christmas'@en .\n        OPTIONAL { ?uri rdfs:label ?string . FILTER (lang(?string) = 'en') }\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Music_from_the_Edge_of_Heaven, http://dbpedia.org/resource/Crazy_Frog_Presents_More_Crazy_Hits, http://dbpedia.org/resource/Disco_Defenders, http://dbpedia.org/resource/Whigfield_II, http://dbpedia.org/resource/Perfect_Day_%28Cascada_album%29, http://dbpedia.org/resource/Whigfield_%28album%29]",
            "id": "77",
            "outOfScope": false,
            "languageToQuestion": "{en=Which music albums contain the song Last Christmas?}"
        },
        {
            "languageToKeyword": "{=[astronaut, female, Russian]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "PREFIX yago: <http://dbpedia.org/class/yago/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nPREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#>\nSELECT DISTINCT ?uri ?string \nWHERE {\n\t?uri rdf:type yago:RussianCosmonauts .\n        ?uri rdf:type yago:FemaleAstronauts .\n        OPTIONAL { ?uri rdfs:label ?string. FILTER (lang(?string) = 'en') }\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Yelena_Serova, http://dbpedia.org/resource/Valentina_Tereshkova, http://dbpedia.org/resource/Yelena_Kondakova]",
            "id": "1",
            "outOfScope": false,
            "languageToQuestion": "{en=Give me all female Russian astronauts.}"
        },
        {
            "languageToKeyword": "{=[Capcom, founded]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "PREFIX dbp: <http://dbpedia.org/property/>\nPREFIX res: <http://dbpedia.org/resource/>\nSELECT DISTINCT ?date \nWHERE {\n     res:Capcom dbp:foundation ?date .\n}",
            "answerType": "date",
            "aggregation": false,
            "goldenAnswer": "[1983-06-11]",
            "id": "90",
            "outOfScope": false,
            "languageToQuestion": "{en=When was Capcom founded?}"
        }
    ]
