[
        {
            "languageToKeyword": "{en=[largest city, Egypt, capital], fa=[بزرگترین شهر، مصر، پایتخت], de=[größte Stadt, Ägypten, Hauptstadt], es=[cuidad más grande, Egipto, capital], it=[città più grande, Egitto, capitale], fr=[ville plus grande, Egypte, capitale], nl=[grootste stad, Egypte, hoofdstad], ro=[cel mai mare oraș, Egipt, capitală]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "ASK WHERE {  <http://dbpedia.org/resource/Egypt> <http://dbpedia.org/ontology/largestCity> ?large .  <http://dbpedia.org/resource/Egypt> <http://dbpedia.org/ontology/capital> ?capital .  FILTER (?large = ?capital) } ",
            "answerType": "boolean",
            "aggregation": true,
            "goldenAnswer": "[true]",
            "id": "19",
            "languageToQuestion": "{en=Is Egypts largest city also its capital?, fa=آیا بزرگترین شهر مصر پایتخت آن هم هست؟, de=Ist Ägyptens größte Stadt auch seine Hauptstadt?, es=¿Es la cuidad más grande de Egipto también capital?, it=La città più grande dell'Egitto è anche la sua capitale?, fr=La ville la plus grande de l'Egypte est-elle sa capitale?, nl=Is de grootste stad van Egypte ook de hoofdstad?, ro=Orașul cel mai mare din EGipt este și capital sa?}"
        },
        {
            "languageToKeyword": "{en=[film, direct, Kurosawa], fa=[کوروساوا، فیلم هایی، کارگردانی], de=[Film, drehen, Kurosawa], es=[película, rodada, Kurosawa?], it=[film, dirigere, Kurosawa], fr=[films, Kurosawa], nl=[film, Kurosawa, regisseur], ro=[film, regiza, Kurosawa]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Film> .  ?uri <http://dbpedia.org/ontology/director> <http://dbpedia.org/resource/Akira_Kurosawa> . } ",
            "answerType": "resource",
            "aggregation": true,
            "goldenAnswer": "[http://dbpedia.org/resource/The_Idiot_(1951_film), http://dbpedia.org/resource/Dreams_(1990_film), http://dbpedia.org/resource/The_Bad_Sleep_Well, http://dbpedia.org/resource/The_Hidden_Fortress, http://dbpedia.org/resource/Throne_of_Blood, http://dbpedia.org/resource/Drunken_Angel, http://dbpedia.org/resource/Kagemusha, http://dbpedia.org/resource/Rhapsody_in_August, http://dbpedia.org/resource/Dersu_Uzala_(1975_film), http://dbpedia.org/resource/Sanshiro_Sugata, http://dbpedia.org/resource/Seven_Samurai, http://dbpedia.org/resource/Sanjuro, http://dbpedia.org/resource/Scandal_(1950_film), http://dbpedia.org/resource/Sanshiro_Sugata_Part_II, http://dbpedia.org/resource/The_Most_Beautiful, http://dbpedia.org/resource/One_Wonderful_Sunday, http://dbpedia.org/resource/The_Quiet_Duel, http://dbpedia.org/resource/Madadayo, http://dbpedia.org/resource/High_and_Low_(1963_film), http://dbpedia.org/resource/Ikiru, http://dbpedia.org/resource/Red_Beard, http://dbpedia.org/resource/Those_Who_Make_Tomorrow, http://dbpedia.org/resource/Dodes'ka-den, http://dbpedia.org/resource/Rashomon, http://dbpedia.org/resource/Yojimbo_(film), http://dbpedia.org/resource/Stray_Dog_(film), http://dbpedia.org/resource/Horse_(1941_film), http://dbpedia.org/resource/No_Regrets_for_Our_Youth, http://dbpedia.org/resource/Ran_(film), http://dbpedia.org/resource/The_Lower_Depths_(1957_film), http://dbpedia.org/resource/The_Men_Who_Tread_on_the_Tiger's_Tail, http://dbpedia.org/resource/I_Live_in_Fear]",
            "id": "193",
            "languageToQuestion": "{en=Which movies did Kurosawa direct?, fa=کوروساوا چه فیلم هایی را کارگردانی کرد؟, de=Welche Filme hat Kurosawa gedreht?, es=¿Qué películas ha rodado Kurosawa?, it=Che film ha diretto Kurosawa?, fr=Quels films ont été realisés par Kurosawa?, nl=Welke films heeft Kurosawa geregisseerd?, ro=Ce filme a regizat Kurosawa?}"
        },
        {
            "languageToKeyword": "{en=[Ramones, B-sides], fa=[بیسایدهای، رامونز], de=[Ramones, B-Seiten], es=[Ramones, cara B], it=[Ramones, lato B], fr=[faces B, Ramones], nl=[B-kant, single, de Ramones], ro=[Ramones, laturi B]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?string WHERE {  ?x <http://dbpedia.org/ontology/musicalArtist> <http://dbpedia.org/resource/Ramones> .  ?x <http://dbpedia.org/ontology/bSide> ?string . } ",
            "answerType": "string",
            "aggregation": false,
            "goldenAnswer": "[\\\"I Don't Care\\\", \\\"California Sun\\\" / \\\"I Dont Wanna Walk Around With You\\\" (live), \\\"Saturday Night Out\\\", \\\"Do You Wanna Dance?\\\", \\\"Daytime Dilemma (Dangers of Love)\\\", \\\"Gee Girl\\\", \\\"Babysitter\\\", \\\"No-One Could Ever Love You More\\\" (Norway), \\\"She's the One\\\", \\\"Go Home Ann\\\" (12\\\" only)]",
            "id": "196",
            "languageToQuestion": "{en=Give me all B-sides of the Ramones., fa=تمام بیسایدهای رامونز را لیست کن., de=Gib mir alle B-Seiten der Ramones., es=Dame todas las caras B de los Ramones., it=Dammi tutti i lati B dei Ramones., fr=Donnes-moi tous les faces B des Ramones., nl=Geef alle B-kantjes van singles van de Ramones., ro=Dă-mi toate laturile B ale Ramones}"
        },
        {
            "languageToKeyword": "{en=[television show, Charmed, actor, birthday], fa=[تاریخ تولد، بازیگران، نمایش تلویزیونی، چارمد], de=[Fernsehserie, Charmed, Darsteller, Geburtstag], es=[serie televisiva, Charmed, actores, cumpleaños], it=[serie televisiva, Charmed, attore, compleanno], fr=[série télévisée, Charmed, acteurs, date de naissance], nl=[verjaardag, acteur, televisieserie, Charmed], ro=[serial de televiziune, Charmed, actor, zi de naștere]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?date WHERE {  <http://dbpedia.org/resource/Charmed> <http://dbpedia.org/ontology/starring> ?actor .  ?actor <http://dbpedia.org/ontology/birthDate> ?date . } ",
            "answerType": "date",
            "aggregation": false,
            "goldenAnswer": "[1965-10-01, 1973-09-05, 1969-02-08, 1973-06-15, 1968-07-27, 1971-01-26, 1985-11-30, 1969-02-01, 1973-12-03, 1971-04-12, 1980-05-19, 1972-12-19]",
            "id": "2",
            "languageToQuestion": "{en=Give me the birthdays of all actors of the television show Charmed., fa=تاریخ تولد تمام بازیگران نمایش تلویزیونی چارمد را لیست کن., de=Gib mir die Geburtstage von allen Darstellern der Fernsehserie Charmed., es=Dame los cumpleaños de los actores de la serie de televisión Charmed., it=Dammi le date dei compleanni di tutti gli attori della serie televisiva Charmed., fr=Donnes-moi les dates de naissance des acteurs de la série télévisée Charmed., nl=Noem de verjaardag van alle acteurs uit de televisieserie Charmed., ro=Dă-mi zilele de naștere a tuturor actorilor din serialul de televiziune Charmed}"
        },
        {
            "languageToKeyword": "{en=[IBM, employees], fa=[آی.بی.ام.، کارمند], de=[IBM, Angestellte], es=[IBM, empleados], it=[IBM, dipendenti], fr=[employés, IBM], nl=[medewerkers, IBM], ro=[IBM, angajați]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?number WHERE {  <http://dbpedia.org/resource/IBM> <http://dbpedia.org/ontology/numberOfEmployees> ?number . } ",
            "answerType": "number",
            "aggregation": false,
            "goldenAnswer": "[431212]",
            "id": "20",
            "languageToQuestion": "{en=How many employees does IBM have?, fa=آی.بی.آم. چند کارمند دارد؟, de=Wieviele Angestellte hat IBM?, es=¿Cuántos empleados tiene IBM?, it=Quanti dipendenti ha IBM?, fr=Combien d'employés a IBM?, nl=Hoeveel medewerkers heeft IBM?, ro=Câți angajați are IBM?}"
        },
        {
            "languageToKeyword": "{en=[state, border, Illinois], fa=[ایلینوی، ایالت هایی، هم مرز], de=[Staat, angrenzen, Illinois], es=[estado, frontera, Illinois], it=[stati, confine, Illinois], fr=[états voisins, Illinois], nl=[staat, grenzen aan, Illinois], ro=[stat, granite, Illinois]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  <http://dbpedia.org/resource/Illinois> <http://dbpedia.org/property/borderingstates> ?uri . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Kentucky, http://dbpedia.org/resource/Missouri, http://dbpedia.org/resource/Wisconsin, http://dbpedia.org/resource/Indiana, http://dbpedia.org/resource/Iowa]",
            "id": "21",
            "languageToQuestion": "{en=Which states border Illinois?, fa=ایلینوی با چه ایالت هایی هم مرز است؟, de=Welche Staaten grenzen an Illinois?, es=¿Qué estados tienen frontera con Illinois?, it=Con quali stati confina l'Illinois?, fr=Quels sont les états voisins de l'Illinois?, nl=Welke staten grenzen aan Illinois?, ro=Ce state formează granite cu Illinois?}"
        },
        {
            "languageToKeyword": "{en=[Limerick Lake, country], fa=[دریاچه لیمریک، کشور], de=[Limerick Lake, Land], es=[lago Limerick, país], it=[lago Limerick, stato], fr=[pays, lac Limerick], nl=[Limerick Lake, land], ro=[lacul Limerick, țară]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  <http://dbpedia.org/resource/Limerick_Lake> <http://dbpedia.org/ontology/country> ?uri . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Canada]",
            "id": "22",
            "languageToQuestion": "{en=In which country is the Limerick Lake?, fa=دریاچه لیمریک در کدام کشور است؟, de=In welchem Land befindet sich der Limerick Lake?, es=¿En qué país se encuentra el lago Limerick?, it=In quale stato si trova il lago Limerick?, fr=Dans quel pays se trouve le lac Limerick?, nl=In welk land ligt Limerick Lake?, ro=În ce țară este lacul Limerick?}"
        },
        {
            "languageToKeyword": "{en=[television show, create, John Cleese], fa=[نمایش های تلویزیونی، جان کلیز، ساخته], de=[Fernsehserie, entwerfen, John Cleese], es=[serie televisica, ideó, John Cleese], it=[serie televisiva, ideata, John Cleese?], fr=[séries télevisées, créées, John Cleese], nl=[televisieserie, bedacht, John Cleese], ro=[serial de televiziune, creat, John Cleese]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/TelevisionShow> .  ?uri <http://dbpedia.org/ontology/creator> <http://dbpedia.org/resource/John_Cleese> . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Monty_Python's_Personal_Best, http://dbpedia.org/resource/Fawlty_Towers, http://dbpedia.org/resource/Monty_Python's_Flying_Circus, http://dbpedia.org/resource/At_Last_the_1948_Show, http://dbpedia.org/resource/Monty_Python_Live_at_Aspen]",
            "id": "23",
            "languageToQuestion": "{en=Which television shows were created by John Cleese?, fa=چه نمایش های تلویزیونی توسط جان کلیز ساخته شدند؟, de=Welche Fernsehserien hat John Cleese entworfen?, es=¿Qué series televisivas ideó John Cleese?, it=Quali serie televisive sono state create dalla John Cleese?, fr=Quelles séries télevisées ont été créées par John Cleese?, nl=Welke televisieseries werden bedacht door John Cleese?, ro=Ce seriale de televiziune au fost create de John Cleese?}"
        },
        {
            "languageToKeyword": "{en=[mountain, highest after, Annapurna], fa=[بلندترین، کوه، پس از، آناپورنا], de=[Berg, höchster nach, Annapurna], es=[montaña, más alta después de, Annapurna], it=[montagna, più alta dopo, Annapurna], fr=[montagne, la plus haute, Annapurna], nl=[berg, hoogste na, Annapurna], ro=[munte, cel mai înalt după, Annapurna]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  <http://dbpedia.org/resource/Annapurna> <http://dbpedia.org/ontology/elevation> ?elevation .  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Mountain> .  ?uri <http://dbpedia.org/ontology/elevation> ?otherelevation .  FILTER (?otherelevation < ?elevation) . } ORDER BY DESC(?otherelevation) OFFSET 0 LIMIT 1 ",
            "answerType": "resource",
            "aggregation": true,
            "goldenAnswer": "[http://dbpedia.org/resource/Gasherbrum_I]",
            "id": "24",
            "languageToQuestion": "{en=Which mountain is the highest after the Annapurna?, fa=بلندترین کوه پس از آناپورنا چیست؟, de=Was ist der höchste Berg nach dem Annapurna?, es=¿Cuál es la montaña más alta después del Annapurna?, it=Qual è la montagna più alta dopo l'Annapurna?, fr=Quelle est la montagne la plus haute après l'Annapurna?, nl=Welke berg is na de Annapurna de hoogste berg?, ro=Care este cel mai înalt munte după Annapurna?}"
        },
        {
            "languageToKeyword": "{en=[communist countries], fa=[کشورهای، کمونیست], de=[kommunistische Länder], es=[países comunistas], it=[paesi comunisti], fr=[pays communistes], nl=[communistische landen], ro=[țări comuniste]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Country> . ?uri <http://dbpedia.org/property/ideology> <http://dbpedia.org/resource/Communism> . }",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Viet_Cong]",
            "id": "28",
            "languageToQuestion": "{en=Give me all communist countries., fa=تمام کشورهای کمونیست را لیست کن., de=Gib mir alle kommunistischen Länder., es=Dame todos los países comunistas., it=Dammi tutti i paesi comunisti., fr=Donnes-moi tous les pays communistes., nl=Geef alle communistische landen., ro=Dă-mi toate țările comuniste.}"
        },
        {
            "languageToKeyword": "{en=[Douglas Hofstadter, award], fa=[داگلاس هافستادر، جایزه هایی], de=[Douglas Hofstadter, Preise], es=[Douglas Hofstadter, premios], it=[Douglas Hofstadter, premio], fr=[Douglas Hofstadter, prix], nl=[Douglas Hofstadter, prijs], ro=[Douglas Hofstadter, premii]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  <http://dbpedia.org/resource/Douglas_Hofstadter> <http://dbpedia.org/ontology/award> ?uri . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/National_Book_Award, http://dbpedia.org/resource/American_Academy_of_Arts_and_Sciences, http://dbpedia.org/resource/Pulitzer_Prize]",
            "id": "29",
            "languageToQuestion": "{en=Which awards did Douglas Hofstadter win?, fa=داگلاس هافستادر چه جایزه هایی را برد؟, de=Welche Preise hat Douglas Hofstadter gewonnen?, es=¿Qué premios ha ganado Douglas Hofstadter?, it=Quali premi ha vinto Douglas Hofstadter?, fr=Quels prix ont été gagnés par Douglas Hofstadter?, nl=Welke prijzen heeft Douglas Hofstadter gewonnen?, ro=Ce premii a câștigat Douglas Hofstadter?}"
        },
        {
            "languageToKeyword": "{en=[Robert Kennedy, daughter, married], fa=[دختر، رابرت کندی، ازدواج], de=[Robert Kennedy, Tochter, verheiratet], es=[Robert Kennedy, hija, casada], it=[Robert Kennedy, figlia, sposata], fr=[épou, fille, Ingrid Bergman], nl=[Robert Kennedy, dochter, getrouwd], ro=[Robert Kennedy, fiică, căsătorită]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  <http://dbpedia.org/resource/Robert_F._Kennedy> <http://dbpedia.org/ontology/child> ?child .  ?child <http://dbpedia.org/ontology/spouse> ?uri . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Cheryl_Hines, http://dbpedia.org/resource/Andrew_Cuomo]",
            "id": "3",
            "languageToQuestion": "{en=Who is the daughter of Robert Kennedy married to?, fa=دختر رابرت کندی با چه کسی ازدواج کرده است؟, de=Mit wem ist die Tochter von Robert Kennedy verheiratet?, es=¿Con quién está casada la hija de Robert Kennedy?, it=Con chi è sposata la figlia di Robert Kennedy?, fr=Qui est l'époux de la fille de Robert Kennedy?, nl=Met wie is de dochter van Robert Kennedy getrouwd?, ro=Cu cine este căsătorită fiica lui Robert Kennedy?}"
        },
        {
            "languageToKeyword": "{en=[Czech republic, currency], fa=[واحد پول، جمهوری چک], de=[Tschechischen Republik, Währung], es=[moneda, república checa], it=[valuta, Repubblica Ceca], fr=[devise, Tchéquie], nl=[Tsjechië, munteenheid], ro=[Cehia, monedă națională]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Czech_Republic> <http://dbpedia.org/ontology/currency> ?uri . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Czech_koruna]",
            "id": "31",
            "languageToQuestion": "{en=What is the currency of the Czech Republic?, fa=واحد پول جمهوری چک چیست؟, de=Was ist die Währung der Tschechischen Republik?, es=¿Cuál es la moneda de la república checa?, it=Qual è la valuta della Repubblica Ceca?, fr=Quel est la devise de la Tchéquie?, nl=Wat is de munteenheid van Tsjechië?, ro=Care este moneda națională a Cehiei?}"
        },
        {
            "languageToKeyword": "{en=[country, adopt, Euro], fa=[کشورها، یورو، قبول], de=[Land, übernehmen, Euro], es=[países, introducido, Euro], it=[stato, introdurre, Euro], fr=[pays, adopté, Euro], nl=[land, Euro, geïntroduceerd], ro=[țară, introdus, euro]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Country> .  { ?uri <http://dbpedia.org/ontology/currency> <http://dbpedia.org/resource/Euro> . }  UNION  { ?uri <http://dbpedia.org/property/currencyCode> 'EUR'@en . } } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Kingdom_of_Wallachia, http://dbpedia.org/resource/%C3%8Eles_des_Saintes, http://dbpedia.org/resource/%C3%85land_Islands, http://dbpedia.org/resource/Autonomous_Province_of_Kosovo_and_Metohija, http://dbpedia.org/resource/Baltic_states, http://dbpedia.org/resource/French_Southern_and_Antarctic_Lands, http://dbpedia.org/resource/Overseas_departments_and_territories_of_France, http://dbpedia.org/resource/Twente, http://dbpedia.org/resource/Greece, http://dbpedia.org/resource/Netherlands, http://dbpedia.org/resource/Spain, http://dbpedia.org/resource/Akrotiri_and_Dhekelia, http://dbpedia.org/resource/Republic_of_Saugeais, http://dbpedia.org/resource/Italy, http://dbpedia.org/resource/Republic_of_Ireland, http://dbpedia.org/resource/Ad%C3%A9lie_Land, http://dbpedia.org/resource/Principality_of_Freedonia, http://dbpedia.org/resource/Macedonia_(region), http://dbpedia.org/resource/Austria, http://dbpedia.org/resource/Luxembourg, http://dbpedia.org/resource/Saint_Barth%C3%A9lemy, http://dbpedia.org/resource/San_Marino, http://dbpedia.org/resource/Cyprus, http://dbpedia.org/resource/Germany, http://dbpedia.org/resource/Lithuania, http://dbpedia.org/resource/Slovenia, http://dbpedia.org/resource/Andorra, http://dbpedia.org/resource/Saint_Pierre_and_Miquelon, http://dbpedia.org/resource/Kerguelen_Islands, http://dbpedia.org/resource/Latvia, http://dbpedia.org/resource/Vatican_City, http://dbpedia.org/resource/Finland, http://dbpedia.org/resource/France, http://dbpedia.org/resource/Kosovo, http://dbpedia.org/resource/Montenegro, http://dbpedia.org/resource/Monaco, http://dbpedia.org/resource/Mayotte, http://dbpedia.org/resource/Estonia, http://dbpedia.org/resource/Portugal, http://dbpedia.org/resource/Collectivity_of_Saint_Martin, http://dbpedia.org/resource/Belgium, http://dbpedia.org/resource/French_Fifth_Republic]",
            "id": "32",
            "languageToQuestion": "{en=Which countries adopted the Euro?, fa=کدام کشورها یورو را قبول کردند؟, de=Welche Länder haben den Euro übernommen?, es=¿Qué países han introducido el Euro?, it=Quali stati hanno introdotto l'Euro?, fr=Quels pays ont adopté l'Euro?, nl=Welke landen hebben de Euro geïntroduceerd?, ro=În ce țări a fost introdus euro?}"
        },
        {
            "languageToKeyword": "{en=[Berlin, area code], fa=[پیش شماره، برلین], de=[Berlin, Vorwahl], es=[prefijo, Berlin], it=[prefisso, Berlino], fr=[indicatif téléphonique, Berlin], nl=[kengetal, Berlijn], ro=[Berlin, prefix telefonic]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?string WHERE {  <http://dbpedia.org/resource/Berlin> <http://dbpedia.org/ontology/areaCode> ?string . } ",
            "answerType": "number",
            "aggregation": false,
            "goldenAnswer": "[030]",
            "id": "33",
            "languageToQuestion": "{en=What is the area code of Berlin?, fa=پیش شماره برلین چند است؟, de=Was ist die Vorwahl von Berlin?, es=¿Cuál es el prefijo de Berlin?, it=Qual è il prefisso di Berlino?, fr=Quel est l'indicatif téléphonique de Berlin?, nl=Wat is het kengetal van Berlijn?, ro=Care este prefixul telephonic pentru Berlin?}"
        },
        {
            "languageToKeyword": "{en=[country, official language, more than two], fa=[کشورهایی، بیش از دو، زبان رسمی], de=[Land, Amtssprache, mehr als zwei], es=[país, lengua oficial, más de dos], it=[stato, lingua ufficiale, più di due], fr=[pays, langues officielles, plus de deux], nl=[land, officiële taal, meer dan twee], ro=[țară, limbă oficială, mai mult de două]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Country> .  ?uri <http://dbpedia.org/ontology/officialLanguage> ?language . } GROUP BY ?uri HAVING (COUNT(?language) > 2) ",
            "answerType": "resource",
            "aggregation": true,
            "goldenAnswer": "[http://dbpedia.org/resource/Frisia, http://dbpedia.org/resource/Dominion_of_Melchizedek, http://dbpedia.org/resource/Autonomous_Province_of_Kosovo_and_Metohija, http://dbpedia.org/resource/Nineveh_plains, http://dbpedia.org/resource/Transnistria, http://dbpedia.org/resource/Iraqi_Kurdistan, http://dbpedia.org/resource/Republic_of_Molossia, http://dbpedia.org/resource/Vojvodina, http://dbpedia.org/resource/Equatorial_Guinea, http://dbpedia.org/resource/New_Zealand, http://dbpedia.org/resource/Republika_Srpska, http://dbpedia.org/resource/Belgium, http://dbpedia.org/resource/Principality_of_Hutt_River]",
            "id": "34",
            "languageToQuestion": "{en=Which countries have more than two official languages?, fa=چه کشورهایی بیش از دو زبان رسمی دارند؟, de=Welche Länder haben mehr als zwei Amtssprachen?, es=¿Qué países tienes más de dos lenguas oficiales?, it=Quali stati hanno più di due lingue ufficiali?, fr=Quels pays ont plus de deux langues officielles?, nl=Welke landen hebben meer dan twee officiële talen?, ro=Ce țări au mai mult de două limbi oficiale?}"
        },
        {
            "languageToKeyword": "{en=[Rolls-Royce, owner], fa=[مالک، رولز-رویس], de=[Rolls-Royce, gehören], es=[Rolls-Royce, dueño], it=[Rolls-Royce, proprietario], fr=[Rolls-Royce, appartient], nl=[Rolls-Royce, eigenaar], ro=[Rolls-Royce, proprietar]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  <http://dbpedia.org/resource/Rolls-Royce_Motors> <http://dbpedia.org/ontology/owner> ?uri . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Vickers_plc, http://dbpedia.org/resource/BMW, http://dbpedia.org/resource/Volkswagen_Group]",
            "id": "35",
            "languageToQuestion": "{en=Who is the owner of Rolls-Royce?, fa=چه کسی مالک رولز-رویس است؟, de=Wem gehört Rolls-Royce?, es=¿Quién es el dueño de Rolls-Royce?, it=Chi è il proprietario di Rolls-Royce?, fr=À qui appartient Rolls-Royce?, nl=Wie is de eigenaar van Rolls-Royce?, ro=Cine este proprietarul Rolls-Royce?}"
        },
        {
            "languageToKeyword": "{en=[Yenisei river, flow through, country], fa=[رود ینی سئی، کشورهایی، می گذرد], de=[Yenisei, fließen, Land], es=[países, fluye, río Yenisei], it=[fiume Yenisei, scorrere attraverso, stato], fr=[Ienisseï, pays traversés], nl=[Jenisej, land, stroomt door], ro=[fluviul Enisei, traversează, țară]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  <http://dbpedia.org/resource/Yenisei_River> <http://dbpedia.org/ontology/country> ?uri . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Russia, http://dbpedia.org/resource/Mongolia]",
            "id": "36",
            "languageToQuestion": "{en=Through which countries does the Yenisei river flow?, fa=رود ینی سئی از چه کشورهایی می گذرد؟, de=Durch welche Länder fließt der Yenisei?, es=¿Por qué países fluye el río Yenisei?, it=Attraverso quali stati scorre il fiume Yenisei?, fr=Quels sont les pays traversés par l'Ienisseï?, nl=Door welke landen stroomt de Jenisej?, ro=Ce țări traversează fluviul Enisei?}"
        },
        {
            "languageToKeyword": "{en=[Latvia, join, EU], fa=[لتونی، اتحادیه اروپا، پیوست], de=[Lettland, beitreten, EU], es=[Letonia, ingreso, unión europea], it=[Lettonia, entrare, Unione Europea], fr=[Lettonie, membre, Union européene], nl=[Letland, toetreden, EU], ro=[Letonia, adera, Uniunea Europeană]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "SELECT DISTINCT ?date WHERE {  <http://dbpedia.org/resource/Latvia> <http://dbpedia.org/property/accessioneudate> ?date . } ",
            "answerType": "date",
            "aggregation": false,
            "goldenAnswer": "[2004-05-01]",
            "id": "37",
            "languageToQuestion": "{en=When did Latvia join the EU?, fa=لتونی کی به اتحادیه اروپا پیوست؟, de=Wann ist Lettland der EU beigetreten?, es=¿Cuándo ingresó Letonia a la unión europea?, it=Quando la Lettonia è entrata nell'Unione Europea?, fr=Quand est la Lettonie devenue membre de l'Union européene?, nl=Wanneer trad Letland toe tot de EU?, ro=Când a aderat Letonia la Uniunea Europeană?}"
        },
        {
            "languageToKeyword": "{en=[politician, married, German], fa=[سیاستمدارانی، آلمانی، ازدواج], de=[Politiker, verheiratet, deutsch], es=[monarcha, casado, alemán], it=[politico, sposato, tedesco], fr=[monarques, épousé, allemand], nl=[politici, getrouwd, Duitser], ro=[politicieni, căsătorit, german]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Politician> .  ?uri <http://dbpedia.org/ontology/spouse> ?spouse . { ?spouse <http://dbpedia.org/ontology/birthPlace> <http://dbpedia.org/resource/Germany> . } UNION { ?spouse <http://dbpedia.org/ontology/birthPlace> ?p .  ?p <http://dbpedia.org/ontology/country> <http://dbpedia.org/resource/Germany> . } } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Karl_Carstens, http://dbpedia.org/resource/Ralf_Dahrendorf, http://dbpedia.org/resource/Duke_Adolf_Friedrich_of_Mecklenburg, http://dbpedia.org/resource/Florence_Prag_Kahn, http://dbpedia.org/resource/Otto_of_Stolberg-Wernigerode]",
            "id": "38",
            "languageToQuestion": "{en=Which politicians were married to a German?, fa=چه سیاستمدارانی با یک آلمانی ازدواج کردند؟, de=Welche Politiker waren mit jemand deutschem verheiratet?, es=¿Qué monárcas estaban casados con una persona alemana?, it=Quali politici erano sposati con persone tedesche?, fr=Quels monarques ont épousé une personne allemande?, nl=Welke politici waren getrouwd met een Duitser?, ro=Ce politicieni au fost căsătoriți cu o persoană germană?}"
        },
        {
            "languageToKeyword": "{en=[Battle of Gettysburg], fa=[نبرد گتیسبورگ], de=[Schlacht von Gettysburg], es=[batalla de Gettysburg], it=[battaglia di Gettysburg], fr=[bataille de Gettysburg, quand], nl=[Slag bij Gettysburg], ro=[bătălia de la Gettysburg]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?date WHERE {  <http://dbpedia.org/resource/Battle_of_Gettysburg> <http://dbpedia.org/ontology/date> ?date . } ",
            "answerType": "date",
            "aggregation": false,
            "goldenAnswer": "[1863-07-03]",
            "id": "39",
            "languageToQuestion": "{en=When was the Battle of Gettysburg?, fa=نبرد گتیسبورگ کی رخ داد؟, de=Wann fand die Schlacht von Gettysburg statt?, es=¿Cuándo tuvo lugar la batalla de Gettysburg?, it=Quando ha avuto luogo la battaglia di Gettysburg?, fr=Quand se déroula la bataille de Gettysburg?, nl=Wanneer was de Slag bij Gettysburg?, ro=Când a fost bătălia de la Gettysburg?}"
        },
        {
            "languageToKeyword": "{en=[river, cross, Brooklyn Bridge], fa=[پل بروکلین، رودی، می گذرد], de=[Fluss, überspannen, Brooklyn Bridge], es=[río, cruza, Brooklyn Bridge], it=[fiume, attraversare, ponte di Brooklyn], fr=[cours d'eau, pont de Brooklyn], nl=[rivier, Brooklyn Bridge, overspant], ro=[râu, traversează, podul din Brooklyn]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  <http://dbpedia.org/resource/Brooklyn_Bridge> <http://dbpedia.org/ontology/crosses> ?uri . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/East_River]",
            "id": "4",
            "languageToQuestion": "{en=Which river does the Brooklyn Bridge cross?, fa=پل بروکلین از روی چه رودی می گذرد؟, de=Welchen Fluss überspannt die Brooklyn Bridge?, es=¿Por qué río cruza la Brooklyn Bridge?, it=Quale fiume attraversa il ponte di Brooklyn?, fr=Quelle cours d'eau est traversé par le pont de Brooklyn?, nl=Welke rivier overspant de Brooklyn Bridge?, ro=Ce râu traversează podul din Brooklyn?}"
        }
]
