[
        {
            "languageToKeyword": "{en=[spacecrafts, flew to, Mars], fa=[فضاپیماهایی، مریخ، پرواز], de=[Raumschiffe, geflogen, Mars], es=[naves espaciales, volado, Marte], it=[astronavi, volare, Marte], fr=[vaisseaux spatiaux, volé, Mars], nl=[ruimtetuigen, gestuurd, Mars], ro=[nave spațiale, zburat, Marte]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Spacecraft> .  ?uri <http://dbpedia.org/property/planet> <http://dbpedia.org/resource/Mars> . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Mars_2020, http://dbpedia.org/resource/Mars_Science_Laboratory, http://dbpedia.org/resource/MELOS, http://dbpedia.org/resource/ExoMars_rover]",
            "id": "326",
            "languageToQuestion": "{en=Give me all spacecrafts that flew to Mars., fa=تمام فضاپیماهایی که به مریخ پرواز کردند را لیست کن., de=Zeig mir alle Raumschiffe, die zum Mars geflogen sind., es=Dame todas las naves espaciales que han volado a Marte, it=Dammi tutte le astronavi che hanno volato su Marte., fr=Donne-moi tous les vaisseaux spatiaux qui ont volé pour Mars., nl=Geef alle ruimtetuigen die naar Mars werden gestuurd., ro=Dă-mi toate navele spațiale care au zburat spre Marte.}"
        },
        {
            "languageToKeyword": "{en=[musician, wrote, the most books], fa=[موسیقیدان، بیشترین کتاب، نوشت], de=[Musiker, geschrieben, die meisten Bücher], es=[músico, escrito, mayor numero de libros], it=[musicista, scrivere, maggior numero di libri], fr=[musicien, écrit, plus de livres], nl=[musicus, schreef, de meeste boeken], ro=[muzician, scris, cele mai multe cărți]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://dbpedia.org/ontology/occupation> <http://dbpedia.org/resource/Musician> .  ?x <http://dbpedia.org/ontology/author> ?uri .  ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Book> . } ORDER BY DESC(COUNT(?x)) OFFSET 0 LIMIT 1 ",
            "answerType": "resource",
            "aggregation": true,
            "goldenAnswer": "[http://dbpedia.org/resource/Chris_Bradford]",
            "id": "327",
            "languageToQuestion": "{en=Which musician wrote the most books?, fa=کدام موسیقیدان بیشترین کتاب را نوشت؟, de=Welcher Musiker hat die meisten Bücher geschrieben?, es=¿Qué músico ha escrito el mayor numero de libros?, it=Quale musicista ha scritto il maggior numero di libri?, fr=Quel musicien a écrit le plus de livres?, nl=Welke musicus schreef de meeste boeken?, ro=Care muzician a scris cele mai multe cărți?}"
        },
        {
            "languageToKeyword": "{en=[Swiss, non-profit organization], fa=[سازمان های ناسودبر، سویسی], de=[Schweizer, Nonprofit-Organisationen], es=[organizaciones Suizas sin animo de lucro], it=[organizzazioni no-profit, svizzere], fr=[associations à but non lucratif, suisses], nl=[Zwitserse, organisaties zonder winstoogmerk], ro=[organizații non-profit, elvețiene]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://dbpedia.org/ontology/type> <http://dbpedia.org/resource/Nonprofit_organization> . { ?uri <http://dbpedia.org/ontology/locationCountry> <http://dbpedia.org/resource/Switzerland> . } UNION { ?uri <http://dbpedia.org/ontology/location> ?x .  ?x <http://dbpedia.org/ontology/country> <http://dbpedia.org/resource/Switzerland> . } } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/R20_Regions_of_Climate_Action, http://dbpedia.org/resource/Digger_DTR, http://dbpedia.org/resource/Institute_of_Robotics_and_Intelligent_Systems]",
            "id": "329",
            "languageToQuestion": "{en=Give me all Swiss non-profit organizations., fa=تمام سازمان های ناسودبر سویسی را لیست کن., de=Nenne mir alle Schweizer Nonprofit-Organisationen?, es=Dame todas las organizaciones Suizas sin animo de lucro, it=Dammi tutte le organizzazioni no-profit svizzere., fr=Donne-moi toutes les associations à but non lucratif suisses., nl=Noem alle Zwitserse organisaties zonder winstoogmerk., ro=Dă-mi toate organizațiile non-profit elvețiene.}"
        },
        {
            "languageToKeyword": "{en=[height difference, Mount Everest, K2], fa=[اختلاف ارتفاع، کوه اورست، کی2], de=[Höhenunterschied, Mount Everest, K2], es=[diferencia altura, Monte Everest, K2], it=[differenza di altezza, monte Everest, K2], fr=[differénce, hauteur, Mont Everest, K2], nl=[hoogteverschil, Mount Everest, K2], ro=[diferența de înălțime, Muntele Everest, K2]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT (?h1-?h2) WHERE {  <http://dbpedia.org/resource/Mount_Everest> <http://dbpedia.org/ontology/elevation> ?h1 .  <http://dbpedia.org/resource/K2> <http://dbpedia.org/ontology/elevation> ?h2 . } ",
            "answerType": "number",
            "aggregation": true,
            "goldenAnswer": "[237.0]",
            "id": "340",
            "languageToQuestion": "{en=What is the height difference between Mount Everest and K2?, fa=اختلاف ارتفاع بین کوه اورست و کی2 چقدر است؟, de=Was ist der Höhenunterschied zwischen dem Mount Everest und dem K2?, es=¿Cuál es la diferencia de altura entra el Monte Everest y K2?, it=Qual è la differenza di altezza tra il monte Everest e il K2?, fr=Quel est la différence de hauteur entre le Mont Everest et le mont K2?, nl=Wat is de hoogteverschil tussen Mount Everest en K2?, ro=Care este diferența de înălțime dintre Muntele Everest și K2?}"
        },
        {
            "languageToKeyword": "{en=[city, parents, Che Guevara, born], fa=[والدین، چه گوارا، شهر، متولد], de=[Stadt, Eltern von, Che Guevara, geboren], es=[ciudad, nacieron, padres de Che Guevara], it=[città, nati, genitori, Che Guevara], fr=[lieu de naissance, parents, Che Guevara], nl=[stad, ouders, Che Guevara, geboren], ro=[oraș, născut, părinții, Che Guevara]}",
            "hybrid": false,
            "onlydbo": false,
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[]",
            "id": "342",
            "languageToQuestion": "{en=In which city were the parents of Che Guevara born?, fa=والدین چه گوارا در کدام شهر متولد شدند؟, de=In welcher Stadt wurden die Eltern von Che Guevara geboren?, es=¿En que ciudad nacieron los padres de Che Guevara?, it=In quale città sono nati i genitori di Che Guevara?, fr=Dans quelle sont nés les parents de Che Guevara?, nl=In welke stad zijn de ouders van Che Guevara geboren?, ro=În ce oraș s-au născut părinții lui Che Guevara?}"
        },
        {
            "languageToKeyword": "{en=[high, lighthouse in Colombo], fa=[فانوس دریایی کولومبو، بلند], de=[hoch, Leuchtturm in Colombo], es=[alta, Faro de Colombo?], it=[altezza, faro di Colombo], fr=[hauteur, Phare de Colombo], nl=[hoog, vuurtoren van Colombo], ro=[înalt, farul din Colombo]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?num WHERE {  <http://dbpedia.org/resource/Colombo_Lighthouse> <http://dbpedia.org/ontology/height> ?num . } ",
            "answerType": "number",
            "aggregation": false,
            "goldenAnswer": "[29.0]",
            "id": "343",
            "languageToQuestion": "{en=How high is the lighthouse in Colombo?, fa=فانوس دریایی کولومبو چقدر بلند است؟, de=Wie hoch ist der Leuchtturm in Colombo?, es=¿Cómo de alta el faro de Colombo?, it=Quanto è alto il faro di Colombo?, fr=Quelle est la hauteur du phare de Colombo?, nl=Hoe hoog is de vuurtoren van Colombo?, ro=Cât de înalt este farul din Colombo?}"
        },
        {
            "languageToKeyword": "{en=[Taiko, kind of, Japanese musical instrument], fa=[تایکو، نوع، ابزار موسیقی ژاپنی], de=[Taiko, Art, japanisches Musikinstrument], es=[Taiko, tipo de instrumento musical], it=[Taiko, strumenti musicali, giapponesi], fr=[Taiko, instruments de musique, Japon], nl=[Taiko, soort, Japanse musiekinstrumenten], ro=[Taiko, un fel de, instrumente muzicale japoneze]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "ASK WHERE {  <http://dbpedia.org/resource/Taiko> <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/class/yago/JapaneseMusicalInstruments> . } ",
            "answerType": "boolean",
            "aggregation": false,
            "goldenAnswer": "[true]",
            "id": "344",
            "languageToQuestion": "{en=Are Taiko a kind of Japanese musical instruments?, fa=آیا تایکو یک نوع ابزار موسیقی ژاپنی است؟, de=Sind Taiko eine Art japanische Musikinstrumente?, es=¿Es el Taiko un tipo de instrumento musical?, it=I Taiko sono una serie di strumenti musicali giapponesi?, fr=Les taiko sont-ils des intstruments de musique japonais?, nl=Zijn Taiko een soort Japanse musiekinstrumenten?, ro=Sunt Taiko un fel de instrumente muzicale japoneze?}"
        },
        {
            "languageToKeyword": "{en=[how many, ethnic groups, Slovenia], fa=[گروه نژادی، اسلوونی], de=[Anzahl, ethnische Gruppen, Slovenien], es=[grupos étnicos Eslovenia], it=[numero, gruppi etnici, Slovenia], fr=[nombre, groupes ethniques, Slovénie], nl=[hoeveel, etnische groepen, Slovenië], ro=[câte, grupuri etnice, Slovenia]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  <http://dbpedia.org/resource/Slovenia> <http://dbpedia.org/ontology/ethnicGroup> ?uri . } ",
            "answerType": "number",
            "aggregation": true,
            "goldenAnswer": "[4]",
            "id": "345",
            "languageToQuestion": "{en=How many ethnic groups live in Slovenia?, fa=چند گروه نژادی در اسلوونی زندگی می کنند؟, de=Wieviele ethnische Gruppen leben in Slovenien?, es=¿Cuántos grupos étnicos viven en Eslovenia?, it=Quanti gruppi etnici vivono in Slovenia?, fr=Combien de groupes ethniques vivent en Slovénie?, nl=Hoeveel etnische groepen leven in Slovenië?, ro=Câte grupuri etnice trăiesc în Slovenia?}"
        },
        {
            "languageToKeyword": "{en=[kings, Rome], fa=[پادشاه، رم], de=[Könige, Rom], es=[siete reyes Roma], it=[sette re, Roma], fr=[rois, Rome], nl=[koningen, Rome], ro=[șapte regi, Roma]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://dbpedia.org/property/title> <http://dbpedia.org/resource/King_of_Rome> . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Tullus_Hostilius, http://dbpedia.org/resource/Lucius_Tarquinius_Superbus, http://dbpedia.org/resource/Servius_Tullius, http://dbpedia.org/resource/Ancus_Marcius, http://dbpedia.org/resource/Romulus_and_Remus, http://dbpedia.org/resource/Numa_Pompilius, http://dbpedia.org/resource/Lucius_Tarquinius_Priscus]",
            "id": "346",
            "languageToQuestion": "{en=List the seven kings of Rome., fa=هفت پادشاه رم را لیست کن., de=Gib mir eine Liste aller Könige von Rom., es=Lista los siete reyes de Roma., it=Elenca i sette re di Roma., fr=Donne-moi les sept rois de Rome., nl=Geef de seven koningen van Rome., ro=Enumeră cei șapte regi ai Romei.}"
        }
]
