[
        {
            "languageToKeyword": "{en=[Battle of Gettysburg], de=[Schlacht von Gettysburg], es=[batalla de Gettysburg], it=[battaglia di Gettysburg], fr=[bataille de Gettysburg, quand], nl=[Slag bij Gettysburg], hi_IN=[गेटिसबर्ग का युद्ध]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nSELECT DISTINCT ?date \nWHERE { \n       res:Battle_of_Gettysburg dbo:date ?date .\n}",
            "answerType": "date",
            "aggregation": false,
            "goldenAnswer": "[1863-07-03]",
            "id": "0",
            "languageToQuestion": "{en=When was the Battle of Gettysburg?, de=Wann fand die Schlacht von Gettysburg statt?, es=¿Cuándo tuvo lugar la batalla de Gettysburg?, it=Quando ha avuto luogo la battaglia di Gettysburg?, fr=Quand se déroula la bataille de Gettysburg?, nl=Wanneer was de Slag bij Gettysburg?, hi_IN=गेटिसबर्ग का युद्ध कब हुआ था?}"
        },
        {
            "languageToKeyword": "{en=[musicals, music by, Elton John], de=[Musicals, Musik von, Elton John], es=[musicales, música, Elton John], it=[musicals, musiche, Elton John], fr=[musicals, musique, Elton John], nl=[musicals, muziek van, Elton John], hi_IN=[एल्टन जॉन का संगीत], ro=[muzicaluri, muzică de Elton John]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri\nWHERE { \n        ?uri rdf:type dbo:Musical .\n        ?uri dbo:musicBy res:Elton_John .\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/The_Lion_King_(musical), http://dbpedia.org/resource/Lestat_(musical), http://dbpedia.org/resource/Billy_Elliot_the_Musical, http://dbpedia.org/resource/Aida_(musical)]",
            "id": "1",
            "languageToQuestion": "{en=List all the musicals with music by Elton John., de=Liste alle Musicals mit Musik von Elton John auf., es=Dame todos los musicales con música de Elton John., it=Elenca tutti i musicals con musiche di Elton John., fr=Donne-moi tous les musicals avec de la musique de de Elton John., nl=Toen een lijst van alle musicals met muziek van Elton John., hi_IN=एल्टन जॉन द्वारा संगीत के साथ सभी संगीतों को सूचीबद्ध करें।, ro=Listează toate muzicalurile cu muzică de Elton John.}"
        },
        {
            "languageToKeyword": "{en=[Robert Kennedy, daughter, married], fa=[دختر، رابرت کندی، ازدواج], de=[Robert Kennedy, Tochter, verheiratet], es=[Robert Kennedy, hija, casada], it=[Robert Kennedy, figlia, sposata], fr=[épou, fille, Ingrid Bergman], nl=[Robert Kennedy, dochter, getrouwd], hi_IN=[रॉबर्ट कैनेडी, बेटी, शादी], ro=[Robert Kennedy, fiică, căsătorită]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  <http://dbpedia.org/resource/Robert_F._Kennedy> <http://dbpedia.org/ontology/child> ?child .  ?child <http://dbpedia.org/ontology/spouse> ?uri . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Cheryl_Hines, http://dbpedia.org/resource/Andrew_Cuomo]",
            "id": "15",
            "languageToQuestion": "{en=Who is the daughter of Robert Kennedy married to?, fa=دختر رابرت کندی با چه کسی ازدواج کرده است؟, de=Mit wem ist die Tochter von Robert Kennedy verheiratet?, es=¿Con quién está casada la hija de Robert Kennedy?, it=Con chi è sposata la figlia di Robert Kennedy?, fr=Qui est l'époux de la fille de Robert Kennedy?, nl=Met wie is de dochter van Robert Kennedy getrouwd?, hi_IN=रॉबर्ट कैनेडी की बेटी की कौन से शादी हुइ है?, ro=Cu cine este căsătorită fiica lui Robert Kennedy?}"
        },
        {
            "languageToKeyword": "{en=[called, Frank The Tank], de=[nennen, Frank The Tank], es=[llamado, Frank The Tank], it=[chiamare, Frank The Tank], fr=[surnommé, Frank The Tank], nl=[Frank The Tank, bijnaam], hi_IN=[फ्रैंक द टैंक], ro=[numit, Frank The Tank]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "PREFIX dbp: <http://dbpedia.org/property/> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri dbp:nickname 'Frank The Tank'@en . \n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Frank_Young_(basketball)]",
            "id": "23",
            "languageToQuestion": "{en=Who was called Frank The Tank?, de=Wer wurde Frank The Tank genannt?, es=¿Quién era llamado Frank The Tank?, it=Chi venne chiamato Frank The Tank?, fr=Qui était surnommé Frank The Tank?, nl=Wie werd er Frank The Tank genoemd?, hi_IN=कौनको फ्रैंक द टैंक कहा जाता था?, ro=Cine era numit Frank The Tank?}"
        },
        {
            "languageToKeyword": "{en=[played, Agent Smith, Matrix], de=[gespielt, Agent Smith, Matrix], es=[actor, agente Smith, Matrix], it=[attore, agente Smith, Matrix], fr=[acteur, Agent Smith, Matrix], nl=[speelde, Agent Smith, Matrix], hi_IN=[मैट्रिक्स, एजेंट, स्मिथ, निभाया], ro=[jucat, Agent Smith, Matrix]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "PREFIX dbp: <http://dbpedia.org/property/>\nPREFIX res: <http://dbpedia.org/resource/>\nSELECT DISTINCT ?uri\nWHERE { \n        res:Agent_Smith dbp:portrayer ?uri . \n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Hugo_Weaving, http://dbpedia.org/resource/Ian_Bliss]",
            "id": "32",
            "languageToQuestion": "{en=Who played Agent Smith in Matrix?, de=Wer hat Agent Smith in Matrix gespielt?, es=¿Quien actuó como el agente Smith en Matrix?, it=Chi interpretava l'agente Smith in Matrix?, fr=Qui a joué Agent Smith dans Matrix?, nl=Wie speelde Agent Smith in Matrix?, hi_IN=मैट्रिक्स में किसने एजेंट स्मिथ को निभाया है ?, ro=Cine l-a jucat pe Agent Smith în Matrix?}"
        },
        {
            "languageToKeyword": "{en=[Christian Bale, starring, Batman Begins], de=[Christian Bale, mitspielen, Batman Begins], es=[Christian Bale, actúa, Batman Begins], it=[Christian Bale, recitare, Batman Begins], fr=[Christian Bale, joue, Batman Begins], nl=[Christian Bale, speelt in, Batman Begins], hi_IN=[क्रिस्चियन बॉल, बैटमैन बेगिंस]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nASK \nWHERE {\n\tres:Batman_Begins dbo:starring res:Christian_Bale .\n}",
            "answerType": "boolean",
            "aggregation": false,
            "goldenAnswer": "[false]",
            "id": "43",
            "languageToQuestion": "{en=Is Christian Bale starring in Batman Begins?, de=Spielt Christian Bale in Batman Begins mit?, es=¿Actúa Christian Bale en Batman Begins?, it=Christian Bale ha recitato in Batman Begins?, fr=Christian Bale joue-t-il dans Batman Begins?, nl=Speelt Christian Bale in Batman Begins?, hi_IN=क्या क्रिस्चियन बॉल बैटमैन बेगिंस में है?}"
        },
        {
            "languageToKeyword": "{en=[companies, founded, same year, Google], fa=[شرکت، سال یکسانی، گوگل، تأسیس], de=[Firmen, gegründet, selbes Jahr, Google], es=[compañías, fundadas, mismo año Google], it=[società, fondate, stesso anno, Google], fr=[nombre, companies, fondées, même année, Google], nl=[bedrijven, opgericht, hetzelfde jaar, Google], hi_IN=[कंपनिया, वर्ष, गूगल, स्थापित], ro=[companii, înființate, același an, Google]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Company> .  ?uri <http://dbpedia.org/ontology/foundingYear> ?year .  <http://dbpedia.org/resource/Google> <http://dbpedia.org/ontology/foundingYear> ?year . } ",
            "answerType": "number",
            "aggregation": true,
            "goldenAnswer": "[0]",
            "id": "57",
            "languageToQuestion": "{en=How many companies were founded in the same year as Google?, fa=چه تعداد شرکت در سال یکسانی با گوگل تأسیس شدند؟, de=Wieviele Firmen wurden im selben Jahr wie Google gegründet?, es=¿Cuántas compañías fueron fundadas en el mismo año que Google?, it=Quante società sono state fondate nello stesso anno di Google?, fr=Combien de companies ont été fondées la même année que Google?, nl=Hoeveel bedrijven werden opgericht in hetzelfde jaar als Google?, hi_IN=कितनी कंपनियां स्थापित की गईं जिस वर्ष में गूगल हुइ?, ro=Câte companii au fost înființate în același an cu Google?}"
        },
        {
            "languageToKeyword": "{en=[HBO, television series, Sopranos, first season, episode], de=[HBO-Fernsehserie, Sopranos, erste Staffel, Episode], es=[serie televisiva de HBO, Los Sopranos, primera época, episodios], it=[serie televisiva di HBO, i Sopranos, prima stagione, episodio], fr=[épisodes de la première saison, HBO, les Sopranos], nl=[HBO-serie, The Sopranos, eerste seizoen, aflevering], hi_IN=[एचबीओ, टेलीविजन श्रृंखला, द सोप्रानोस!, पहले सीज़न, सभी एपिसोड]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nSELECT DISTINCT ?uri \nWHERE {\n\t?uri dbo:series res:The_Sopranos  .\n        ?uri dbo:seasonNumber 1 .\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Isabella_(The_Sopranos), http://dbpedia.org/resource/Meadowlands_(The_Sopranos), http://dbpedia.org/resource/The_Legend_of_Tennessee_Moltisanti, http://dbpedia.org/resource/I_Dream_of_Jeannie_Cusamano, http://dbpedia.org/resource/Boca_(The_Sopranos), http://dbpedia.org/resource/Nobody_Knows_Anything, http://dbpedia.org/resource/Pax_Soprana, http://dbpedia.org/resource/A_Hit_Is_a_Hit, http://dbpedia.org/resource/Denial,_Anger,_Acceptance, http://dbpedia.org/resource/College_(The_Sopranos), http://dbpedia.org/resource/46_Long, http://dbpedia.org/resource/The_Sopranos_(episode), http://dbpedia.org/resource/Down_Neck]",
            "id": "62",
            "languageToQuestion": "{en=List all episodes of the first season of the HBO television series The Sopranos!, de=Liste alle Episoden der ersten Staffel der HBO-Fernsehserie Die Sopranos auf., es=Dame todos los episodios de la prímera época de la serie de HBO Los Sporanos., it=Elenca tutti gli episodi della prima stagione della serie televisiva di HBO i Sopranos!, fr=Donnes-moi tous les épisodes de la première saison de la série télévisée de HBO les Sopranos., nl=Noem alle afleveringen van het eerste seizoen van de HBO-serie The Sopranos., hi_IN=एचबीओ टेलीविजन श्रृंखला द सोप्रानोस! के पहले सीज़न के सभी एपिसोड की सूची बनाएं ।}"
        },
        {
            "languageToKeyword": "{en=[launch pad, operate, NASA], de=[Startrampe, betreiben, NASA], es=[plataforma de lanzamiento, operada por la NASA], it=[rampa di lancio, gestire, NASA], fr=[rampes de lancements, Etats-unis], nl=[lanceerplatform, NASA], hi_IN=[नासा, संचालित, लॉन्च पैड], ro=[rampă de lansare, operat, NASA]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> \nPREFIX res: <http://dbpedia.org/resource/> \nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:LaunchPad .  \n        ?uri dbo:operator res:NASA . \n}",
            "answerType": "list",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Mid-Atlantic_Regional_Spaceport_Launch_Pad_0, http://dbpedia.org/resource/Keweenaw_Rocket_Range, http://dbpedia.org/resource/Spaceport_Florida_Launch_Complex_36, http://dbpedia.org/resource/Wallops_Flight_Facility_Launch_Area_3, http://dbpedia.org/resource/Broglio_Space_Centre, http://dbpedia.org/resource/Kennedy_Space_Center_Launch_Complex_39, http://dbpedia.org/resource/Cape_Canaveral_Air_Force_Station_Launch_Complex_13]",
            "id": "67",
            "languageToQuestion": "{en=Give me all launch pads operated by NASA., de=Gib mir alle von der NASA betriebenen Startrampen., es=Dame todas las plataformas de lanzamiento operadas por la NASA., it=Dammi tutte le rampe di lancio gestite dalla NASA., fr=Donnes-moi toutes les rampes de lancements des Etats-unis., nl=Noem alle lanceerplatformen van de NASA., hi_IN=मुझे नासा द्वारा संचालित सभी लॉन्च पैड की सूचि दें।, ro=Dă-mi toate rampele de lansare operate de către NASA.}"
        },
        {
            "languageToKeyword": "{en=[professional surfer, born, Australia], de=[Profisurfer, geboren, Australien], es=[surfista profesional, nacido, Australia], it=[surfista professionista, nato, Australia], fr=[surfeurs professionels, Australie], nl=[professionele surfer, Australië], hi_IN=[पेशेवर सर्फरस, ऑस्ट्रेलिया, पैदा], ro=[surfer profesionist, născut, Australia]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> \nPREFIX res: <http://dbpedia.org/resource/> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri dbo:occupation res:Surfing .  \n        ?uri dbo:birthPlace res:Australia . \n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Ian_Cairns, http://dbpedia.org/resource/Midget_Farrelly]",
            "id": "76",
            "languageToQuestion": "{en=Which professional surfers were born in Australia?, de=Welche Profisurfer wurden in Australien geboren?, es=¿Qué surfistas profesionales nacieron en Australia?, it=Quali surfisti professionisti sono nati in Australia?, fr=Quels surfeurs professionels sont nés en Australie?, nl=Welke professionele surfers werden geboren in Australië?, hi_IN=कौन से पेशेवर सर्फरस ऑस्ट्रेलिया में पैदा हुए थे?, ro=Ce surferi profesioniști s-au născut în Australia?}"
        },
        {
            "languageToKeyword": "{en=[video game, publish, Mean Hamster Software], de=[Videospiel, Mean Hamster Software], es=[videojuego, Mean Hamster Software], it=[videogioco, prodotto, Mean Hamster Software], fr=[jeux vidéos, publiés, Mean Hamster Software], nl=[videogame, Mean Hamster Software], hi_IN=[मीन हम्सटर सॉफ्टवेयर, प्रकाशित, वीडियो गेम], ro=[joc video, publicat, Mean Hamster Software]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n      ?uri rdf:type dbo:VideoGame .\n      ?uri dbo:publisher res:Mean_Hamster_Software . \n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Crossbow_(video_game), http://dbpedia.org/resource/Riven]",
            "id": "78",
            "languageToQuestion": "{en=Give me all video games published by Mean Hamster Software., de=Gib mir alle Videospiele von Mean Hamster Software., es=Dame todos los videojuegos de Mean Hamster Software., it=Dammi tutti i videogiochi di Mean Hamster Software., fr=Donnes-moi tous les jeux vidéos publiés par Mean Hamster Software., nl=Geef me alle videogames van Mean Hamster Software., hi_IN=मीन हम्सटर सॉफ्टवेयर द्वारा प्रकाशित सभी वीडियो गेम की सूचि दें। ', ro=Dă-mi toate jocurile video publicate de Mean Hamster Software}"
        },
        {
            "languageToKeyword": "{en=[called, Rodzilla], de=[genannt, Rodzilla], es=[llamaba, Rodzilla], it=[chiamato, Rodzilla], fr=[appelé, Rodzilla], nl=[genoemd, Rodzilla], hi_IN=[रॉडज़िला], ro=[numit, Rodzilla]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "PREFIX dbp: <http://dbpedia.org/property/> \nSELECT DISTINCT ?uri \nWHERE { \n         ?uri dbp:nickname \"Rodzilla\"@en .\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Rodney_Blake]",
            "id": "86",
            "languageToQuestion": "{en=Who was called Rodzilla?, de=Wer wurde Rodzilla genannt?, es=¿Quien se llamaba Rodzilla?, it=Chi era chiamato Rodzilla?, fr=Qui était appelé Rodzilla?, nl=Wie werd Rodzilla genoemd?, hi_IN=किसको रॉडज़िला कहा जाता था?, ro=Cine a fost numit Rodzilla?}"
        },
        {
            "languageToKeyword": "{en=[Dracula, creator, die], fa=[خالق، دراکولا، فوت], de=[Dracula, Schöpfer, gestorben], es=[muerte, creador, Drácula], it=[Dracula, creatore, morire], fr=[mort, créateur, Dracula], nl=[stierf, bedenker, Dracula], hi_IN=[ड्रेकुला, निर्माता, निधन], ro=[Dracula, creator, a muri]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?date WHERE {  <http://dbpedia.org/resource/Count_Dracula> <http://dbpedia.org/ontology/creator> ?x .  ?x <http://dbpedia.org/ontology/deathDate> ?date . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[1912-04-20]",
            "id": "90",
            "languageToQuestion": "{en=When did Dracula's creator die?, fa=چه زمانی خالق دراکولا فوت کرد؟, de=Wann ist Draculas Schöpfer gestorben?, es=¿Cuando murió el creador de Drácula?, it=Quando è morto il creatore di Dracula?, fr=Quand est mort le créateur de Dracula?, nl=Wanneer stierf de bedenker van Dracula?, hi_IN=ड्रेकुला के निर्माता का निधन कब हुआ?, ro=Când a murit creatorul Dracula?}"
        },
        {
            "languageToKeyword": "{en=[companies, founded by, founder, Facebook], fa=[شرکت، مؤسس، فیسبوک، تأسیس], de=[Firmen, gegründet, Gründer, Facebook], es=[compañías, fundadas, fundador Facebook], it=[società, fondate, fondatore, Facebook], fr=[nombre, companies, fondées, fondateur, Facebook], nl=[bedrijven, opgericht, oprichter, Facebook], hi_IN=[फेसबुक, संस्थापक, कंपनियों की स्थापना], ro=[companii, înființate, fondator, Facebook]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  <http://dbpedia.org/resource/Facebook> <http://dbpedia.org/ontology/foundedBy> ?uri .  ?uri <http://dbpedia.org/ontology/foundedBy> ?uri . } ",
            "answerType": "number",
            "aggregation": true,
            "goldenAnswer": "[0]",
            "id": "94",
            "languageToQuestion": "{en=How many companies were founded by the founder of Facebook?, fa=چه تعداد شرکت توسط مؤسس فیسبوک تأسیس شدند؟, de=Wieviele Firmen hat der Gründer von Facebook gegründet?, es=¿Cuantas compañías han sido fundadas por el fundador de Facebook?, it=Quante società sono state fondate dal fondatore di Facebook?, fr=Combien de companies ont été fondées par le fondateur de Facebook?, nl=Hoeveel bedrijven werden opgericht door de oprichter van Facebook?, hi_IN=फेसबुक के संस्थापक द्वारा कितनी कंपनियों की स्थापना की गई थी?, ro=Câte companii au fost înființate de fondatorul Facebook?}"
        },
        {
            "languageToKeyword": "{en=[record label, Canadian, Grunge], de=[kanadisch, Plattenfirma, Grunge], es=[empresa productora de música, canadiense, Grunge], it=[produttore di musica, canadese, Grunge], fr=[labels discographiques, canadiens, grunge], nl=[Canadees, platenlabel, Grunge], hi_IN=[कैनेडियन, ग्रांज, रिकॉर्ड लेबल]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n\t?uri rdf:type dbo:RecordLabel .\n        ?uri dbo:genre res:Grunge .\n        ?uri dbo:country res:Canada .\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Murderecords]",
            "id": "95",
            "languageToQuestion": "{en=Give me all Canadian Grunge record labels., de=Gib mir alle kanadischen Grunge-Plattenfirmen., es=Dame todos las empresas canadienses productoras de música Grunge., it=Dammi tutti i produttori canadesi di musica Grunge., fr=Donnes-moi tous les labels discographiques canadiens de grunge., nl=Noem alle Canadese grunge-platenlabels., hi_IN=मुझे सभी कैनेडियन ग्रांज रिकॉर्ड लेबल की सूचि दें।}"
        },
        {
            "languageToKeyword": "{en=[book, wrote, Muhammad Ali], de=[Buch, geschrieben, Muhammad Ali], es=[libro, autor, Muhammad Ali], it=[libro, autore, Muhammad Ali], fr=[livre, par Muhammad Ali], nl=[boek, geschreven, Muhammad Ali], hi_IN=[किताब, मुहम्मद अली, लिखी], ro=[carte, scris, Muhammad Ali]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> \nPREFIX res: <http://dbpedia.org/resource/> \nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n         ?uri rdf:type dbo:Book . \n         ?uri dbo:author res:Muhammad_Ali . \n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/The_Soul_of_a_Butterfly]",
            "id": "143",
            "languageToQuestion": "{en=Show me the book that Muhammad Ali wrote., de=Zeig mir das Buch, das Muhammad Ali geschrieben hat., es=Muéstrame el libro escrito por Muhammad Ali., it=Mostrami il libro scritto da Muhammad Ali., fr=Donne-moi le livre écrit par Muhammad Ali., nl=Toen het boek dat Muhammad Ali heeft geschreven., hi_IN=मुझे किताब बताओ जो मुहम्मद अली ने लिखी थी।, ro=Arată-mi cartea pe care a scris-o Muhammad Ali.}"
        },
        {
            "languageToKeyword": "{en=[Yenisei river, flow through, country], de=[Yenisei, fließen, Land], es=[países, fluye, río Yenisei], it=[fiume Yenisei, scorrere attraverso, stato], fr=[Ienisseï, pays traversés], nl=[Jenisej, land, stroomt door], hi_IN=[देश, यनेसी नदी, प्रवाह]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "PREFIX res: <http://dbpedia.org/resource/>\nPREFIX dbp: <http://dbpedia.org/property/>\nSELECT DISTINCT ?uri \nWHERE {\n        res:Yenisei_River dbp:country ?uri .\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Russia, http://dbpedia.org/resource/Mongolia]",
            "id": "149",
            "languageToQuestion": "{en=Through which countries does the Yenisei river flow?, de=Durch welche Länder fließt der Yenisei?, es=¿Por qué países fluye el río Yenisei?, it=Attraverso quali stati scorre il fiume Yenisei?, fr=Quels sont les pays traversés par l'Ienisseï?, nl=Door welke landen stroomt de Jenisej?, hi_IN=किस देश के माध्यम से यनेसी नदी का प्रवाह होता है?}"
        },
        {
            "languageToKeyword": "{en=[United States, 16th president], de=[Vereinigte Staaten, 16. Präsident], es=[estados unidos, primer presidente], it=[Stati Uniti, sedicesimo presidente], fr=[Etats-Unis, premier président], nl=[Verenigde Staten, 16de president], hi_IN=[संयुक्त राज्य, 16 वें राष्ट्रपति], ro=[Statele Unite, primul președinte]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n         ?uri dbo:office 'President of the United States' .\n         ?uri dbo:orderInOffice '16th' .\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Abraham_Lincoln]",
            "id": "165",
            "languageToQuestion": "{en=Who was the 16th president of the United States?, de=Wer war der 16. Präsident der Vereinigten Staaten?, es=¿Quién fue el 16th presidente de los Estados Unidos?, it=Chi è stato il sedicesimo presidente degli Stati Uniti?, fr=Qui fut le premier président des États-Unis?, nl=Wie was de 16de president van de Verenigde Staten?, hi_IN=संयुक्त राज्य के 16 वें राष्ट्रपति कौन थे?, ro=Cine a fost primul președinte al Statelor Unite?}"
        },
        {
            "languageToKeyword": "{en=[Swedish, oceanographer], de=[Schwedisch, Ozeanographen], es=[oceanógrafos suecos], it=[svedesi, oceanografi], fr=[Océanographes, suédois], nl=[Zweedse, oceanograafen], hi_IN=[स्वीडिश, महासागरीय वैज्ञानिक], ro=[oceanograf, suedez]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri dbo:field res:Oceanography . \n        ?uri dbo:birthPlace res:Sweden .        \n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Vagn_Walfrid_Ekman]",
            "id": "177",
            "languageToQuestion": "{en=Give me all Swedish oceanographers., de=Gib mir alle Schwedischen Ozeanographen., es=Dame todos los oceanógrafos suecos., it=Dammi tutti gli oceanografi svedesi., fr=Donne-moi tous les océanographes suédois., nl=Toon alle Zweedse oceanograafen., hi_IN=मुझे सभी स्वीडिश महासागरीय वैज्ञानिकों की सूचि बतायें।, ro=Dă-mi toți oceanografii suedezi.}"
        },
        {
            "languageToKeyword": "{en=[Fort Knox, located], fa=[فورت ناکس، واقع], de=[Fort Knox, liegen], es=[Fort Knox, se encuentra, estado americano], it=[Fort Knox, trovarsi], fr=[état américain, Fort Knox], nl=[Fort Knox, ligt], hi_IN=[फोर्ट नॉक्स, स्थित], ro=[Fort Knox, situat, stat american]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  <http://dbpedia.org/resource/Fort_Knox> <http://dbpedia.org/property/location> ?uri . }",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Kentucky]",
            "id": "189",
            "languageToQuestion": "{en=Where is Fort Knox located?, fa=فورت ناکس در کجا واقع شده است؟, de=Wo liegt Fort Knox?, es=¿Donde se encuentra el Fort Knox?, it=Dove si trova Fort Knox?, fr=Dans quel état américain se trouve Fort Knox?, nl=Waar ligt Fort Knox?, hi_IN=फोर्ट नॉक्स कहां स्थित है?, ro=În ce stat american este situat Fort Knox?}"
        },
        {
            "languageToKeyword": "{en=[New Jersey, city, inhabitants, more than 100000], de=[New Jersey, Stadt, Einwohner, mehr als 100000], es=[New Jersey, ciudad, habitantes, más de 100000], it=[New Jersey, città, abitanti, più di 100000], fr=[New Jersey, villes, habitants, plus de 100000], nl=[New Jersey, stad, inwoners, meer dan 100000], hi_IN=[न्यू जर्सी, १००००० से अधिक निवासि, शहर]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX dbp: <http://dbpedia.org/property/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n\t?uri rdf:type dbo:City .\n        ?uri dbo:isPartOf res:New_Jersey .\n        ?uri dbp:populationTotal ?inhabitants .\n        FILTER (?inhabitants > 100000) .\n}",
            "answerType": "resource",
            "aggregation": true,
            "goldenAnswer": "[http://dbpedia.org/resource/Newark,_New_Jersey, http://dbpedia.org/resource/Jersey_City,_New_Jersey, http://dbpedia.org/resource/Elizabeth,_New_Jersey, http://dbpedia.org/resource/Paterson,_New_Jersey]",
            "id": "196",
            "languageToQuestion": "{en=Give me all cities in New Jersey with more than 100000 inhabitants., de=Gib mir alle Städte in New Jersey, die mehr als 100000 Einwohner haben., es=Dame todas las cuidades en New Jersey que tengan más de 100000 habitantes., it=Dammi tutte le città del New Jersey con più di 100000 abitanti., fr=Donnes-moi toutes les villes du New Jersey avec plus de 100000 habitants., nl=Geef alle steden in New Jersey met meer dan 100000 inwoners., hi_IN=मुझे न्यू जर्सी के १००००० से अधिक निवासियों के साथ सभी शहरों की सूचि बतायें।}"
        }
]
