[
        {
            "languageToKeyword": "{en=[book, William Goldman, pages, more than 300], de=[Buch, William Goldman, Seiten, mehr als 300], es=[libro, William Goldman, más de 300 páginas], it=[libro, Wiliam Goldman, pagine, più di 300], fr=[livres, William Goldman, plus de 300 pages], nl=[boeken, William Goldman, meer dan 300 pagina's], hi_IN=[३०० से अधिक पृष्ठों, विलियम गोल्डमैन, किताबें], ro=[carte, William Goldman, pagini, mai mult de 300]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Book ; dbo:author res:William_Goldman ; dbo:numberOfPages ?x FILTER ( ?x > 300 ) }",
            "answerType": "resource",
            "aggregation": true,
            "goldenAnswer": "[http://dbpedia.org/resource/Marathon_Man_(novel), http://dbpedia.org/resource/Which_Lie_Did_I_Tell%3F, http://dbpedia.org/resource/Hype_and_Glory, http://dbpedia.org/resource/Tinsel_(novel), http://dbpedia.org/resource/Boys_and_Girls_Together, http://dbpedia.org/resource/Control_(novel), http://dbpedia.org/resource/The_Color_of_Light, http://dbpedia.org/resource/The_Princess_Bride, http://dbpedia.org/resource/Brothers_(Goldman_novel), http://dbpedia.org/resource/Wait_Till_Next_Year]",
            "id": "160",
            "languageToQuestion": "{en=Give me all books by William Goldman with more than 300 pages., de=Gib mir alle Bücher von William Goldman mit mehr als 300 Seiten., es=Dame todos los libros de Wiliam Goldman con más de 300 páginas., it=Dammi tutti i libri di Wiliam Goldman con più di 300 pagine., fr=Donnes-moi tous les livres de William Goldman avec plus de 300 pages., nl=Geef alle boeken van William Goldman met meer dan 300 pagina's., hi_IN=मुझे ३०० से अधिक पृष्ठों के साथ विलियम गोल्डमैन की किताबें की सूचि बतायें।, ro=Dă-mi toate carțile de William Glodman cu mai mult de 300 de pagini.}"
        },
        {
            "languageToKeyword": "{en=[timezone, San Pedro de Atacama], fa=[منطقه زمانی، San Pedro de Atacama], de=[Zeitzone, San Pedro de Atacama], es=[zona horaria, San Pedro de Atacama], it=[fuso orario, San Pedro de Atacama], fr=[fuseau horaire, San Pedro de Atacama], nl=[tijdzone, San Pedro de Atacama], hi_IN=[सैन पेड्रो डे अटाकामा, समय क्षेत्र], ro=[fus orar, San Pedro de Atacama]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> SELECT DISTINCT ?uri WHERE { res:San_Pedro_de_Atacama dbo:timeZone ?uri }",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Time_in_Chile]",
            "id": "162",
            "languageToQuestion": "{en=What is the timezone in San Pedro de Atacama?, fa=منطقه زمانی در San Pedro de Atacama چیست؟, de=In welcher Zeitzone liegt San Pedro de Atacama?, es=¿Cuál es la zona horaria en San Pedro de Atacama?, it=Qual è il fuso orario di San Pedro de Atacama?, fr=Quel est le fuseau horaire de San Pedro de Atacama?, nl=Wat is de tijdzone in San Pedro de Atacama?, hi_IN=सैन पेड्रो डे अटाकामा में समय क्षेत्र क्या है?, ro=Care este fusul orar din San Pedro de Atacama?}"
        },
        {
            "languageToKeyword": "{en=[books, Asimov, Foundation series], fa=[مجموعه کتاب های، آسیموف، کتاب], de=[Asimov, Foundation-Serie, Bücher], es=[libros, serie Fundación Asimov], it=[libri, Ciclo della Fondazione, Asimov], fr=[livres, Cycle de Fondation, Asimov], nl=[boeken, Foundation-serie], hi_IN=[असिमोव, फाउंडेशन श्रृंखला, पुस्तकों], ro=[cărți, seria Fundația, Asimov]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> SELECT DISTINCT ?uri WHERE { ?uri dbo:series res:Foundation_series }",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/The_Originist, http://dbpedia.org/resource/Foundation_and_Earth, http://dbpedia.org/resource/Forward_the_Foundation]",
            "id": "165",
            "languageToQuestion": "{en=Show me all books in Asimov's Foundation series., fa=مجموعه کتاب های آسیموف چند کتاب دارد؟, de=Zeig mir alle Bücher in Asimovs Foundation-Serie., es=Muéstrame todos los libros en la serie Fundación de Asimov, it=Mostrami tutti i libri del Ciclo della Fondazione di Asimov, fr=Montres-moi tous les livres du Cycle de Fondation d'Asimov., nl=Toon alle boeken die bij de Foundation-serie horen., hi_IN=असिमोव की फाउंडेशन श्रृंखला की सारी पुस्तकों की सूचि दिखाएं।, ro=Arată-mi toate cărțile din seria Fundația de Asimov}"
        },
        {
            "languageToKeyword": "{en=[video game, World of Warcraft, develop], de=[Videospiel, World of Warcraft, entwickeln], es=[videojuego, Warcraft, desarrollar], it=[videogioco, World of Warcraft, creare], fr=[développé, World of Warcraft], nl=[World of Warcraft, ontwikkelaar], hi_IN=[वर्ल्ड ऑफ़ वारक्राफ़्ट, गेम, विकसित]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> SELECT DISTINCT ?uri WHERE { res:World_of_Warcraft dbo:developer ?uri }",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Blizzard_Entertainment]",
            "id": "169",
            "languageToQuestion": "{en=Who developed the video game World of Warcraft?, de=Wer hat das Videospiel World of Warcraft entwickelt?, es=¿Quién desarrolló el videojuego Warcraft?, it=Chi ha creato il videogioco World of Warcraft?, fr=Qui a développé World of Warcraft?, nl=Wie heeft het videospel World of Warcraft ontwikkeld?, hi_IN=वर्ल्ड ऑफ़ वारक्राफ़्ट गेम किसने विकसित किया हैं?}"
        },
        {
            "languageToKeyword": "{en=[pope, founded, Vatican Television], de=[Papst, gegründet, Vatikanisches Fernsehen], es=[papa, fundo, televisión Vaticana], it=[papa, fondare, televisione vaticana], fr=[pape, fondateur, télé du Vatican], nl=[paus, oprichter, Vaticaanse televisie], hi_IN=[पोप, वेटिकन टेलीविजन, स्थापना], ro=[papa, fondat, televiziunea din Vatican]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> SELECT ?uri WHERE { ?uri rdf:type dbo:Pope . res:Vatican_Television_Center dbo:foundedBy ?uri }",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Pope_John_Paul_II]",
            "id": "170",
            "languageToQuestion": "{en=Who was the pope that founded the Vatican Television?, de=Welcher Papst hat das Vatikanische Fernsehen gegründet?, es=¿Quien fue el papa que fundo la televisión Vaticana?, it=Quale papa ha fondato la televisione vaticana?, fr=Quel pape est le fondateur de la télé du Vatican?, nl=Welk paus richtte de Vaticaanse televisie op?, hi_IN=किस पोप ने वेटिकन टेलीविजन की स्थापना की थी?, ro=Cine a fost papa care a creat televiziunea din Vatican?}"
        },
        {
            "languageToKeyword": "{en=[member, Prodigy], fa=[اعضا، پرادیجی], de=[Bandmitglied, Prodigy], es=[miembros de la banda Prodigy], it=[membri, Prodigy], fr=[members, Prodigy], nl=[leden, Prodigy], hi_IN=[प्रोडिजी, सदस्यों], ro=[membru, Prodigy]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> SELECT DISTINCT ?uri WHERE { res:The_Prodigy dbo:bandMember ?uri }",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Maxim_(musician), http://dbpedia.org/resource/Liam_Howlett, http://dbpedia.org/resource/Keith_Flint]",
            "id": "172",
            "languageToQuestion": "{en=Give me all members of Prodigy., fa=تمام اعضای پرادیجی را لیست کن., de=Gib mir alle Bandmitglieder von Prodigy., es=Dame todos los miembros de la banda Prodigy., it=Dammi tutti i membri dei Prodigy., fr=Donne-moi tous les membres de Prodigy., nl=Noem alle leden van Prodigy., hi_IN=मुझे प्रोडिजी के सभी सदस्यों की सूचि बतायें।, ro=Dă-mi toții membrii Prodigy.}"
        },
        {
            "languageToKeyword": "{en=[languages, Colombia], fa=[زبان، کلمبیا], de=[Sprachen, Kolumbien], es=[idiomas, Colombia], it=[lingue, Colombia], fr=[langues, Colombie], nl=[talen, Columbia], hi_IN=[कोलंबिया, भाषाएं, बोली], ro=[limbi, Columbia]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> SELECT (COUNT(DISTINCT ?uri) AS ?c) WHERE { ?uri rdf:type dbo:Language . res:Colombia dbo:language ?uri }",
            "answerType": "number",
            "aggregation": true,
            "goldenAnswer": "[2]",
            "id": "175",
            "languageToQuestion": "{en=How many languages are spoken in Colombia?, fa=چه تعداد زبان در کلمبیا صحبت می شود؟, de=Wieviele Sprachen werden in Kolumbien gesprochen?, es=¿Cuántos idiomas se hablan en Colombia?, it=Quante lingue sono parlate in Colombia?, fr=Combien de langues sont parlées au Colombie?, nl=Hoeveel talen worden er in Colombia gesproken?, hi_IN=कोलंबिया में कितनी भाषाएं बोली जाती हैं?, ro=Câte limbi sunt vorbite în Columbia?}"
        },
        {
            "languageToKeyword": "{en=[produced, France, sparkling wine], de=[Frankreich, hergestellt, Schaumwein], es=[produce, Francia, vino espumoso], it=[produrre, Francia, vino frizzante], fr=[france, produit, vin mousseux], nl=[Frankrijk, mousserende wijn, geproduceerd], hi_IN=[फ्रांस, स्पार्कलिंग वाइन, उत्पादन], ro=[produs, Franța, vin spumant]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> SELECT DISTINCT ?uri WHERE { ?uri dbo:wineProduced res:Sparkling_wine ; dbo:location res:France }",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Loire_Valley_(wine)]",
            "id": "179",
            "languageToQuestion": "{en=Where in France is sparkling wine produced?, de=Wo in Frankreich wird Schaumwein hergestellt?, es=¿Dónde en Francia se produce el vino espumoso?, it=Dove si produce vino frizzante in Francia?, fr=Où produit-on du vin mousseux en France?, nl=Waar in Frankrijk word mousserende wijn geproduceerd?, hi_IN=फ्रांस में स्पार्कलिंग वाइन का उत्पादन कहाँ होता है?, ro=Unde în Franța este produs vinul spumant?}"
        },
        {
            "languageToKeyword": "{en=[gangsters, prohibition era], de=[Gangster, Prohibitions Ära], it=[gangster, era, proibizionismo], fr=[gangsters, Prohibition]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX dct: <http://purl.org/dc/terms/> PREFIX dbc: <http://dbpedia.org/resource/Category:> PREFIX dbr: <http://dbpedia.org/resource/> SELECT DISTINCT ?uri WHERE { ?uri dbo:occupation dbr:Gangster ; dct:subject dbc:Prohibition-era_gangsters }",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Gus_Winkler, http://dbpedia.org/resource/Louis_Buchalter, http://dbpedia.org/resource/Dean_O'Banion, http://dbpedia.org/resource/Salvatore_D'Aquila, http://dbpedia.org/resource/Mike_Genna, http://dbpedia.org/resource/Joe_Masseria, http://dbpedia.org/resource/Ciro_Terranova, http://dbpedia.org/resource/Vito_Bonventre, http://dbpedia.org/resource/Bugsy_Siegel, http://dbpedia.org/resource/Roger_Touhy, http://dbpedia.org/resource/Al_Capone, http://dbpedia.org/resource/William_Egan_(gangster), http://dbpedia.org/resource/Bugs_Moran, http://dbpedia.org/resource/Louis_Campagna, http://dbpedia.org/resource/Owney_Madden, http://dbpedia.org/resource/Lucky_Luciano, http://dbpedia.org/resource/Nicolo_Schiro, http://dbpedia.org/resource/Fred_Burke, http://dbpedia.org/resource/Leo_Vincent_Brothers, http://dbpedia.org/resource/Salvatore_Maranzano, http://dbpedia.org/resource/John_%22Pudgy%22_Dunn, http://dbpedia.org/resource/Ignazio_Lupo]",
            "id": "185",
            "languageToQuestion": "{en=Give me all gangsters from the prohibition era., fa=null, de=Gib mir alle Gangster der Prohibitions Ära., es=null, it=Dammi tutti i gangster dell'era del proibizionismo., fr=Donnez-moi le nom de tous les gangsters de la Prohibition., nl=null, ro=null}"
        },
        {
            "languageToKeyword": "{en=[runtime, Toy Story], de=[Laufzeit, Toy Story], it=[durata, Toy Story], fr=[durée, Toy Story]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> SELECT DISTINCT ?runtime WHERE { res:Toy_Story dbo:runtime ?runtime }",
            "answerType": "number",
            "aggregation": false,
            "goldenAnswer": "[4860.0]",
            "id": "216",
            "languageToQuestion": "{en=Give me the runtime of Toy Story., fa=null, de=Gib mir die Laufzeit von Toy Story., es=null, it=Dammi la durata di Toy Story., fr=Donnez-moi la durée de Toy Story., nl=null, ro=null}"
        },
        {
            "languageToKeyword": "{en=[birth place, Frank Sinatra], de=[Geburtsort, Frank Sinatra], it=[luogo di nascita, Frank Sinatra], fr=[lieu de naissance, Frank Sinatra]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> SELECT DISTINCT ?place WHERE { res:Frank_Sinatra dbo:birthPlace ?place }",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Hoboken,_New_Jersey]",
            "id": "218",
            "languageToQuestion": "{en=Give me the birth place of Frank Sinatra., fa=null, de=Gib mir den Geburtsort von Frank Sinatra., es=null, it=Dammi il luogo di nascita di Frank Sinatra., fr=Donnez-moi le lieu de naissance de Frank Sinatra., nl=null, ro=null}"
        }
]
