[
        {
            "languageToKeyword": "{en=[libraries, established, earlier than 1400], de=[Bibliotheken, gegründet, vor 1400], es=[bibliotecas, establecidas, antes de 1400], it=[biblioteche, fondate, prima del 1400], fr=[bibliothèques, établies, avant 1400], nl=[bibliotheken, opgericht, voor 1400], ro=[biblioteci, înființat, înainte de 1400]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX dbp: <http://dbpedia.org/property/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri rdf:type dbo:Library .\n        ?uri dbp:established ?year . \n        FILTER (?year < 1400)\n}",
            "answerType": "resource",
            "aggregation": true,
            "goldenAnswer": "[http://dbpedia.org/resource/University_Library_Heidelberg, http://dbpedia.org/resource/Library_of_Ashurbanipal, http://dbpedia.org/resource/Instituto_Aut%C3%B3nomo_de_Bibliotecas_e_Informaci%C3%B3n_del_Estado_M%C3%A9rida, http://dbpedia.org/resource/Biblioteca_Nacional_de_Portugal, http://dbpedia.org/resource/Zaporizhia_Region_Universal_Scientific_Library_named_after_A.M._Gorky, http://dbpedia.org/resource/National_and_University_Library_of_the_Republika_Srpska, http://dbpedia.org/resource/Connemara_Public_Library, http://dbpedia.org/resource/Durr%C3%ABs_Library, http://dbpedia.org/resource/Austrian_National_Library, http://dbpedia.org/resource/National_Parliamentary_Library_of_Ukraine, http://dbpedia.org/resource/Bait_al_Hikmat, http://dbpedia.org/resource/Jagiellonian_Library, http://dbpedia.org/resource/Evelyn_Rutnam_Institute_for_Inter-Cultural_Studies, http://dbpedia.org/resource/Cambridge_University_Library, http://dbpedia.org/resource/Biblioth%C3%A8que_Sainte-Barbe, http://dbpedia.org/resource/National_Library_of_Indonesia, http://dbpedia.org/resource/Maughan_Library]",
            "id": "51",
            "outOfScope": false,
            "languageToQuestion": "{en=Give me all libraries established earlier than 1400., de=Gib mir alle Bibliotheken, die vor 1400 gegründet worden., es=Dame todas las bibliotecas que fueron establecidas antes de 1400., it=Dammi tutte le biblioteche fondate prima del 1400., fr=Donnes-moi toutes les bibliothèques établies avant 1400., nl=Geef me alle bibliotheken die voor 1400 werden opgericht., ro=Dă-mi tote bibliotecile înființate înainte de 1400}"
        },
        {
            "languageToKeyword": "{en=[largest city, Egypt, capital], de=[größte Stadt, Ägypten, Hauptstadt], es=[cuidad más grande, Egipto, capital], it=[città più grande, Egitto, capitale], fr=[ville plus grande, Egypte, capitale], nl=[grootste stad, Egypte, hoofdstad], ro=[cel mai mare oraș, Egipt, capitală]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX res: <http://dbpedia.org/resource/>\nPREFIX dbo: <http://dbpedia.org/ontology/>\nASK \nWHERE {\n        res:Egypt dbo:largestCity ?large .\n        res:Egypt dbo:capital ?capital .\n        FILTER (?large = ?capital)\n}",
            "answerType": "boolean",
            "aggregation": true,
            "goldenAnswer": "[true]",
            "id": "19",
            "outOfScope": false,
            "languageToQuestion": "{en=Is Egypts largest city also its capital?, de=Ist Ägyptens größte Stadt auch seine Hauptstadt?, es=¿Es la cuidad más grande de Egipto también capital?, it=La città più grande dell'Egitto è anche la sua capitale?, fr=La ville la plus grande de l'Egypte est-elle sa capitale?, nl=Is de grootste stad van Egypte ook de hoofdstad?, ro=Orașul cel mai mare din EGipt este și capital sa?}"
        },
        {
            "languageToKeyword": "{en=[Ramones, B-sides], de=[Ramones, B-Seiten], es=[Ramones, cara B], it=[Ramones, lato B], fr=[faces B, Ramones], nl=[B-kant, single, de Ramones], ro=[Ramones, laturi B]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nSELECT DISTINCT ?string \nWHERE {\n        ?x dbo:musicalArtist res:Ramones .\n        ?x dbo:bSide ?string . \n}",
            "answerType": "string",
            "aggregation": false,
            "goldenAnswer": "[Babysitter, Daytime Dilemma (Dangers of Love), Censorshit, Do You Wanna Dance?, Go Home Ann (12 only), I Don't Want You, I Don't Care]",
            "id": "196",
            "outOfScope": false,
            "languageToQuestion": "{en=Go Home Ann (12 only), de=Gib mir alle B-Seiten der Ramones., es=Dame todas las caras B de los Ramones., it=Dammi tutti i lati B dei Ramones., fr=Donnes-moi tous les faces B des Ramones., nl=Geef alle B-kantjes van singles van de Ramones., ro=Dă-mi toate laturile B ale Ramones}"
        },
        {
            "languageToKeyword": "{en=[music album, song, Last Christmas], de=[Musikalbum, Lied, Last Christmas], es=[album musical, canción, Last Christmas], it=[album musicale, canzone, Last Christmas], fr=[albums, contiennent, Last Christmas?], nl=[muziekalbum, nummer, Last Christmas], ro=[album musical, melodie, Last Christmas]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "PREFIX dbo:  <http://dbpedia.org/ontology/>\nPREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?single dbo:album ?uri .\n        ?single rdfs:label 'Last Christmas'@en .\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Classic_Christmas_(Joe_McElderry_album), http://dbpedia.org/resource/Music_from_the_Edge_of_Heaven, http://dbpedia.org/resource/Crazy_Frog_Presents_More_Crazy_Hits, http://dbpedia.org/resource/Disco_Defenders, http://dbpedia.org/resource/Whigfield_(album), http://dbpedia.org/resource/Whigfield_II, http://dbpedia.org/resource/Perfect_Day_(Cascada_album)]",
            "id": "77",
            "outOfScope": false,
            "languageToQuestion": "{en=Which music albums contain the song Last Christmas?, de=Auf welchen Musikalben ist das Lied Last Christmas?, es=¿Qué albums musicales contienen la canción Las Christmas?, it=Quali album musicali contengono la canzone Last Christmas?, fr=Quels albums contiennent le morceau Last Christmas?, nl=Op welke muziekalbums staat het nummer Last Christmas?, ro=Ce albume muzicale conțin melodia Last Christmas?}"
        },
        {
            "languageToKeyword": "{en=[Capcom, founded], de=[Capcom, gründen], es=[Capcom, fundada], it=[Capcom, fondata], fr=[fondé, Capcom], nl=[Capcom, opgericht], ro=[Capcom, fondat]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nSELECT DISTINCT ?date \nWHERE {\n        res:Capcom dbo:foundingDate ?date .\n}",
            "answerType": "date",
            "aggregation": false,
            "goldenAnswer": "[1983-06-11]",
            "id": "90",
            "outOfScope": false,
            "languageToQuestion": "{en=When was Capcom founded?, de=Wann wurde Capcom gegründet?, es=¿Cúando se fundó Capcom?, it=Quando è stata fondata Capcom?, fr=Quand a été fondé Capcom?, nl=Wanneer werd Capcom opgericht?, ro=Când a fost fondat Capcom?}"
        },
        {
            "languageToKeyword": "{en=[Urals, highest place], de=[Ural, höchste Stelle], es=[los montes Urales, punto más alto], it=[Uràli, punto più alto], fr=[l'Oural, endroit le plus haut], nl=[Oeral, hoogste punt], ro=[munții Urali, cel mai înalt punct]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nSELECT DISTINCT ?uri\nWHERE {       \n        res:Ural_Mountains dbo:highestPlace ?uri .  \n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Mount_Narodnaya]",
            "id": "47",
            "outOfScope": false,
            "languageToQuestion": "{en=What is the highest place of the Urals?, de=Was ist die höhchste Stelle des Ural?, es=¿Cuál es el punto más alto del montes Urales?, it=Qual è il punto più alto del Uràli?, fr=Quel est l'endroit le plus haut d'Oural?, nl=Wat is het hoogste punt van de Oeral?, ro=Care este cel mai înalt punct de pe munții Urali?}"
        },
        {
            "languageToKeyword": "{en=[Premier League, soccer club], de=[Premier League, Verein], es=[Premier League, club], it=[Premier League, club calcistici], fr=[équipes, Premier League], nl=[club, Premier League], ro=[Premier League, club de fotbal]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri\nWHERE { \n        ?uri rdf:type dbo:SoccerClub .\n        ?uri dbo:league res:Premier_League . \n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Aston_Villa_F.C., http://dbpedia.org/resource/Melchester_Rovers, http://dbpedia.org/resource/History_of_Blackburn_Rovers_F.C., http://dbpedia.org/resource/Sunderland_A.F.C., http://dbpedia.org/resource/Stoke_City_F.C., http://dbpedia.org/resource/Newcastle_United_F.C., http://dbpedia.org/resource/Queens_Park_Rangers_F.C., http://dbpedia.org/resource/Manchester_City_F.C., http://dbpedia.org/resource/Manchester_United_F.C., http://dbpedia.org/resource/Wigan_Athletic_F.C., http://dbpedia.org/resource/West_Bromwich_Albion_F.C., http://dbpedia.org/resource/Southampton_F.C., http://dbpedia.org/resource/Arsenal_F.C., http://dbpedia.org/resource/Norwich_City_F.C., http://dbpedia.org/resource/Reading_F.C., http://dbpedia.org/resource/Chelsea_F.C., http://dbpedia.org/resource/Fulham_F.C., http://dbpedia.org/resource/Everton_F.C., http://dbpedia.org/resource/Liverpool_F.C., http://dbpedia.org/resource/Tottenham_Hotspur_F.C., http://dbpedia.org/resource/West_Ham_United_F.C., http://dbpedia.org/resource/Swansea_City_A.F.C.]",
            "id": "89",
            "outOfScope": false,
            "languageToQuestion": "{en=Give me all soccer clubs in the Premier League., de=Gib mir alle Vereine in der Premier League., es=Dame todos los clubs de la Premier League., it=Dammi tutti i club calcistici nella Premier League., fr=Donnes-moi toutes les équipes de la Premier League., nl=Noem alle clubs uit de Premier League., ro=Dă-mi toate cluburile de fotbal din Premier League}"
        },
        {
            "languageToKeyword": "{en=[monarch, married, German], de=[Monarch, verheiratet, deutsch], es=[monarcha, casado, alemán], it=[monarca, sposato, tedesco], fr=[monarques, épousé, allemand], nl=[monarch, getrouwd, Duitser], ro=[monarh, căsătorit, german]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri rdf:type dbo:Monarch . \n        ?uri dbo:spouse ?spouse .\n      { ?spouse dbo:birthPlace res:Germany. }\n      UNION \n      { ?spouse dbo:birthPlace ?p . \n        ?p dbo:country res:Germany. }\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Boles%C5%82aw_III_Wrymouth, http://dbpedia.org/resource/Ottokar_I_of_Bohemia, http://dbpedia.org/resource/W%C5%82adys%C5%82aw_I_Herman]",
            "id": "38",
            "outOfScope": false,
            "languageToQuestion": "{en=Which monarchs were married to a German?, de=Welche Monarchen waren mit jemand deutschem verheiratet?, es=¿Qué monárcas estaban casados con una persona alemana?, it=Quali monarchi erano sposati con persone tedesche?, fr=Quels monarques ont épousé une personne allemande?, nl=Welke monarchen waren getrouwd met een Duitser?, ro=Ce monarhi au fost căsătoriți cu o persoană germană?}"
        },
        {
            "languageToKeyword": "{en=[song, Bruce Springsteen, release, between 1980 and 1990], de=[Lied, Bruce Springsteen, herausbringen, zwischen 1980 und 1990], es=[canción, Bruce Springsteen, aparecida entre 1980 y 1990], it=[canzone, Bruce Springsteen, rilasciare, tra il 1980 e il 1990], fr=[morceaux, Bruce Springsteen, publiés entre 1980 et 1990], nl=[song, Bruce Springsteen, uitgebracht tussen 1980 en 1990], ro=[melodie, Bruce Springsteen, apărut, între 1980 și 1990]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo:  <http://dbpedia.org/ontology/>\nPREFIX res:  <http://dbpedia.org/resource/>\nPREFIX yago: <http://dbpedia.org/class/yago/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nPREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri rdf:type dbo:Song .\n        ?uri dbo:artist res:Bruce_Springsteen .\n        ?uri dbo:releaseDate ?date . \n        FILTER (?date >= '1980-01-01'^^xsd:date && ?date <= '1990-12-31'^^xsd:date)\n}",
            "answerType": "resource",
            "aggregation": true,
            "goldenAnswer": "[http://dbpedia.org/resource/Downbound_Train, http://dbpedia.org/resource/Johnny_99_(song), http://dbpedia.org/resource/No_Surrender_(song), http://dbpedia.org/resource/Darlington_County_(song), http://dbpedia.org/resource/Bobby_Jean, http://dbpedia.org/resource/Working_on_the_Highway]",
            "id": "192",
            "outOfScope": false,
            "languageToQuestion": "{en=Show me all songs from Bruce Springsteen released between 1980 and 1990., de=Zeige mir alle Lieder von Bruce Springsteen, die zwischen 1980 und 1990 herausgebracht wurden., es=¿Enseñame todas las canciones de Bruce Springsteen que aparecieron entre 1980 y 1990., it=Dammi tutte le canzoni di Bruce Springsteen rilasciate tra il 1980 e il 1990., fr=Donnes-moi tous les morceaux de Bruce Springsteen qui ont été publiés entre 1980 et 1990., nl=Geef alle songs van Bruce Springsteen die werden uitgebracht tussen 1980 en 1990., ro=Arată-mi toate melodiile de Bruce Springsten apărute între 1980 și 1990}"
        },
        {
            "languageToKeyword": "{en=[member, Prodigy], de=[Bandmitglied, Prodigy], es=[miembros de la banda Prodigy], it=[membri, Prodigy], fr=[members, Prodigy], nl=[leden, Prodigy], ro=[membru, Prodigy]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> \nPREFIX res: <http://dbpedia.org/resource/> \nSELECT DISTINCT ?uri \nWHERE { \n        res:The_Prodigy dbo:bandMember ?uri . \n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Maxim_Reality, http://dbpedia.org/resource/Liam_Howlett, http://dbpedia.org/resource/Keith_Flint]",
            "id": "114",
            "outOfScope": false,
            "languageToQuestion": "{en=Give me all members of Prodigy., de=Gib mir alle Bandmitglieder von Prodigy., es=Dame todos los miembros de la banda Prodigy., it=Dammi tutti i membri dei Prodigy., fr=Donne-moi tous les membres de Prodigy., nl=Noem alle leden van Prodigy., ro=Dă-mi toții membrii Prodigy.}"
        }
]
