[
        {
            "languageToKeyword": "{=[Premier League, soccer club]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#>\nSELECT DISTINCT ?uri ?string \nWHERE { \n   ?uri dbo:league res:Premier_League . \n   OPTIONAL {?uri rdfs:label ?string . FILTER (lang(?string) = 'en') }\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Aston_Villa_F.C., http://dbpedia.org/resource/Melchester_Rovers, http://dbpedia.org/resource/Sunderland_A.F.C., http://dbpedia.org/resource/Wolverhampton_Wanderers_F.C., http://dbpedia.org/resource/Stoke_City_F.C., http://dbpedia.org/resource/Newcastle_United_F.C., http://dbpedia.org/resource/Blackburn_Rovers_F.C., http://dbpedia.org/resource/Queens_Park_Rangers_F.C., http://dbpedia.org/resource/Manchester_City_F.C., http://dbpedia.org/resource/Manchester_United_F.C., http://dbpedia.org/resource/Wigan_Athletic_F.C., http://dbpedia.org/resource/West_Bromwich_Albion_F.C., http://dbpedia.org/resource/Harchester_United_F.C., http://dbpedia.org/resource/Arsenal_F.C., http://dbpedia.org/resource/Norwich_City_F.C., http://dbpedia.org/resource/Fulham_F.C., http://dbpedia.org/resource/Chelsea_F.C., http://dbpedia.org/resource/Everton_F.C., http://dbpedia.org/resource/Liverpool_F.C., http://dbpedia.org/resource/Bolton_Wanderers_F.C., http://dbpedia.org/resource/Tottenham_Hotspur_F.C., http://dbpedia.org/resource/Botswana_Defence_Force_XI_FC, http://dbpedia.org/resource/Swansea_City_A.F.C.]",
            "id": "89",
            "outOfScope": false,
            "languageToQuestion": "{en=Give me all soccer clubs in the Premier League.}"
        },
        {
            "languageToKeyword": "{=[Universal Studios, owner]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#>\nSELECT DISTINCT ?uri ?string \nWHERE {\n\tres:Universal_Studios dbo:owner ?uri .\n        OPTIONAL { ?uri rdfs:label ?string. FILTER (lang(?string) = 'en') }\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/NBCUniversal]",
            "id": "35",
            "outOfScope": false,
            "languageToQuestion": "{en=Who is the owner of Universal Studios?}"
        },
        {
            "languageToKeyword": "{=[Bruce Carver, die]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX res: <http://dbpedia.org/resource/>\nPREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#>\nSELECT DISTINCT ?uri ?string \nWHERE {\n        res:Bruce_Carver dbo:deathCause ?uri .     \n        OPTIONAL {?uri rdfs:label ?string. FILTER (lang(?string) = 'en') }\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Cancer]",
            "id": "50",
            "outOfScope": false,
            "languageToQuestion": "{en=What did Bruce Carver die from?}"
        }
    ]
