[
        {
            "languageToKeyword": "{en=[Africa, country, capital], de=[Afrika, Land, Hauptstadt], es=[países, africanos, capital], it=[Africa, stato, capitale], fr=[capitale, pays, Afrique], nl=[Africa, land, hoof], ro=[Africa, țară, capitală]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> \nPREFIX yago: <http://dbpedia.org/class/yago/> \nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n        ?states rdf:type yago:AfricanCountries . \n        ?states dbo:capital ?uri . \n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Ouagadougou, http://dbpedia.org/resource/Asmara, http://dbpedia.org/resource/Kigali, http://dbpedia.org/resource/Bissau, http://dbpedia.org/resource/Monrovia, http://dbpedia.org/resource/Niamey, http://dbpedia.org/resource/Juba, http://dbpedia.org/resource/Khartoum, http://dbpedia.org/resource/Addis_Ababa, http://dbpedia.org/resource/Porto-Novo, http://dbpedia.org/resource/Port_Mathurin, http://dbpedia.org/resource/Yaound%C3%A9, http://dbpedia.org/resource/Libreville, http://dbpedia.org/resource/Victoria,_Seychelles, http://dbpedia.org/resource/Lilongwe, http://dbpedia.org/resource/Nairobi, http://dbpedia.org/resource/Cairo, http://dbpedia.org/resource/Djibouti_(city), http://dbpedia.org/resource/Tripoli, http://dbpedia.org/resource/Freetown, http://dbpedia.org/resource/Maseru, http://dbpedia.org/resource/Bamako, http://dbpedia.org/resource/Antananarivo, http://dbpedia.org/resource/Maputo, http://dbpedia.org/resource/Luanda, http://dbpedia.org/resource/Bujumbura, http://dbpedia.org/resource/Moroni,_Comoros, http://dbpedia.org/resource/Malabo, http://dbpedia.org/resource/Praia, http://dbpedia.org/resource/Kinshasa, http://dbpedia.org/resource/Bangui, http://dbpedia.org/resource/Mogadishu, http://dbpedia.org/resource/Dakar, http://dbpedia.org/resource/Lom%C3%A9, http://dbpedia.org/resource/Abuja, http://dbpedia.org/resource/Tunis, http://dbpedia.org/resource/Gaborone, http://dbpedia.org/resource/Harare, http://dbpedia.org/resource/Accra, http://dbpedia.org/resource/Brazzaville, http://dbpedia.org/resource/Lusaka, http://dbpedia.org/resource/Rabat, http://dbpedia.org/resource/Nouakchott, http://dbpedia.org/resource/Windhoek, http://dbpedia.org/resource/Banjul, http://dbpedia.org/resource/Dodoma, http://dbpedia.org/resource/Port_Louis]",
            "id": "16",
            "outOfScope": false,
            "languageToQuestion": "{en=Give me the capitals of all countries in Africa., de=Gib mir die Haupstädte von allen Ländern in Afrika., es=Dame las capitales de todos los países africanos., it=Dammi le capitali di tutti gli stati dell'Africa., fr=Donnes-moi la capitale de chaque pays d'Afrique., nl=Noem de hoofdsteden van alle landen in Afrika., ro=Dă-mi capitalele tuturor țărilor din Africa.}"
        },
        {
            "languageToKeyword": "{en=[state, border, Illinois], de=[Staat, angrenzen, Illinois], es=[estado, frontera, Illinois], it=[stati, confine, Illinois], fr=[états voisins, Illinois], nl=[staat, grenzen aan, Illinois], ro=[stat, granite, Illinois]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "PREFIX res: <http://dbpedia.org/resource/>\nPREFIX dbp: <http://dbpedia.org/property/>\nSELECT DISTINCT ?uri \nWHERE {\n        res:Illinois dbp:borderingstates ?uri .\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Kentucky, http://dbpedia.org/resource/Missouri, http://dbpedia.org/resource/Wisconsin, http://dbpedia.org/resource/Indiana, http://dbpedia.org/resource/Iowa]",
            "id": "21",
            "outOfScope": false,
            "languageToQuestion": "{en=Which states border Illinois?, de=Welche Staaten grenzen an Illinois?, es=¿Qué estados tienen frontera con Illinois?, it=Con quali stati confina l'Illinois?, fr=Quels sont les états voisins de l'Illinois?, nl=Welke staten grenzen aan Illinois?, ro=Ce state formează granite cu Illinois?}"
        },
        {
            "languageToKeyword": "{en=[islands, Japan], de=[Inseln, Japan], es=[islias, Japón], it=[isole, Giappone], fr=[îles, Japon], nl=[eilanden, Japan], ro=[insule, Japonia]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> \nPREFIX res: <http://dbpedia.org/resource/> \nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:Island .  \n        ?uri dbo:country res:Japan . \n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Tokashiki_Island, http://dbpedia.org/resource/Iwo_Jima, http://dbpedia.org/resource/Kyushu, http://dbpedia.org/resource/I%C5%8Djima,_Kagoshima, http://dbpedia.org/resource/%C5%8Cnohara_Islands, http://dbpedia.org/resource/Bayonnaise_Rocks, http://dbpedia.org/resource/Kamome_Island, http://dbpedia.org/resource/Inamba-jima, http://dbpedia.org/resource/Tori-shima_(Izu_Islands), http://dbpedia.org/resource/Yagishiri_Island, http://dbpedia.org/resource/Awaji_Island, http://dbpedia.org/resource/Okushiri_Island, http://dbpedia.org/resource/Kuchinoshima, http://dbpedia.org/resource/Jinai-t%C5%8D, http://dbpedia.org/resource/Zamami_Island, http://dbpedia.org/resource/Kume_Island, http://dbpedia.org/resource/Udone-shima, http://dbpedia.org/resource/Kojima_(Hokkaido), http://dbpedia.org/resource/Fukaji_Island, http://dbpedia.org/resource/Rishiri_Island, http://dbpedia.org/resource/Rebun_Island, http://dbpedia.org/resource/Nakanoshima_(Kagoshima), http://dbpedia.org/resource/Miyako-jima, http://dbpedia.org/resource/Hachij%C5%8D-kojima, http://dbpedia.org/resource/Kikai_Island, http://dbpedia.org/resource/Okinotorishima, http://dbpedia.org/resource/Taketomi_Island, http://dbpedia.org/resource/%C5%8Cshima,_Hokkaid%C5%8D, http://dbpedia.org/resource/Tsushima_Island, http://dbpedia.org/resource/Daikon_Island, http://dbpedia.org/resource/Kozukumi_Island, http://dbpedia.org/resource/Minamidait%C5%8D, http://dbpedia.org/resource/Kitadait%C5%8D, http://dbpedia.org/resource/Teuri_Island, http://dbpedia.org/resource/Yonaguni, http://dbpedia.org/resource/Hateruma, http://dbpedia.org/resource/Smith_Island_(Japan), http://dbpedia.org/resource/Honshu, http://dbpedia.org/resource/Izena_Island, http://dbpedia.org/resource/Shikoku, http://dbpedia.org/resource/Amami_%C5%8Cshima, http://dbpedia.org/resource/Aka_Island, http://dbpedia.org/resource/Geruma_Island, http://dbpedia.org/resource/Yaeyama_Islands, http://dbpedia.org/resource/Iriomote-jima, http://dbpedia.org/resource/Minami-Tori-shima, http://dbpedia.org/resource/Lot's_Wife_(crag), http://dbpedia.org/resource/Okinawa_Island]",
            "id": "151",
            "outOfScope": false,
            "languageToQuestion": "{en=Give me all islands that belong to Japan., de=Gib mir alle Inseln, die zu Japan gehören., es=Dame todas la islas que pertenezcan a Japón., it=Dammi tutte le isole che appartengono al Giappone., fr=Donnes-moi toutes les îles qui appartiennent aux Japon., nl=Geef alle eilanden die behoren tot Japan., ro=Dă-mi toate insulele care aparțin Japoniei.}"
        },
        {
            "languageToKeyword": "{en=[United States, first president], de=[Vereinigte Staaten, erster Präsident], es=[estados unidos, primer presidente], it=[Stati Uniti, primo presidente], fr=[Etats-Unis, premier président], nl=[Verenigde Staten, eerste president], ro=[Statele Unite, primul președinte]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n         ?uri rdf:type dbo:Person .\n         ?uri dbo:office '1st President of the United States'@en .\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/George_Washington]",
            "id": "75",
            "outOfScope": false,
            "languageToQuestion": "{en=Who was the first president of the United States?, de=Wer war der erste Präsident der Vereinigten Staaten?, es=¿Quién era el primer presidente de los Estados Unidos?, it=Chi è stato il primo presidente degli Stati Uniti?, fr=Qui était le premier président des États-Unis?, nl=Wie was de eerste president van de Verenigde Staten?, ro=Cine a fost primul președinte ale Statelor Unite?}"
        },
        {
            "languageToKeyword": "{en=[actor, starring, movie, direct, William Shatner], de=[Schauspieler, Film, Regie, William Shatner], es=[actor, película, director, William Shatner], it=[attore, recitare, film, diretto, William Shatner], fr=[acteur, film, réalisé, William Shatner], nl=[acteur, film, regisseur, William Shatner], ro=[actor, rol principal, film, regiza, William Shatner]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> \nPREFIX dbp: <http://dbpedia.org/property/> \nPREFIX res: <http://dbpedia.org/resource/> \nSELECT DISTINCT ?uri \nWHERE { \n        ?x dbo:director res:William_Shatner . \n        ?x dbo:starring ?uri . \n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Tom_Towles, http://dbpedia.org/resource/William_Shatner, http://dbpedia.org/resource/Brenda_Bakke, http://dbpedia.org/resource/George_Takei, http://dbpedia.org/resource/John_Prosky, http://dbpedia.org/resource/Duane_Whitaker, http://dbpedia.org/resource/Dick_Van_Patten, http://dbpedia.org/resource/Amy_Acker, http://dbpedia.org/resource/Leonard_Nimoy, http://dbpedia.org/resource/Rickey_Medlocke, http://dbpedia.org/resource/Walter_Koenig, http://dbpedia.org/resource/DeForest_Kelley, http://dbpedia.org/resource/Dan_Martin_(actor), http://dbpedia.org/resource/Chuck_Williams, http://dbpedia.org/resource/J.T._Colosa, http://dbpedia.org/resource/James_Doohan, http://dbpedia.org/resource/Dan_Gauthier, http://dbpedia.org/resource/Nichelle_Nichols]",
            "id": "129",
            "outOfScope": false,
            "languageToQuestion": "{en=Give me all actors starring in movies directed by William Shatner., de=Gib mir alle Schauspieler von Filmen, in denen William Shatner Regie geführt hat., es=Dame todos los actores de películas dirigidas por William Shatner., it=Dammi tutti gli attori che recitano in film diretti da William Shatner., fr=Donnes-moi tous les acteurs qui ont joué dans des films réalisés par Williams Shatner., nl=Geef alle acteurs van films waar William Shatner de regie van voerde., ro=Dă-mi toți actorii care joacă roluri principale în filme regizate de William Shatner.}"
        },
        {
            "languageToKeyword": "{en=[produce, film, starring, Natalie Portman], de=[produzieren, Film, mitspielen, Natalie Portman], es=[producente, perlículas, actua, Natalie Portman], it=[produttore, film, recita, Natalie Portman], fr=[produit, films, Natalie Portman], nl=[producent, film, Natalie Portman, speelt], ro=[produce, film, rol principal, Natalie Portman]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?film rdf:type dbo:Film .\n        ?film dbo:starring res:Natalie_Portman .\n        ?film dbo:producer ?uri .\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Mike_Nichols, http://dbpedia.org/resource/Nicolas_Blanc, http://dbpedia.org/resource/David_McFadzean, http://dbpedia.org/resource/Marc_E._Platt, http://dbpedia.org/resource/Sigurj%C3%B3n_Sighvatsson, http://dbpedia.org/resource/Michael_Tapuah, http://dbpedia.org/resource/Cary_Brokaw, http://dbpedia.org/resource/Scott_Stuber, http://dbpedia.org/resource/Laurence_Mark, http://dbpedia.org/resource/Rick_McCallum, http://dbpedia.org/resource/Natalie_Portman, http://dbpedia.org/resource/Laurent_Truchot, http://dbpedia.org/resource/Michael_DeLuca, http://dbpedia.org/resource/Danny_McBride_(actor), http://dbpedia.org/resource/Patrice_Ledoux, http://dbpedia.org/resource/Saul_Zaentz, http://dbpedia.org/resource/Ivan_Reitman, http://dbpedia.org/resource/Ryan_Kavanaugh, http://dbpedia.org/resource/San_Francisco_Ballet, http://dbpedia.org/resource/Richard_N._Gladstein, http://dbpedia.org/resource/Doug_Magallon,_Greg_Strom, http://dbpedia.org/resource/Carmen_Finestra, http://dbpedia.org/resource/Wong_Kar-wai, http://dbpedia.org/resource/Kevin_Feige, http://dbpedia.org/resource/Danny_McBride, http://dbpedia.org/resource/Robert_Greenhut, http://dbpedia.org/resource/Gerrit_Folsom, http://dbpedia.org/resource/John_Calley, http://dbpedia.org/resource/Alison_Owen, http://dbpedia.org/resource/Michael_De_Luca, http://dbpedia.org/resource/Gary_Gilbert, http://dbpedia.org/resource/Dan_Bucatinsky, http://dbpedia.org/resource/Spencer_Susser]",
            "id": "83",
            "outOfScope": false,
            "languageToQuestion": "{en=Who produced films starring Natalie Portman?, de=Wer produzierte Filme, in denen Natalie Portman mitspielt?, es=¿Quién ha producido películas en las que actua Natalie Portman?, it=Chi ha prodotto i film in cui recita Natalie Portman?, fr=Qui a produit des films dans lesquels joue Natalie Portman?, nl=Wie produceerde films waarin Natalie Portman speelde?, ro=Cine a produs filme cu Natalie Portman în rol principal?}"
        },
        {
            "languageToKeyword": "{en=[television show, Charmed, actor, birthday], de=[Fernsehserie, Charmed, Darsteller, Geburtstag], es=[serie televisiva, Charmed, actores, cumpleaños], it=[serie televisiva, Charmed, attore, compleanno], fr=[série télévisée, Charmed, acteurs, date de naissance], nl=[verjaardag, acteur, televisieserie, Charmed], ro=[serial de televiziune, Charmed, actor, zi de naștere]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nSELECT DISTINCT ?date \nWHERE { \n        res:Charmed dbo:starring ?actor .\n        ?actor dbo:birthDate ?date .\n}",
            "answerType": "date",
            "aggregation": false,
            "goldenAnswer": "[1969-02-08, 1973-09-05, 1968-07-27, 1971-01-26, 1985-11-30, 1969-02-01, 1973-12-03, 1971-04-12, 1972-12-19]",
            "id": "2",
            "outOfScope": false,
            "languageToQuestion": "{en=Give me the birthdays of all actors of the television show Charmed., de=Gib mir die Geburtstage von allen Darstellern der Fernsehserie Charmed., es=Dame los cumpleaños de los actores de la serie de televisión Charmed., it=Dammi le date dei compleanni di tutti gli attori della serie televisiva Charmed., fr=Donnes-moi les dates de naissance des acteurs de la série télévisée Charmed., nl=Noem de verjaardag van alle acteurs uit de televisieserie Charmed., ro=Dă-mi zilele de naștere a tuturor actorilor din serialul de televiziune Charmed}"
        },
        {
            "languageToKeyword": "{en=[mountain, higher, Nanga Parbat], de=[Berg, höher, Nanga Parbat], es=[montañas, más altas, Nanga Parbat], it=[montagna, più alta, Nanga Parbat], fr=[montagnes, plus hautes, Nanga Parbat], nl=[bergen, hoger, Nanga Parbat], ro=[munte, mai mare, Nanga Parbat]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX dbp: <http://dbpedia.org/property/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n        res:Nanga_Parbat dbo:elevation ?elevation .\n        ?uri rdf:type dbo:Mountain .\n      { ?uri dbo:elevation ?otherelevation . }\n      UNION\n      { ?uri dbp:elevationM ?otherelevation . } \n        FILTER (?otherelevation > ?elevation) .\n}",
            "answerType": "resource",
            "aggregation": true,
            "goldenAnswer": "[http://dbpedia.org/resource/Kangchenjunga, http://dbpedia.org/resource/Lhotse, http://dbpedia.org/resource/Makalu, http://dbpedia.org/resource/Cho_Oyu, http://dbpedia.org/resource/Dhaulagiri, http://dbpedia.org/resource/Manaslu, http://dbpedia.org/resource/Mount_Everest, http://dbpedia.org/resource/K2]",
            "id": "61",
            "outOfScope": false,
            "languageToQuestion": "{en=Which mountains are higher than the Nanga Parbat?, de=Welche Berge sind höher als der Nanga Parbat?, es=¿Qué montañas son más altas que el Nanga Parbat?, it=Quali montagne sono più alte del Nanga Parbat?, fr=Quelles montagnes sont plus hautes que le Nanga Parbat?, nl=Welke bergen zijn hoger dan de Nanga Parbat?, ro=Ce munți sunt mai mari decât Nanga Parbat?}"
        },
        {
            "languageToKeyword": "{en=[mountain, highest], de=[höchster, Berg], es=[montaña, más alta], it=[montagna, più alta], fr=[montagne, la plus haute], nl=[hoogste berg], ro=[munte, cel mai înalt]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:Mountain  .\n        ?uri dbo:elevation ?elevation .\n} \nORDER BY DESC(?elevation) \nOFFSET 0 LIMIT 1",
            "answerType": "resource",
            "aggregation": true,
            "goldenAnswer": "[http://dbpedia.org/resource/Mount_Everest]",
            "id": "92",
            "outOfScope": false,
            "languageToQuestion": "{en=What is the highest mountain?, de=Was ist der höchste Berg?, es=¿Cuál es la montaña más alta?, it=Qual è la montagna più alta?, fr=Quelle est la montagne la plus haute?, nl=Wat is de hoogste berg?, ro=Care este cel mai înalt munte?}"
        },
        {
            "languageToKeyword": "{en=[IBM, employees], de=[IBM, Angestellte], es=[IBM, empleados], it=[IBM, dipendenti], fr=[employés, IBM], nl=[medewerkers, IBM], ro=[IBM, angajați]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nSELECT DISTINCT ?number \nWHERE {\n        res:IBM dbo:numberOfEmployees ?number .\n}",
            "answerType": "number",
            "aggregation": false,
            "goldenAnswer": "[434246]",
            "id": "20",
            "outOfScope": false,
            "languageToQuestion": "{en=How many employees does IBM have?, de=Wieviele Angestellte hat IBM?, es=¿Cuántos empleados tiene IBM?, it=Quanti dipendenti ha IBM?, fr=Combien d'employés a IBM?, nl=Hoeveel medewerkers heeft IBM?, ro=Câți angajați are IBM?}"
        },
        {
            "languageToKeyword": "{en=[mountain, highest after, Annapurna], de=[Berg, höchster nach, Annapurna], es=[montaña, más alta después de, Annapurna], it=[montagna, più alta dopo, Annapurna], fr=[montagne, la plus haute, Annapurna], nl=[berg, hoogste na, Annapurna], ro=[munte, cel mai înalt după, Annapurna]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {       \n        res:Annapurna dbo:elevation ?elevation .\n        ?uri rdf:type dbo:Mountain . \n        ?uri dbo:elevation ?otherelevation .\n        FILTER (?otherelevation < ?elevation) .\n} \nORDER BY DESC(?otherelevation) \nOFFSET 0 LIMIT 1",
            "answerType": "resource",
            "aggregation": true,
            "goldenAnswer": "[http://dbpedia.org/resource/Gasherbrum_I]",
            "id": "24",
            "outOfScope": false,
            "languageToQuestion": "{en=Which mountain is the highest after the Annapurna?, de=Was ist der höchste Berg nach dem Annapurna?, es=¿Cuál es la montaña más alta después del Annapurna?, it=Qual è la montagna più alta dopo l'Annapurna?, fr=Quelle est la montagne la plus haute après l'Annapurna?, nl=Welke berg is na de Annapurna de hoogste berg?, ro=Care este cel mai înalt munte după Annapurna?}"
        },
        {
            "languageToKeyword": "{en=[WikiLeaks, award], de=[WikiLeaks, Preise], es=[Wikileaks, premios], it=[WikiLeaks, premio], fr=[prix, WikiLeaks], nl=[prijs, Wikileaks], ro=[WikiLeaks, premii]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "PREFIX res: <http://dbpedia.org/resource/>\nPREFIX dbp: <http://dbpedia.org/property/>\nSELECT DISTINCT ?uri\nWHERE {\n        res:WikiLeaks dbp:awards ?uri .\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Sam_Adams_Award, http://dbpedia.org/resource/Amnesty_International_UK_Media_Awards, http://dbpedia.org/resource/Index_on_Censorship]",
            "id": "29",
            "outOfScope": false,
            "languageToQuestion": "{en=Which awards did WikiLeaks win?, de=Welche Preise hat WikiLeaks gewonnen?, es=¿Qué premios ha ganado WikiLeaks?, it=Quali premi ha vinto WikiLeaks?, fr=Quels prix ont été gagnés par Wikileaks?, nl=Welke prijzen heeft WikiLeaks gewonnen?, ro=Ce premii a câștigat WikiLeaks?}"
        },
        {
            "languageToKeyword": "{en=[communist countries], de=[kommunistische Länder], es=[países comunistas], it=[paesi comunisti], fr=[pays communistes], nl=[communistische landen], ro=[țări comuniste]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri rdf:type dbo:Country .\n      { ?uri dbo:governmentType res:Communism . }\n        UNION\n      { ?uri dbo:governmentType res:Communist_state . }\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/North_Vietnam, http://dbpedia.org/resource/Republic_of_Mahabad, http://dbpedia.org/resource/Division_of_Korea, http://dbpedia.org/resource/Mongolian_People's_Republic, http://dbpedia.org/resource/Provisional_People's_Committee_for_North_Korea, http://dbpedia.org/resource/People's_Revolutionary_Government_(Grenada), http://dbpedia.org/resource/Finnish_Democratic_Republic]",
            "id": "28",
            "outOfScope": false,
            "languageToQuestion": "{en=Give me all communist countries., de=Gib mir alle kommunistischen Länder., es=Dame todos los países comunistas., it=Dammi tutti i paesi comunisti., fr=Donnes-moi tous les pays communistes., nl=Geef alle communistische landen., ro=Dă-mi toate țările comuniste.}"
        },
        {
            "languageToKeyword": "{en=[Cat Stevens, instrument], de=[Cat Stevens, Instrument], es=[Cat Stevens, instrumento, tocaba], it=[Cat Stevens, strumenti], fr=[Cat Stevens, instrument], nl=[Cat Stevens, instrument], ro=[Cat Stevens, instrument]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> \nPREFIX res: <http://dbpedia.org/resource/> \nSELECT DISTINCT ?uri \nWHERE { \n        res:Cat_Stevens dbo:instrument ?uri . \n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Baldwin_Piano_Company, http://dbpedia.org/resource/Double_bass, http://dbpedia.org/resource/Fender_Rhodes, http://dbpedia.org/resource/Gibson_ES-335, http://dbpedia.org/resource/Mandolin, http://dbpedia.org/resource/Guitar, http://dbpedia.org/resource/Synthesizer, http://dbpedia.org/resource/Gibson_Everly_Brothers_Flattop, http://dbpedia.org/resource/Epiphone_Casino, http://dbpedia.org/resource/Synthesiser, http://dbpedia.org/resource/Bass_guitar, http://dbpedia.org/resource/Mellotron, http://dbpedia.org/resource/Electric_bass, http://dbpedia.org/resource/Fender_Telecaster, http://dbpedia.org/resource/Rhodes_piano, http://dbpedia.org/resource/Gibson_J-200, http://dbpedia.org/resource/Organ_(music)]",
            "id": "165",
            "outOfScope": false,
            "languageToQuestion": "{en=Which instruments does Cat Stevens play?, de=Welche Instrumente spielt Cat Stevens?, es=¿Qué instrumentos tocaba Cat Stevens?, it=Quali strumenti suona Cat Stevens?, fr=Quels instruments joue Cat Stevens?, nl=Welke instrumenten speeld Cat Stevens?, ro=La ce instrumente cântă Cat Stevens?}"
        },
        {
            "languageToKeyword": "{en=[book, written, Danielle Steel], de=[Buch, schreiben, Danielle Steel], es=[libors, escritos, Danielle Steel], it=[libri, scritti, Danielle Steel], fr=[livres, écrits, Danielle Steele], nl=[boek, Danielle Steel], ro=[carte, scrisă, Danielle Steele]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri rdf:type dbo:Book .\n        ?uri dbo:author res:Danielle_Steel .\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Thurston_House_(novel), http://dbpedia.org/resource/Friends_Forever_(2012_novel), http://dbpedia.org/resource/Message_from_Nam, http://dbpedia.org/resource/Daddy_(novel), http://dbpedia.org/resource/The_House_(novel), http://dbpedia.org/resource/Ransom_(novel), http://dbpedia.org/resource/Five_Days_in_Paris, http://dbpedia.org/resource/Passion's_Promise, http://dbpedia.org/resource/H.R.H._(novel), http://dbpedia.org/resource/Honor_Thyself, http://dbpedia.org/resource/A_Good_Woman_(novel), http://dbpedia.org/resource/Amazing_Grace_(novel), http://dbpedia.org/resource/Legacy_(2010_novel), http://dbpedia.org/resource/A_Perfect_Stranger, http://dbpedia.org/resource/Wanderlust_(novel), http://dbpedia.org/resource/Toxic_Bachelors_(novel), http://dbpedia.org/resource/Fine_Things, http://dbpedia.org/resource/Echoes_(novel), http://dbpedia.org/resource/Matters_of_the_Heart_(novel), http://dbpedia.org/resource/Zoya_(novel), http://dbpedia.org/resource/Miracle_(novel), http://dbpedia.org/resource/Big_Girl_(novel), http://dbpedia.org/resource/Betrayal_(2012_novel), http://dbpedia.org/resource/Coming_Out_(novel), http://dbpedia.org/resource/Season_of_Passion, http://dbpedia.org/resource/Silent_Honor, http://dbpedia.org/resource/Accident_(novel), http://dbpedia.org/resource/Now_and_Forever_(Danielle_Steel_novel), http://dbpedia.org/resource/Jewels_(novel), http://dbpedia.org/resource/Second_Chance_(novel), http://dbpedia.org/resource/Mixed_Blessings, http://dbpedia.org/resource/Southern_Lights_(novel), http://dbpedia.org/resource/One_Day_at_a_Time_(novel), http://dbpedia.org/resource/The_Gift_(Steel_novel), http://dbpedia.org/resource/Sunset_in_St._Tropez, http://dbpedia.org/resource/Crossings_(Steel_novel), http://dbpedia.org/resource/The_Wedding_(Steel_novel), http://dbpedia.org/resource/Impossible_(novel), http://dbpedia.org/resource/No_Greater_Love_(novel), http://dbpedia.org/resource/Family_Album_(novel), http://dbpedia.org/resource/Special_Delivery_(novel), http://dbpedia.org/resource/Rogue_(novel), http://dbpedia.org/resource/Hotel_Vendome_(novel), http://dbpedia.org/resource/Safe_Harbour_(novel), http://dbpedia.org/resource/Kaleidoscope_(novel), http://dbpedia.org/resource/Sisters_(Steel_novel), http://dbpedia.org/resource/Bungalow_2, http://dbpedia.org/resource/Family_Ties_(novel)]",
            "id": "78",
            "outOfScope": false,
            "languageToQuestion": "{en=Give me all books written by Danielle Steel., de=Gib mir alle Bücher, die Danielle Steel geschrieben hat., es=Dame todos los libros escritos por Danielle Steel., it=Dammi tutti i libri scritti da Danielle Steel., fr=Donnes-moi tous les livres écrits par Danielle Steel., nl=Noem alle boeken van Danielle Steel., ro=Dă-mi toate cărțile scrise de Danielle Steel.}"
        },
        {
            "languageToKeyword": "{en=[Universal Studios, owner], de=[Universal Studios, gehören], es=[Universal Studios, dueño], it=[Universal Studios, proprietario], fr=[appartient, Universal Studios], nl=[eigenaar, Universal Studios], ro=[Universal Studios, proprietar]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nSELECT DISTINCT ?uri\nWHERE {\n        res:Universal_Studios dbo:owner ?uri .\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/MCA_Inc., http://dbpedia.org/resource/Vivendi_Universal, http://dbpedia.org/resource/Independent_business, http://dbpedia.org/resource/Decca_Records, http://dbpedia.org/resource/Vivendi, http://dbpedia.org/resource/NBCUniversal]",
            "id": "35",
            "outOfScope": false,
            "languageToQuestion": "{en=Who is the owner of Universal Studios?, de=Wem gehören die Universal Studios?, es=¿A quién le pertenecen los Universal Studios?, it=Chi è il proprietario degli Universal Studios?, fr=A qui appartient Universal Studios?, nl=Wie is de eigenaar van Universal Studios?, ro=Cine este proprietarul Universal Studios?}"
        },
        {
            "languageToKeyword": "{en=[Ingrid Bergman, daughter, married], de=[Ingrid Bergman, Tochter, verheiratet], es=[Ingrid Bergman, hija, casada], it=[Ingrid Bergman, figlia, sposata], fr=[épou, fille, Ingrid Bergman], nl=[Ingrid Bergman, dochter, getrouwd], ro=[Ingrid Bergman, fiică, căsătorită]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nSELECT DISTINCT ?uri\nWHERE {\n        res:Ingrid_Bergman dbo:child ?child .\n        ?child dbo:spouse ?uri .\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Martin_Scorsese]",
            "id": "3",
            "outOfScope": false,
            "languageToQuestion": "{en=Who is the daughter of Ingrid Bergman married to?, de=Mit wem ist die Tochter von Ingrid Bergman verheiratet?, es=¿Con quién está casada la hija de Ingrid Bergman?, it=Con chi è sposata la figlia di Ingrid Bergman?, fr=Qui est l'épou de la fille d'Ingrid Bergman?, nl=Met wie is de dochter van Ingrid Bergman getrouwd?, ro=Cu cine este căsătorită fiica lui Ingrid Bergman?}"
        }
]
