[
        {
            "languageToKeyword": "{en=[U.S. state, located, Mount McKinley], fa=[کوه مک کینلی، ایالت ایالات متحده، واقع], de=[US-Staat, befinden, Mount McKinley], es=[estado, estados unidos de américa, encuentra, monte McKinley], it=[Stati Uniti d'America, trova, Mount McKinley], fr=[états, Etats-Unis d'Amérique, trouve, mont McKinley], nl=[deelstaat, Verenigde Staten, gelegen, Mount McKinley], ro=[stat american, aflat, muntele McKinley]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/class/yago/StatesOfTheUnitedStates> .  <http://dbpedia.org/resource/Mount_McKinley> <http://dbpedia.org/ontology/locatedInArea> ?uri . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Alaska]",
            "id": "9",
            "languageToQuestion": "{en=In which U.S. state is Mount McKinley located?, fa=کوه مک کینلی در کدام ایالت ایالات متحده واقع شده است؟, de=In welchem US-Bundesstaat befindet sich der Mount McKinley?, es=¿En qué estado de los estados unidos se encuentra el monte McKinley?, it=In quale stato degli Stati Uniti si trova il Monte McKinley?, fr=Dans quel état des Etats-Unis d'Amérique se trouve le mont McKinley?, nl=In welke deelstaat van de Verenigde Staten is Mount McKinley gelegen?, ro=În ce stat american se află muntele McKinley?}"
        },
        {
            "languageToKeyword": "{en=[Jack Wolfskin, founded], fa=[جک ولفیش، تأسیس], de=[Jack Wolfskin, gründen], es=[Jack Wolfskin, fundada], it=[Jack Wolfskin, fondata], fr=[fondé, Jack Wolfskin], nl=[Jack Wolfskin, opgericht], ro=[Jack Wolfskin, fondat]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?year WHERE {  <http://dbpedia.org/resource/Jack_Wolfskin> <http://dbpedia.org/ontology/foundingYear> ?year . } ",
            "answerType": "date",
            "aggregation": false,
            "goldenAnswer": "[1981]",
            "id": "90",
            "languageToQuestion": "{en=When was Jack Wolfskin founded?, fa=جک ولفیش کی تأسیس شد؟, de=Wann wurde Jack Wolfskin gegründet?, es=¿Cúando se fundó Jack Wolfskin?, it=Quando è stata fondata Jack Wolfskin?, fr=Quand a été fondé Jack Wolfskin?, nl=Wanneer werd Jack Wolfskin opgericht?, ro=Când a fost fondat Jack Wolfskin?}"
        },
        {
            "languageToKeyword": "{en=[mountain, highest], fa=[بلندترین، کوه], de=[höchster, Berg], es=[montaña, más alta], it=[montagna, più alta], fr=[montagne, la plus haute], nl=[hoogste berg], ro=[munte, cel mai înalt]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Mountain> .  ?uri <http://dbpedia.org/ontology/elevation> ?elevation . } ORDER BY DESC(?elevation) OFFSET 0 LIMIT 1 ",
            "answerType": "resource",
            "aggregation": true,
            "goldenAnswer": "[http://dbpedia.org/resource/Mount_Everest]",
            "id": "92",
            "languageToQuestion": "{en=What is the highest mountain?, fa=بلندترین کوه کدام است؟, de=Was ist der höchste Berg?, es=¿Cuál es la montaña más alta?, it=Qual è la montagna più alta?, fr=Quelle est la montagne la plus haute?, nl=Wat is de hoogste berg?, ro=Care este cel mai înalt munte?}"
        },
        {
            "languageToKeyword": "{en=[Natalie Portman, born, United States], fa=[ناتالی پورتمن، ایالات متحده، متولد], de=[Natalie Portman, geboren, Vereinigte Staaten], es=[Natalie Portman], it=[Natalie Portman, nata, Stati Uniti], fr=[Natalie Portman, née, Etats-Unis], nl=[Natalie Portman, geboren, Verenigde Staten], ro=[Natalie Portman, născută, Statele Unite]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "ASK WHERE {  { <http://dbpedia.org/resource/Natalie_Portman> <http://dbpedia.org/ontology/birthPlace> <http://dbpedia.org/resource/United_States> . }  UNION  { <http://dbpedia.org/resource/Natalie_Portman> <http://dbpedia.org/ontology/birthPlace> ?city .  ?city <http://dbpedia.org/ontology/country> <http://dbpedia.org/resource/United_States> . } } ",
            "answerType": "boolean",
            "aggregation": false,
            "goldenAnswer": "[false]",
            "id": "93",
            "languageToQuestion": "{en=Was Natalie Portman born in the United States?, fa=آیا ناتالی پورتمن در ایالات متحده متولد شد؟, de=Wurde Natalie Portman in den Vereinigten Staaten geboren?, es=¿Nació Natalie Portman en los estados unidos de américa?, it=Natalie Portman è nata negli Stati Uniti?, fr=Natalie Portman est-elle née aux Etats-Unis?, nl=Werd Natalie Portman geboren in de Verenigde Staten?, ro=A fost Natalie Portman născută în Statele Unite?}"
        },
        {
            "languageToKeyword": "{en=[Zdenek Sverak, movie, first, budget], fa=[اولین، فیلم، زندیک سویراک، بودجه], de=[Zdenek Sverak, Film, erster, Budget], es=[presupuesto, primera pelicula, Zdenek Sverak], it=[Zdenek Sverak, film, primo, budget], fr=[budget, premier film, Zdenek Sverak], nl=[budget, eerste film, Zdenek Sverak], ro=[Zdenek Sverak, film, primul, buget]}",
            "hybrid": false,
            "onlydbo": false,
            "answerType": "number",
            "aggregation": false,
            "goldenAnswer": "[]",
            "id": "94",
            "languageToQuestion": "{en=Which budget did the first movie of Zdenek Sverak have?, fa=اولین فیلم زندیک سویراک چقدر بودجه داشت؟, de=Welches Budget hatte der erste Film von Zdenek Sverak?, es=¿Cuál fué el presupuesto de la primera película de Zdenek Sverak?, it=Che budget ebbe il primo film di Zdenek Sverak?, fr=Quel était le budget du premier film de Zdenek Sverak?, nl=Welk budget had de eerste film van Zdenek Sverak, ro=Ce buget a avut primul film al lui Zdenek Sverak?}"
        },
        {
            "languageToKeyword": "{en=[Paris, middle ages, fire], fa=[آتش سوزی، قرون وسطی، پاریس], de=[Paris, Mittelalter, Großbrand], es=[Paris, edad media, gran incendio], it=[Parigi, Medioevo, incendio], fr=[grands incendies, frappé, Paris, Moyen Âge], nl=[grote brand, Parijs, Middeleeuwen], ro=[Paris, Evul Mediu, incendiu]}",
            "hybrid": false,
            "onlydbo": false,
            "answerType": "number",
            "aggregation": false,
            "goldenAnswer": "[]",
            "id": "95",
            "languageToQuestion": "{en=How many big fires struck Paris during the Middle Ages?, fa=چند آتش سوزی بزرگ در طول قرون وسطی در پاریس رخ داده است؟, de=Wieviele Großbrände wüteten im Paris des Mittelalters?, es=¿Cuántos grandes incendios se produjeron en el Paris medieval?, it=Quanti grandi incendi sono scoppiati a Parigi nel Medioevo?, fr=Quels grands incendies ont frappé Paris pendant le Moyen Âge?, nl=Hoeveel grote branden troffen Parijs in de Middeleeuwen?, ro=Câte incendii majore a suferit Parisul în Evul Mediu?}"
        },
        {
            "languageToKeyword": "{en=[Pamela Anderson, vegan], fa=[پاملا اندرسون، گیاهخوار], de=[Pamela Anderson, Veganer], es=[Pamela Anderson, vegano], it=[Pamela Anderson, vegana], fr=[Pamela Anderson, végétarien], nl=[Pamela Anderson, vegetariër], ro=[Pamela Anderson, vegan]}",
            "hybrid": false,
            "onlydbo": false,
            "answerType": "boolean",
            "aggregation": false,
            "goldenAnswer": "[]",
            "id": "96",
            "languageToQuestion": "{en=Is Pamela Anderson a vegan?, fa=آیا پاملا اندرسون یک گیاهخوار است؟, de=Ist Pamela Anderson Veganer?, es=¿Es Pamela Anderson vegana?, it=Pamela Anderson è vegana?, fr=Pamela Anderson est-elle une végétarienne?, nl=Is Pamela Anderson vegetariër?, ro=Este Pamela Anderson un vegan?}"
        },
        {
            "languageToKeyword": "{en=[Michael Jordan, divorced], fa=[مایکل جردن، طلاق], de=[Michael Jordan, scheiden], es=[Michael Jordan, divorcio], it=[Michael Jordan, divorziato], fr=[Michael Jordan, divorcé], nl=[gescheiden, Michael Jackson], ro=[Michael Jordan, divorțat]}",
            "hybrid": false,
            "onlydbo": false,
            "answerType": "number",
            "aggregation": false,
            "goldenAnswer": "[]",
            "id": "97",
            "languageToQuestion": "{en=How often was Michael Jordan divorced?, fa=مایکل جردن چند بار طلاق گرفته است؟, de=Wie oft hat sich Michael Jordan scheiden lassen?, es=¿Cuántas veces se ha divorciado Michael Jordan?, it=Quante volte ha divorziato Michael Jordan?, fr=Combien de fois a divorcé Michael Jordan?, nl=Hoe vaak is Michael Jackson gescheiden?, ro=De câte ori a divorțat Michael Jordan?}"
        },
        {
            "languageToKeyword": "{en=[painting, most, beautiful], fa=[زیباترین، نقاشی], de=[Gemälde, schönstes], es=[pintura, más bonita], it=[dipinto, più bello], fr=[plus belle peinture du monde], nl=[schilderij, mooiste], ro=[tablou, cel mai, frumos]}",
            "hybrid": false,
            "onlydbo": false,
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[]",
            "id": "98",
            "languageToQuestion": "{en=What is the most beautiful painting?, fa=زیباترین نقاشی کدام است؟, de=Welches Gemälde ist das schönste?, es=¿Cuál es la pintur más bonita?, it=Qual è il dipinto più bello?, fr=Quelle est la plus belle peinture du monde?, nl=Wat is het mooiste schilderij?, ro=Care este cel mai prumos tablou?}"
        },
        {
            "languageToKeyword": "{en=[Beatles, record, first album, studio], fa=[بیتلز، اولین آلبوم، استودیو، ضبط], de=[Beatles, erstes Album, aufgenommen, Studio], es=[Beatles, primer album, estudio], it=[Beatles, registrare, primo album, studio], fr=[Beatles, enregistré, premier album, studio], nl=[Beatles, eerste album, opgenomen, studio], ro=[Beatles, înregistrat, primul album, studio]}",
            "hybrid": false,
            "onlydbo": true,
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[]",
            "id": "249",
            "languageToQuestion": "{en=In which studio did the Beatles record their first album?, fa=بیتلز اولین آلبوم خود را در کدام استودیو ضبط کردند؟, de=In welchem Studio haben die Beatles ihr erstes Album aufgenommen?, es=¿En qué estudio grabaron los Beatles su primer album?, it=In quali studio i Beatles hanno registrato il loro primo album?, fr=Dans quel studio a été enregistré le premier album des Beatles?, nl=In welke studio hadden de Beatles hun eerste album opgenomen?, ro=În ce studio au înregistrat Beatles primul lor albunm?}"
        },
        {
            "languageToKeyword": "{en=[how many, programming languages], fa=[زبان برنامه نویسی], de=[wieviele, Programmiersprachen], es=[cuántos lenguajes programación], it=[linguaggi di programmazione, esistere], fr=[combien, langages de programmation], nl=[hoeveel, programmeertalen], ro=[limbaje de programare, există]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/ProgrammingLanguage> . } ",
            "answerType": "number",
            "aggregation": true,
            "goldenAnswer": "[749]",
            "id": "204",
            "languageToQuestion": "{en=How many programming languages are there?, fa=چه تعداد زبان برنامه نویسی وجود دارد؟, de=Wieviele Programmiersprachen gibt es?, es=¿Cuántos lenguajes de programación existen?, it=Quanti linguaggi di programmazione esistono?, fr=Combien de langages de programmation existe-t-il?, nl=Hoeveel programmeertalen zijn er?, ro=Câte limbaje de programare există?}"
        },
        {
            "languageToKeyword": "{en=[Lake Chiemsee, depth], fa=[دریاچه چیمسی، عمیق], de=[Chiemsee, Tiefe], es=[Chiemsee, profundidad], it=[Chiemsee, profondità], fr=[profondeur, Chiemsee], nl=[Chiemsee, diepte], ro=[lacul Chiemsee, adânc]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?n WHERE {  <http://dbpedia.org/resource/Chiemsee> <http://dbpedia.org/ontology/depth> ?n . } ",
            "answerType": "number",
            "aggregation": false,
            "goldenAnswer": "[72.7]",
            "id": "244",
            "languageToQuestion": "{en=How deep is Lake Chiemsee?, fa=دریاچه چیمسی چقدر عمیق است؟, de=Wie tief ist der Chiemsee?, es=Cómo de hondo es el Chiemsee?, it=Quanto è profondo il Chiemsee?, fr=Quelle est la profondeur du Chiemsee?, nl=Hoe diep is de Chiemsee?, ro=Cât de adânc este lacul Chiemsee?}"
        },
        {
            "languageToKeyword": "{en=[Elvis Presley, grandchildren], fa=[نوه های، الویس پرسلی], de=[Elvis Presley, Enkel], es=[Elvis Presley, nietos], it=[Elvis Presley, nipoti], fr=[petit-enfants, Elvis Presley], nl=[Elvis Presley, kleinkinderen], ro=[Elvis Presley, nepoți]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Elvis_Presley> <http://dbpedia.org/ontology/child> ?child . ?child <http://dbpedia.org/ontology/child> ?uri . }",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Riley_Keough]",
            "id": "240",
            "languageToQuestion": "{en=Give me the grandchildren of Elvis Presley., fa=نوه های الویس پرسلی را لیست کن., de=Gib mir die Enkel von Elvis Presley., es=Dame todos los nietos de Elvis Presley., it=Dammi i nipoti di Elvis Presley., fr=Donne-moi tous les petit-enfants de Elvis Presley., nl=Toon alle kleinkinderen van Elvis Presley., ro=Dă-mi nepoții lui Elvis Presley.}"
        },
        {
            "languageToKeyword": "{en=[how many, James Bond movies], fa=[فیلم جیمز باند], de=[wieviele, Jamee-Bond-Filme], es=[número de películas, James Bond], it=[quanti, film di James Bond], fr=[nomber de films, James Bond], nl=[hoeveel, James Bond films], ro=[câte, filme James Bond]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/class/yago/JamesBondFilms> . } ",
            "answerType": "number",
            "aggregation": true,
            "goldenAnswer": "[24]",
            "id": "238",
            "languageToQuestion": "{en=How many James Bond movies are there?, fa=چه تعداد فیلم جیمز باند موجود است؟, de=Wieviele James-Bond-Filme gibt es?, es=¿Cuántas películas de James Bond existen?, it=Quanti film di James Bond ci sono stati?, fr=Combien de films de James Bond existe-t-il?, nl=Hoeveel James Bond films zijn er?, ro=Câte filme Jamesc Bond există?}"
        },
        {
            "languageToKeyword": "{en=[rockets, launched, Baikonur], fa=[راکت هایی، بایکونور، پرتاب], de=[Raketen, Start, Baikonur], es=[cohetes, salida, Baikonur], it=[missili, lanciati, Baikonur], fr=[fusées, lanchement, Baikonur], nl=[raketten, gestart, Baikonur], ro=[rachete, lansat, Baikonur]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Rocket> .  ?uri <http://dbpedia.org/ontology/launchSite> <http://dbpedia.org/resource/Baikonur_Cosmodrome> . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Strela_(rocket), http://dbpedia.org/resource/Energia, http://dbpedia.org/resource/Soyuz-U2, http://dbpedia.org/resource/Voskhod_(rocket), http://dbpedia.org/resource/Tsyklon-2, http://dbpedia.org/resource/Proton_(rocket_family), http://dbpedia.org/resource/Dnepr-1, http://dbpedia.org/resource/R-7A_Semyorka, http://dbpedia.org/resource/Zenit_(rocket_family), http://dbpedia.org/resource/N1_(rocket), http://dbpedia.org/resource/Soyuz-2_(rocket), http://dbpedia.org/resource/Kosmos-3, http://dbpedia.org/resource/Rokot, http://dbpedia.org/resource/Soyuz-FG, http://dbpedia.org/resource/Kosmos-1, http://dbpedia.org/resource/Polyot_(rocket), http://dbpedia.org/resource/Soyuz-U, http://dbpedia.org/resource/Tsyklon]",
            "id": "246",
            "languageToQuestion": "{en=Which rockets were launched from Baikonur?, fa=چه راکت هایی از بایکونور پرتاب شدند؟, de=Welche Raketen sind von Baikonur gestartet?, es=¿Qué cohetes han sido lanzados desde Baionur?, it=Quali missili furono lanciati da Baikonur?, fr=Quelles fusées ont été lancées de Baikonur?, nl=Welke raketten werden gestart vanuit Baikonur?, ro=Ce rachete au fost lansate din Baikonur?}"
        },
        {
            "languageToKeyword": "{en=[Swedish, oceanographer], fa=[اقیانوس شناسان، سوئدی], de=[Schwedisch, Ozeanographen], es=[oceanógrafos suecos], it=[svedesi, oceanografi], fr=[Océanographes, suédois], nl=[Zweedse, oceanograafen], ro=[oceanograf, suedez]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://dbpedia.org/ontology/field> <http://dbpedia.org/resource/Oceanography> .  ?uri <http://dbpedia.org/ontology/birthPlace> <http://dbpedia.org/resource/Sweden> . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Vagn_Walfrid_Ekman]",
            "id": "243",
            "languageToQuestion": "{en=Give me all Swedish oceanographers., fa=تمام اقیانوس شناسان سوئدی را لیست کن., de=Gib mir alle Schwedischen Ozeanographen., es=Dame todos los oceanógrafos suecos., it=Dammi tutti gli oceanografi svedesi., fr=Donne-moi tous les océanographes suédois., nl=Toon alle Zweedse oceanograafen., ro=Dă-mi toți oceanografii suedezi.}"
        },
        {
            "languageToKeyword": "{en=[actors, born, Berlin], fa=[بازیگرانی، برلین، متولد], de=[Schauspieler, geboren, Berlin], es=[actores, nacidos, Berlin], it=[attori, nati, Berlino], fr=[acteurs, lieu de naissance, Berlin], nl=[actuers, geboren, Berlijn], ro=[actori, născut, Berlin]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Actor> .  ?uri <http://dbpedia.org/ontology/birthPlace> <http://dbpedia.org/resource/Berlin> . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Dru_Berrymore, http://dbpedia.org/resource/Lena_Nitro, http://dbpedia.org/resource/Tyra_Misoux, http://dbpedia.org/resource/Jack_Trevor]",
            "id": "226",
            "languageToQuestion": "{en=Give me all actors who were born in Berlin., fa=تمام بازیگرانی که در برلین متولد شدند را لیست کن., de=Gib mir alle in Berlin geborenenen Schauspieler., es=Dame todos los actores nacidos en Berlin., it=Dammi tutti gli attori nati a Berlino., fr=Donne-moi tous les acteurs nés à Berlin., nl=Toon alle acteurs die in Berlijn zijn geboren., ro=Dă-mi toți actorii care s-au născut la Berlin.}"
        },
        {
            "languageToKeyword": "{en=[poet, most, books], fa=[شاعر، بیشترین، کتاب], de=[Dichter, Bücher, die meisten], es=[poeta, mayor número, libros], it=[poeta, maggior numero, libri], fr=[poète, maximum, livres], nl=[dichter, meeste boeken], ro=[poet, cel mai mare număr, cărți]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://dbpedia.org/ontology/occupation> <http://dbpedia.org/resource/Poet> .  ?x <http://dbpedia.org/ontology/author> ?uri .  ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Book> . } ORDER BY DESC(COUNT(?x)) OFFSET 0 LIMIT 1 ",
            "answerType": "resource",
            "aggregation": true,
            "goldenAnswer": "[http://dbpedia.org/resource/Jules_Verne]",
            "id": "203",
            "languageToQuestion": "{en=Which poet wrote the most books?, fa=کدام شاعر بیشترین کتاب را نوشته است؟, de=Welcher Dichter hat die meisten Bücher geschrieben?, es=¿Que poeta ha escrito el mayor número de libros?, it=Quale poeta ha scritto il maggior numero di libri?, fr=Quel poète a écrit le plus de livres?, nl=Welke dichter heeft de meeste boeken geschreven?, ro=Ce poet a scris cel mai mare număr de cărți?}"
        },
        {
            "languageToKeyword": "{en=[languages, Colombia], fa=[زبان، کلمبیا], de=[Sprachen, Kolumbien], es=[idiomas, Colombia], it=[lingue, Colombia], fr=[langues, Colombie], nl=[talen, Columbia], ro=[limbi, Columbia]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Language> .  <http://dbpedia.org/resource/Colombia> <http://dbpedia.org/ontology/language> ?uri . } ",
            "answerType": "number",
            "aggregation": true,
            "goldenAnswer": "[2]",
            "id": "202",
            "languageToQuestion": "{en=How many languages are spoken in Colombia?, fa=چه تعداد زبان در کلمبیا صحبت می شود؟, de=Wieviele Sprachen werden in Kolumbien gesprochen?, es=¿Cuántos idiomas se hablan en Colombia?, it=Quante lingue sono parlate in Colombia?, fr=Combien de langues sont parlées au Colombie?, nl=Hoeveel talen worden er in Colombia gesproken?, ro=Câte limbi sunt vorbite în Columbia?}"
        },
        {
            "languageToKeyword": "{en=[ICRO, stand for], fa=[آی.سی.آر.او.، مخفف], de=[ICRO, stehen für], es=[ICRO, abreviación], it=[ICRO, significato], fr=[ICRO, signification], nl=[ICRO, afkorting], ro=[ICRO, înseamnă]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://dbpedia.org/ontology/abbreviation> 'ICRO'^^<http://www.w3.org/2001/XMLSchema#string> . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Irish_Cave_Rescue_Organisation]",
            "id": "248",
            "languageToQuestion": "{en=What does ICRO stand for?, fa=آی.سی.آر.او. مخفف چیست؟, de=Wofür steht ICRO?, es=¿Qué abrevia ICRO?, it=Che cosa significa ICRO?, fr=Que veut dire ICRO?, nl=Waarvoor staat de afkorting ICRO?, ro=Ce înseamnă ICRO?}"
        },
        {
            "languageToKeyword": "{en=[countries Himalayas run through, capitals], fa=[پایتخت، کشورهایی، هیمالیا، می گذرد], de=[Länder, erstrecken, Himalaya, Haupstadt], es=[capital de países, atraviesa el Himalaya], it=[capitali, stati attraversati dall'Himalaya], fr=[capitales, pays, traversé, Himalaya], nl=[Himalaya, lopen door, landen, hoofdsteden], ro=[țări, traversate de Himalaya, capitale]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  <http://dbpedia.org/resource/Himalayas> <http://dbpedia.org/property/country> ?country .  ?country <http://dbpedia.org/ontology/capital> ?uri . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Islamabad, http://dbpedia.org/resource/New_Delhi, http://dbpedia.org/resource/Thimphu, http://dbpedia.org/resource/Kathmandu, http://dbpedia.org/resource/Naypyidaw, http://dbpedia.org/resource/Beijing]",
            "id": "233",
            "languageToQuestion": "{en=Give me the capitals of all countries that the Himalayas run through., fa=پایتخت تمام کشورهایی که هیمالیا از آنها می گذرد را لیست کن., de=Gib mir die Haupstädte aller Länder, über die sich der Himalaya erstreckt., es=Dame las capitales de todos los países que atraviesa el Himalaya., it=Dammi tutte le capitali degli stati attraversati dall'Himalaya., fr=Donne-moi les capitales de tous les pays que l'Himalaya traverse., nl=Toon de hoofdsteden van alle landen waardoor de Himalaya loopt., ro=Dă-mi toate țările traversate de Himalaya și capitalele lor.}"
        },
        {
            "languageToKeyword": "{en=[actor, casted, most movies], fa=[بازیگر، بیشترین تعداد فیلم، بازی], de=[Schauspieler, meiste Filme], es=[actor, mayor número de películas], it=[attore, scritturato, maggior numero di film], fr=[acteur, maximum de films], nl=[acteur, spelen, meeste films], ro=[actor, distribuit, cele mai multe filme]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Actor> .  ?f <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Film> .  ?f <http://dbpedia.org/ontology/starring> ?uri . } ORDER BY DESC(COUNT(DISTINCT(?f))) OFFSET 0 LIMIT 1 ",
            "answerType": "resource",
            "aggregation": true,
            "goldenAnswer": "[http://dbpedia.org/resource/Andy_Lau]",
            "id": "220",
            "languageToQuestion": "{en=Which actor was casted in the most movies?, fa=کدام بازیگر در بیشترین تعداد فیلم بازی کرده است؟, de=Welcher Schauspieler spielte in den meisten Filmen mit?, es=¿Qué actor ha actuado en el mayor número de películas?, it=Quale attore è stato scritturato in piùfilm?, fr=Quel acteur a joué dans le plus de films?, nl=Welke acteur speelde in de meeste films?, ro=Ce actor a fost distribuit în cele mai multe filme?}"
        },
        {
            "languageToKeyword": "{en=[date, Olof Palme, shot], fa=[زمانی، اولاف پالمه، گلوله], de=[Datum, Olof Palme, erschossen], es=[fecha, disparo, Olof Palme], it=[data, Olof Palme, ucciso], fr=[date de décès, Olof Palme], nl=[datum, Olof Palme, neergeschoten], ro=[dată, Olof Palme, ucis]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?date WHERE {  <http://dbpedia.org/resource/Olof_Palme> <http://dbpedia.org/ontology/deathDate> ?date . } ",
            "answerType": "date",
            "aggregation": false,
            "goldenAnswer": "[1986-03-01]",
            "id": "206",
            "languageToQuestion": "{en=When was Olof Palme shot?, fa=چه زمانی اولاف پالمه گلوله خورد؟, de=Wann wurde Olof Palme erschossen?, es=¿Cuándo fue disparado Olof Palme?, it=Quando è stato ucciso Olof Palme?, fr=Quand a été tué Olof Palme?, nl=Wanneer werd Olof Palme neergeschoten?, ro=Când a fost ucis Olof Palme?}"
        },
        {
            "languageToKeyword": "{en=[four, youngest, MVP, basketball player], fa=[چهار، بازیکن بسکتبال، جوان تر، ام.وی.پی], de=[vier jüngsten, MVP, Basketballspieler], es=[cuatro jugadores de baloncesto más jóvenes, categoría MVP], it=[quattro, più giovani, giocatori di maggior valore (MVP)], fr=[quatre plus jeunes, MVP, basketball], nl=[vier jongste, MVP basketballers], ro=[patru, cei mai tineri, MVP, jucători de baschet]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/BasketballPlayer> .  ?uri <http://dbpedia.org/ontology/birthDate> ?date.  ?uri <http://dbpedia.org/property/highlights> ?h .  FILTER regex(?h,'MVP') } ORDER BY DESC(?date) OFFSET 0 LIMIT 4 ",
            "answerType": "resource",
            "aggregation": true,
            "goldenAnswer": "[http://dbpedia.org/resource/Stanley_Johnson_(basketball), http://dbpedia.org/resource/Cliff_Alexander, http://dbpedia.org/resource/Ivan_Rabb, http://dbpedia.org/resource/Jahlil_Okafor]",
            "id": "224",
            "languageToQuestion": "{en=Who are the four youngest MVP basketball players?, fa=چه کسانی چهار بازیکن بسکتبال جوان تر ام.وی.پی هستند؟, de=Wer sind die vier jüngsten MVP Baskettballspieler?, es=¿Cuáles son los cuatro jugadores de baloncesto de categoría MVP más jóvenes?, it=Chi sono i quattro più giovani giocatori di maggior valore (MVP)?, fr=Quels sont les quatres plus jeunes MVP de basketball?, nl=Wie zijn de vier jongste MVP basketballers?, ro=Care sunt cei patru cei mai tineri jucători de baschet MVP?}"
        },
        {
            "languageToKeyword": "{en=[swimmer, born, Moscow], fa=[شناگرهایی، مسکو، متولد], de=[Schwimmer, geboren in, Moskau], es=[nadadores, nacidos, Moscú], it=[nuotatori, nati, Mosca], fr=[nageurs, nés, Moscou], nl=[zwemmers, geboren, Moskou], ro=[înotători, născuți, Moscova]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Swimmer> .  ?uri <http://dbpedia.org/ontology/birthPlace> <http://dbpedia.org/resource/Moscow> . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Mikhail_Polischuk, http://dbpedia.org/resource/Sergey_Lavrenov, http://dbpedia.org/resource/Aleksandr_Samsonov, http://dbpedia.org/resource/Artem_Lobuzov, http://dbpedia.org/resource/Elena_Sokolova_(swimmer), http://dbpedia.org/resource/Andrey_Dunayev, http://dbpedia.org/resource/Nina_Zhivanevskaya, http://dbpedia.org/resource/Valentina_Tutayeva, http://dbpedia.org/resource/Marina_Chepurkova, http://dbpedia.org/resource/Viktor_Mazanov, http://dbpedia.org/resource/Valentin_Kuzmin, http://dbpedia.org/resource/Oleg_Fotin, http://dbpedia.org/resource/Semyon_Belits-Geiman, http://dbpedia.org/resource/Yekaterina_Vinogradova, http://dbpedia.org/resource/Anastasia_Chaun, http://dbpedia.org/resource/Valentina_Poznyak, http://dbpedia.org/resource/Vladimir_Kravchenko, http://dbpedia.org/resource/Olesya_Vladykina, http://dbpedia.org/resource/Yevgeny_Korotyshkin, http://dbpedia.org/resource/Nikolay_Suhorukov, http://dbpedia.org/resource/Tamara_Sosnova, http://dbpedia.org/resource/Irina_Pozdnyakova, http://dbpedia.org/resource/Aleksandr_Pletnev, http://dbpedia.org/resource/Anastasia_Gloushkov, http://dbpedia.org/resource/Daniela_In%C3%A1cio, http://dbpedia.org/resource/Maria_Gromova_(swimmer), http://dbpedia.org/resource/Alexey_Zinovyev, http://dbpedia.org/resource/Danil_Haustov]",
            "id": "252",
            "languageToQuestion": "{en=Give all swimmers that were born in Moscow., fa=تمام شناگرهایی که در مسکو متولد شدند را لیست کن., de=Zeig mir alle Schwimmer, die in Moskau geboren wurden., es=Dame todos los nadadores nacidos en Moscú, it=Dammi tutti i nuotatori che sono nati a Mosca., fr=Donne-moi tous les nageurs nés à Moscou., nl=Toen alle zwemmers die werden geboren in Moskou., ro=Numește toți înotătorii născuți în Moscova.}"
        },
        {
            "languageToKeyword": "{en=[called, Rodzilla], fa=[رودزیلا، نامیده], de=[genannt, Rodzilla], es=[llamaba, Rodzilla], it=[chiamato, Rodzilla], fr=[appelé, Rodzilla], nl=[genoemd, Rodzilla], ro=[numit, Rodzilla]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://dbpedia.org/property/nickname> \"Rodzilla\"@en . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Rodney_Blake]",
            "id": "253",
            "languageToQuestion": "{en=Who was called Rodzilla?, fa=چه کسی رودزیلا نامیده شد؟, de=Wer wurde Rodzilla genannt?, es=¿Quien se llamaba Rodzilla?, it=Chi era chiamato Rodzilla?, fr=Qui était appelé Rodzilla?, nl=Wie werd Rodzilla genoemd?, ro=Cine a fost numit Rodzilla?}"
        }
]
