[
        {
            "languageToKeyword": "{en=[musicals, music by, Elton John], de=[Musicals, Musik von, Elton John], es=[musicales, música, Elton John], it=[musicals, musiche, Elton John], fr=[musicals, musique, Elton John], nl=[musicals, muziek van, Elton John], hi_IN=[एल्टन जॉन का संगीत], ro=[muzicaluri, muzică de Elton John]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Musical ; dbo:musicBy res:Elton_John }",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/The_Lion_King_(musical), http://dbpedia.org/resource/The_Lion_King_Jr_(musical), http://dbpedia.org/resource/Billy_Elliot_the_Musical, http://dbpedia.org/resource/Lestat_(musical), http://dbpedia.org/resource/Aida_(musical)]",
            "id": "1",
            "languageToQuestion": "{en=List all the musicals with music by Elton John., de=Liste alle Musicals mit Musik von Elton John auf., es=Dame todos los musicales con música de Elton John., it=Elenca tutti i musicals con musiche di Elton John., fr=Donne-moi tous les musicals avec de la musique de de Elton John., nl=Toen een lijst van alle musicals met muziek van Elton John., hi_IN=एल्टन जॉन द्वारा संगीत के साथ सभी संगीतों को सूचीबद्ध करें।, ro=Listează toate muzicalurile cu muzică de Elton John.}"
        },
        {
            "languageToKeyword": "{en=[high, lighthouse in Colombo], fa=[فانوس دریایی کولومبو، بلند], de=[hoch, Leuchtturm in Colombo], es=[alta, Faro de Colombo?], it=[altezza, faro di Colombo], fr=[hauteur, Phare de Colombo], nl=[hoog, vuurtoren van Colombo], hi_IN=[कोलंबो, लाइटहाउस], ro=[înalt, farul din Colombo]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> SELECT DISTINCT ?num WHERE { res:Colombo_Lighthouse dbo:height ?num }",
            "answerType": "number",
            "aggregation": false,
            "goldenAnswer": "[15.0]",
            "id": "2",
            "languageToQuestion": "{en=How high is the lighthouse in Colombo?, fa=فانوس دریایی کولومبو چقدر بلند است؟, de=Wie hoch ist der Leuchtturm in Colombo?, es=¿Cómo de alta el faro de Colombo?, it=Quanto è alto il faro di Colombo?, fr=Quelle est la hauteur du phare de Colombo?, nl=Hoe hoog is de vuurtoren van Colombo?, hi_IN=कोलंबो में लाइटहाउस कितना ऊँचा है?, ro=Cât de înalt este farul din Colombo?}"
        },
        {
            "languageToKeyword": "{en=[U.S. president, Lincoln, wife], de=[US-Präsident, Lincoln, Frau], es=[presidente Americano, Lincoln, mujer], it=[presidente degli Stati Uniti, Lincoln, moglie], fr=[épouse, président américain Lincoln], nl=[vrouw, president van America, Lincoln], hi_IN=[अमेरिकी राष्ट्रपति लिंकन]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> SELECT DISTINCT ?uri WHERE { res:Abraham_Lincoln dbo:spouse ?uri }",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Mary_Todd_Lincoln]",
            "id": "3",
            "languageToQuestion": "{en=Who was the wife of U.S. president Lincoln?, de=Wer war die Frau von US-Präsident Lincoln?, es=¿Quién fué la mujer del presidente americano Lincoln?, it=Chi era la moglie del presidente degli Stati Uniti Lincoln?, fr=Qui était l'épouse du président américain Lincoln?, nl=Wie was de vrouw van de Amerikaanse president Lincoln?, hi_IN=अमेरिकी राष्ट्रपति लिंकन की पत्नी कौन थी?}"
        },
        {
            "languageToKeyword": "{en=[cost, Pulp Fiction], fa=[پالپ فیکشن، هزینه], de=[Kosten, Pulp Fiction], es=[costo, Pulp Fiction], it=[costo, Pulp Fiction], fr=[prix, Pulp Fiction], nl=[kosten, Pulp Fiction], hi_IN=[पल्प फिक्शन, लागत], ro=[cost, Pulp Fiction]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> SELECT DISTINCT ?n WHERE { res:Pulp_Fiction dbo:budget ?n }",
            "answerType": "number",
            "aggregation": false,
            "goldenAnswer": "[8.0]",
            "id": "5",
            "languageToQuestion": "{en=How much did Pulp Fiction cost?, fa=پالپ فیکشن چقدر هزینه داشت؟, de=Wieviel hat Pulp Fiction gekostet?, es=¿Cuanto costo Pulp Fiction?, it=Quanto è costato Pulp Fiction?, fr=Combien a coûté Pulp Fiction?, nl=Howeveel koste Pulp Fiction?, hi_IN=पल्प फिक्शन की लागत कितनी थी?, ro=Cât a costat Pulp Fiction?}"
        },
        {
            "languageToKeyword": "{en=[city, Chile Route 68, ends], fa=[شهر، مسیر 68 شیلی، پایان], de=[Stadt, aufhören, Ruta 68], es=[ciudad, termina, ruta Chilena 68], it=[città, termina, Route 68, Cile], fr=[route 68, chili, ville, terminaison], nl=[stad, eindigt, Route 68, Chili], hi_IN=[चिली रूट 68, शहर], ro=[oraș, termină, Route 68, Chile]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> SELECT DISTINCT ?uri WHERE { res:Chile_Route_68 dbo:routeEnd ?uri }",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Valparaíso]",
            "id": "8",
            "languageToQuestion": "{en=In which city does the Chile Route 68 end?, fa=در کدام شهر مسیر 68 شیلی پایان می یابد؟, de=In welcher Stadt hört die Ruta 68 auf?, es=¿En que ciudad termina la ruta Chilena 68?, it=In quale città termina la Route 68 in Cile?, fr=Dans quelle ville se termine la route 68 chilienne?, nl=In welke stad eindigt de Route 68 in Chili?, hi_IN=चिली रूट 68 का अंत कौनसे शहर में होता है?, ro=În ce oraș se termină Route 68 din Chile?}"
        },
        {
            "languageToKeyword": "{en=[married to, president Chirac], de=[verheiratet mit, Päsident Chirac], es=[casado con, presidented Chirac], it=[sposato con, presidente Chirac], fr=[épouse, président Chirac], nl=[getrouwd met, president Chirac], hi_IN=[राष्ट्रपति चिराक, विवाह], ro=[căsătorit cu, președintele Chirac]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> SELECT DISTINCT ?uri WHERE { res:Jacques_Chirac dbo:spouse ?uri }",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Bernadette_Chirac]",
            "id": "10",
            "languageToQuestion": "{en=Who was married to president Chirac?, de=Wer war mit Präsident Chirac verheiratet?, es=¿Quién estuvo casado con el presidente Chirac?, it=Chi è stato sposato con il presidente Chirac?, fr=Qui était marrié avec le président Chirac?, nl=Wie was met president Chirac getrouwd?, hi_IN=राष्ट्रपति चिराक से किसने विवाह किया था?, ro=Cine a fost căsătorit cu președintele Chirac?}"
        },
        {
            "languageToKeyword": "{en=[Bruce Carver, die], de=[Bruce Carver, gestorben an], es=[Bruce Caver, muerte], it=[Bruce Caver, morire], fr=[cause de décès, Bruce Carver], nl=[Bruce Carver, gestorven aan], hi_IN=[ब्रूस कार्वर, मृत्यु]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> SELECT DISTINCT ?uri WHERE { res:Bruce_Carver dbo:deathCause ?uri }",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Cancer]",
            "id": "11",
            "languageToQuestion": "{en=What did Bruce Carver die from?, de=Woran ist Bruce Carver gestorben?, es=¿De qué murió Bruce Carver?, it=Di cosa è morto Bruce Carver?, fr=Quel est la cause de décès de Bruce Carver?, nl=Waaraan overleed Bruce Carver?, hi_IN=ब्रूस कार्वर कि मृत्यु किस से हुई?}"
        },
        {
            "languageToKeyword": "{en=[Amazon Eve, tall], fa=[قد، آمازون ایو], de=[Amazon Eve, groß], es=[Amazon Eve, altura], it=[Amazon Eve, altezza], fr=[taille, Amazon Eve], nl=[lengte, Amazon Eve], hi_IN=[अमेज़ॅन ईव, लंबी], ro=[Amazon Eve, înălțime]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> SELECT DISTINCT ?height WHERE { res:Amazon_Eve dbo:height ?height }",
            "answerType": "number",
            "aggregation": false,
            "goldenAnswer": "[2.02]",
            "id": "14",
            "languageToQuestion": "{en=How tall is Amazon Eve?, fa=قد آمازون ایو چقدر است؟, de=Wie groß ist Amazon Eve?, es=¿Cómo de alta es Amazon Eve?, it=Quanto è alta Amazon Eve?, fr=Quelle est la taille de Amazon Eve?, nl=Hoe lang is Amazon Eve?, hi_IN=अमेज़ॅन ईव कितनी लंबी है?, ro=Ce înălțime are Amazon Eve?}"
        },
        {
            "languageToKeyword": "{en=[museum, Scream, Munch], de=[Museum, Schrei, Munch], es=[museo, El Grito, Munch], it=[museo, l'Urlo, Munch], fr=[musée, le Cri, Munch], nl=[museum, De Schreeuw, Munch], hi_IN=[संग्रहालय, मंच, द स्क्रीम, प्रदर्शित], ro=[muzeu, Strigătul, Munch]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> SELECT DISTINCT ?uri WHERE { res:The_Scream dbo:museum ?uri }",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/National_Gallery_(Norway)]",
            "id": "15",
            "languageToQuestion": "{en=Which museum exhibits The Scream by Munch?, de=In welchem Museum ist Der Schrei von Munch ausgestellt?, es=¿En qué museo está expuesto el Grito de Munch?, it=In quale museo è esposto l'Urlo di Munch?, fr=Dans quel musée est exposé Le Cri de Munch?, nl=In welk museum hangt De Schreeuw van Munch?, hi_IN=कौन सा संग्रहालय मंच द्वारा द स्क्रीम प्रदर्शित करता है?, ro=În ce muzeu este expus “Strigătul” lui Munch?}"
        },
        {
            "languageToKeyword": "{en=[wrote, book, The pillars of the Earth], de=[schreiben, Buch, Die Säulen der Erde], es=[escritor, libro, Pilares de la Tierra], it=[scritto, libro, I pilastri della Terra], fr=[Les Piliers de la terre, écrivain], nl=[auteur, De Pilaren van de Aarde], hi_IN=[लेस पिलीरेस डी ला टेर, लेखक]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> SELECT DISTINCT ?uri WHERE { res:The_Pillars_of_the_Earth dbo:author ?uri }",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Ken_Follett]",
            "id": "16",
            "languageToQuestion": "{en=Who wrote the book Les Piliers de la terre?, de=Wer schrieb das Buch Die Säulen der Erde?, es=¿Quen escribió el libro Los pilares de la Tierra?, it=Chi ha scritto il libro I pilastri della Terra?, fr=Qui a écrit le livre Les Piliers de la terre?, nl=Wie schreef het boek De Pilaren van de Aarde?, hi_IN=लेस पिलीरेस डी ला टेरे किताब को किसने लिखा है?}"
        },
        {
            "languageToKeyword": "{en=[river, cross, Brooklyn Bridge], de=[Fluss, überspannen, Brooklyn Bridge], es=[río, cruza, Brooklyn Bridge], it=[fiume, attraversare, ponte di Brooklyn], fr=[cours d'eau, pont de Brooklyn], nl=[rivier, Brooklyn Bridge, overspant], hi_IN=[ब्रुकलिन ब्रिज, नदी]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> SELECT DISTINCT ?uri WHERE { res:Brooklyn_Bridge dbo:crosses ?uri }",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/East_River]",
            "id": "19",
            "languageToQuestion": "{en=Which river does the Brooklyn Bridge cross?, de=Welchen Fluss überspannt die Brooklyn Bridge?, es=¿Por qué río cruza la Brooklyn Bridge?, it=Quale fiume attraversa il ponte di Brooklyn?, fr=Quelle cours d'eau est traversé par le pont de Brooklyn?, nl=Welke rivier overspant de Brooklyn Bridge?, hi_IN=ब्रुकलिन ब्रिज को कोनसी नदी पार करती है?}"
        },
        {
            "languageToKeyword": "{en=[mayor, capital, French Polynesia], de=[Bürgermeister, Hauptstadt, Französisch-Polynesien], es=[alcalde, capital Polinesia Francesa], it=[sindaco, capitale, Polinesia Francese], fr=[maire, capitale, Polynésie Francaise], nl=[burgermeester, hoofdstad, Frans-Polynesië], hi_IN=[फ्रेंच पोलिनेशिया, राजधानी, महापौर], ro=[primar, capitală, Polinezia Franceză]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> SELECT DISTINCT ?uri WHERE { res:French_Polynesia dbo:capital ?x . ?x dbo:mayor ?uri }",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Michel_Buillard]",
            "id": "23",
            "languageToQuestion": "{en=Who is the mayor of the capital of French Polynesia?, de=Wer ist der Bürgermeister der Hauptstadt von Französisch-Polynesien?, es=¿Quien es el alcalde de la capital de la Polinesia Francesa?, it=Chi è il sindaco della capitale della Polinesia Francese?, fr=Qui est le maire de la capitale de la Polynésie Francaise?, nl=Wie is de burgermeester van de hoofdstad van Frans-Polynesië?, hi_IN=फ्रेंच पोलिनेशिया की राजधानी का महापौर कौन है?, ro=Cine este primarul capitaliei Polineziei Franceze?}"
        },
        {
            "languageToKeyword": "{en=[Douglas Hofstadter, award], de=[Douglas Hofstadter, Preise], es=[Douglas Hofstadter, premios], it=[Douglas Hofstadter, premio], fr=[Douglas Hofstadter, prix], nl=[Douglas Hofstadter, prijs], hi_IN=[डगलस हॉफस्टैडर, पुरस्कार, जीत], ro=[Douglas Hofstadter, premii]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> SELECT DISTINCT ?uri WHERE { res:Douglas_Hofstadter dbo:award ?uri }",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/American_Academy_of_Arts_and_Sciences, http://dbpedia.org/resource/National_Book_Award, http://dbpedia.org/resource/Pulitzer_Prize]",
            "id": "24",
            "languageToQuestion": "{en=Which awards did Douglas Hofstadter win?, de=Welche Preise hat Douglas Hofstadter gewonnen?, es=¿Qué premios ha ganado Douglas Hofstadter?, it=Quali premi ha vinto Douglas Hofstadter?, fr=Quels prix ont été gagnés par Douglas Hofstadter?, nl=Welke prijzen heeft Douglas Hofstadter gewonnen?, hi_IN=डगलस हॉफस्टैडर ने किन पुरस्कारों को जीता है?, ro=Ce premii a câștigat Douglas Hofstadter?}"
        },
        {
            "languageToKeyword": "{en=[Prince Harry, Prince William, same, parents], de=[Prinz Harry, Prinz William, selbe Eltern], es=[príncipe Harry, príncipe William, la misma madre], it=[principe Harry, principe William, stessi genitori], fr=[prince Harry, Prince William, même mère], nl=[prins Harry, prins William, dezelfde, ouders], hi_IN=[प्रिंस हैरी, प्रिंस विलियम, माता, पिता], ro=[Prințul Harry, Prințul William, aceiași, părinți]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> ASK WHERE { <http://dbpedia.org/resource/Prince_William,_Duke_of_Cambridge> dbo:parent ?x . res:Prince_Harry dbo:parent ?x }",
            "answerType": "boolean",
            "aggregation": true,
            "goldenAnswer": "[true]",
            "id": "26",
            "languageToQuestion": "{en=Do Prince Harry and Prince William have the same parents?, de=Haben Prinz Harry und Prinz William dieselben Eltern?, es=¿Tienen el príncipe Harry y el prínciple William la misma madre?, it=Il principe Harry e il principe William hanno gli stessi genitoris?, fr=Ont les princes Harry et William la même mère?, nl=Hebben prins Harry en prins William dezelfde ouders?, hi_IN=क्या प्रिंस हैरी और प्रिंस विलियम के माता-पिता एक हैं?, ro=Prințul Harry și Prințul William au aceiași părinți?}"
        },
        {
            "languageToKeyword": "{en=[languages, Turkmenistan], fa=[زبان، ترکمنستان], de=[Sprachen, Turkmenistan], es=[idiomas, Turkmenistán], it=[lingue, Turkmenistan], fr=[langues, Turkménistan], nl=[talen, Turkmenistan], hi_IN=[तुर्कमेनिस्तान, भाषाएं, बोली], ro=[limbi, Turkmenistan]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> SELECT (COUNT(DISTINCT ?x) AS ?c) WHERE { res:Turkmenistan dbo:language ?x }",
            "answerType": "number",
            "aggregation": true,
            "goldenAnswer": "[2]",
            "id": "27",
            "languageToQuestion": "{en=How many languages are spoken in Turkmenistan?, fa=چند زبان در ترکمنستان صحبت می شود؟], de=Wieviele Sprachen werden in Turkmenistan gesprochen?, es=¿Cuántos idiomas se hablan en Turkmenistán?, it=Quante lingue sono parlate in Turkmenistan?, fr=Combien de langues sont parlées au Turkménistan?, nl=Hoeveel talen worden er gesproken in Turkmenistan?, hi_IN=तुर्कमेनिस्तान में कितनी भाषाएं बोली जाती हैं?, ro=Câte limbi sunt vorbite în Turkmenistan?}"
        },
        {
            "languageToKeyword": "{en=[Ganges, start, country], de=[Ganges, entspringen, Land], es=[Ganges, país, orígen], it=[Gange, stato, origine], fr=[pays, commence, Gange], nl=[ontspringt, Ganges], hi_IN=[गंगा, देश, शुरू], ro=[Gangele, izvor, țară]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> SELECT DISTINCT ?uri WHERE { res:Ganges dbo:sourceCountry ?uri }",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/India]",
            "id": "29",
            "languageToQuestion": "{en=In which country does the Ganges start?, de=In welchem Land entspringt der Ganges?, es=¿En qué país nace el Ganges?, it=In quale stato nasce il Gange?, fr=Dans quel pays commence le Gange?, nl=In welk land ontspringt de Ganges?, hi_IN=गंगा किस देश में शुरू होती है?, ro=Din ce țară izvorăște Ganga?}"
        },
        {
            "languageToKeyword": "{en=[year, born, Rachel Stevens], fa=[ریچل استیونز، سالی، متولد], de=[Jahr, geboren, Rachel Stevens], es=[año, nació, Rachel Stevens], it=[anno nascita, Rachel Stevens], fr=[année de naissance, Rachel Stevens], nl=[jaar, geboren, Rachel Stevens], hi_IN=[रेचल स्टीवंस, जन्म, साल], ro=[an, născut, Rachel Stevens]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> SELECT DISTINCT ?uri WHERE { res:Rachel_Stevens dbo:birthYear ?uri }",
            "answerType": "date",
            "aggregation": false,
            "goldenAnswer": "[1978]",
            "id": "30",
            "languageToQuestion": "{en=In which year was Rachel Stevens born?, fa=ریچل استیونز در چه سالی متولد شد؟, de=In welchem Jahr wurde Rachel Stevens geboren?, es=¿En que año nació Rachel Stevens?, it=In quale anno è nata Rachel Stevens?, fr=Quand est née Rachel Stevens?, nl=In welk jaar word Rachel Stevens geboren?, hi_IN=रेचल स्टीवंस का जन्म किस साल हुआ था?, ro=În ce an s-a născut Rachel Stevens?}"
        },
        {
            "languageToKeyword": "{en=[Jane Fonda, marry, how often], fa=[جین فوندا، ازدواج], de=[Jane Fonda, heiraten, wie oft], es=[Jane Fonda, casada, cuántas veces], it=[Jane Fonda, sposata, quante volte], fr=[Jane Fonda, marriages, nombre de fois], nl=[Jane Fonda, getrouwd, hoe vaak], hi_IN=[जेन फोंडा, कितनी बार, शादी], ro=[Jane Fonda, mărita, cât de des]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> SELECT (COUNT(DISTINCT ?uri) AS ?c) WHERE { res:Jane_Fonda dbo:spouse ?uri }",
            "answerType": "number",
            "aggregation": true,
            "goldenAnswer": "[3]",
            "id": "33",
            "languageToQuestion": "{en=How often did Jane Fonda marry?, fa=جین فوندا چند بار ازدواج کرد؟, de=Wie oft hat Jane Fonda geheiratet?, es=¿Cuántas veces ha estado casada Jane Fonda?, it=Quante volte si è sposata Jane Fonda?, fr=Combien de fois s'est mariée Jane Fonda?, nl=Hoe vaak is Jane Fonda getrouwd?, hi_IN=जेन फोंडा ने कितनी बार शादी की?, ro=Cât de des s-a măritat Jane Fonda?}"
        },
        {
            "languageToKeyword": "{en=[location, Houses of Parliament], fa=[مکان، کاخ وستمینستر], de=[Ort, Westminster-Palast], es=[localización, casas del parlamento], it=[luogo, Palazzo di Westminster], fr=[location, palais de Westminster], nl=[plaats, Palace of Westminster], hi_IN=[संसद के सदनों, स्थान], ro=[locație, Palatul Westminster]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> SELECT ?uri WHERE { res:Palace_of_Westminster dbo:location ?uri }",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/London, http://dbpedia.org/resource/City_of_Westminster]",
            "id": "36",
            "languageToQuestion": "{en=What is the location of the Houses of Parliament?, fa=مکان کاخ وستمینستر کجاست؟, de=Wo ist der Westminster-Palast?, es=¿Donde están situadas las Casas del Parlamento?, it=Dove si trova il Palazzo di Westminster?, fr=Où se trouve le palais de Westminster?, nl=Waar is de Palace of Westminster?, hi_IN=संसद के सदनों का स्थान क्या है?, ro=Care este locația Palatului Westminster?}"
        },
        {
            "languageToKeyword": "{en=[Limerick Lake, country], de=[Limerick Lake, Land], es=[lago Limerick, país], it=[lago Limerick, stato], fr=[pays, lac Limerick], nl=[Limerick Lake, land], hi_IN=[लिमरिक झील, देश]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> SELECT DISTINCT ?uri WHERE { res:Limerick_Lake dbo:country ?uri }",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Canada]",
            "id": "37",
            "languageToQuestion": "{en=In which country is the Limerick Lake?, de=In welchem Land befindet sich der Limerick Lake?, es=¿En qué país se encuentra el lago Limerick?, it=In quale stato si trova il lago Limerick?, fr=Dans quel pays se trouve le lac Limerick?, nl=In welk land ligt Limerick Lake?, hi_IN=लिमरिक झील किस देश में है?}"
        },
        {
            "languageToKeyword": "{en=[Australia, highest mountain], de=[Australien, höchster Berg], es=[Australia, montaña más alta], it=[Australia, montagna più alta], fr=[plus haute montagne, Australie], nl=[Australië, hoogste berg], hi_IN=[ऑस्ट्रेलिया, सर्वोच्च पर्वत]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Mountain ; dbo:locatedInArea res:Australia ; dbo:elevation ?elevation } ORDER BY DESC(?elevation) LIMIT 1",
            "answerType": "resource",
            "aggregation": true,
            "goldenAnswer": "[http://dbpedia.org/resource/Mawson_Peak]",
            "id": "39",
            "languageToQuestion": "{en=What is the highest mountain in Australia?, de=Was ist der höchste Berg in Australien?, es=¿Cuál es la montaña más alta de Australia?, it=Qual è la montagna più alta d'Australia?, fr=Quelle est la plus haute montagne d'Australie?, nl=Wat is de hoogste berg van Australië?, hi_IN=ऑस्ट्रेलिया में सर्वोच्च पर्वत कोनसा है?}"
        },
        {
            "languageToKeyword": "{en=[Frank Herbert, alive], de=[Frank Herbert, leben], es=[Frank Herbert, vive], it=[Frank Herbert, vivente], fr=[Frank Herbert, en vie], nl=[Frank Herbert, leeft], hi_IN=[फ्रैंक हरबर्ट, जीवित]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> ASK WHERE { OPTIONAL { res:Frank_Herbert dbo:deathDate ?date } FILTER ( ! bound(?date) ) }",
            "answerType": "boolean",
            "aggregation": true,
            "goldenAnswer": "[false]",
            "id": "40",
            "languageToQuestion": "{en=Is Frank Herbert still alive?, de=Lebt Frank Herbert noch?, es=¿Todavía vive Frank Herbert?, it=Frank Herbert è ancora vivo?, fr=Frank Herbert est-il encore en vie?, nl=Leeft Frank Herbert nog?, hi_IN=क्या फ्रैंक हरबर्ट अभी भी जीवित है?}"
        },
        {
            "languageToKeyword": "{en=[Suriname, official language], de=[Surinam, Amtssprache], es=[Surinam, idioma oficial], it=[Suriname, lingua ufficiale], fr=[Suriname, langue officielle], nl=[Suriname, officiële taal], hi_IN=[सूरीनाम, आधिकारिक भाषा], ro=[Suriname, limba oficială]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> SELECT DISTINCT ?uri WHERE { res:Suriname dbo:officialLanguage ?uri }",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Dutch_language]",
            "id": "42",
            "languageToQuestion": "{en=What is the official language of Suriname?, de=Was ist die Amtssprache Von Surinam?, es=¿Cuál es la idioma oficial de Surinam?, it=Qual è la lingua ufficiale del Suriname?, fr=Quelle est la langue officielle du Suriname?, nl=Wat is de officiële taal van Suriname?, hi_IN=सूरीनाम की आधिकारिक भाषा क्या है?, ro=Care este limba oficială din Suriname?}"
        },
        {
            "languageToKeyword": "{en=[actor, starring, movie, direct, William Shatner], fa=[بازیگرانی، فیلم های، کارگردانی شده، ویلیام شاتنر، بازی کرده اند], de=[Schauspieler, Film, Regie, William Shatner], es=[actor, película, director, William Shatner], it=[attore, recitare, film, diretto, William Shatner], fr=[acteur, film, réalisé, William Shatner], nl=[acteur, film, regisseur, William Shatner], hi_IN=[विलियम शेटनेर, निर्देशित फिल्म, कलाकार], ro=[actor, rol principal, film, regiza, William Shatner]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> SELECT DISTINCT ?uri WHERE { ?x dbo:director res:William_Shatner ; dbo:starring ?uri }",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Tom_Towles, http://dbpedia.org/resource/William_Shatner, http://dbpedia.org/resource/Brenda_Bakke, http://dbpedia.org/resource/John_Prosky, http://dbpedia.org/resource/George_Takei, http://dbpedia.org/resource/Duane_Whitaker, http://dbpedia.org/resource/Dick_Van_Patten, http://dbpedia.org/resource/Amy_Acker, http://dbpedia.org/resource/Rickey_Medlocke, http://dbpedia.org/resource/Leonard_Nimoy, http://dbpedia.org/resource/Walter_Koenig, http://dbpedia.org/resource/Dan_Martin_(actor), http://dbpedia.org/resource/DeForest_Kelley, http://dbpedia.org/resource/Chuck_Williams_(actor), http://dbpedia.org/resource/J.T._Colosa, http://dbpedia.org/resource/James_Doohan, http://dbpedia.org/resource/Dan_Gauthier, http://dbpedia.org/resource/Nichelle_Nichols]",
            "id": "44",
            "languageToQuestion": "{en=Give me all actors starring in movies directed by William Shatner., fa=تمام بازیگرانی که در فیلم های کارگردانی شده توسط ویلیام شاتنر بازی کرده اند را لیست کن., de=Gib mir alle Schauspieler von Filmen, in denen William Shatner Regie geführt hat., es=Dame todos los actores de películas dirigidas por William Shatner., it=Dammi tutti gli attori che recitano in film diretti da William Shatner., fr=Donnes-moi tous les acteurs qui ont joué dans des films réalisés par Williams Shatner., nl=Geef alle acteurs van films waar William Shatner de regie van voerde., hi_IN=विलियम शेटनेर द्वारा निर्देशित फिल्मों में सभी कलाकारों की सूचि दे।, ro=Dă-mi toți actorii care joacă roluri principale în filme regizate de William Shatner.}"
        },
        {
            "languageToKeyword": "{en=[IYCM, stand for], de=[IYCM, stehen für], es=[IYCM, abreviación], it=[IYCM, significato], fr=[IYCM, signification], nl=[IYCM, staat voor], hi_IN=[आईसीवायएम, पूर्ण प्रपत्र], ro=[IYCM, înseamnă]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> SELECT DISTINCT ?uri WHERE { ?uri dbo:abbreviation \"IYCM\" }",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Youth_Climate_Movement]",
            "id": "50",
            "languageToQuestion": "{en=What does IYCM stand for?, de=Wofür steht IYCM?, es=¿Qué abrevia IYCM?, it=Che cosa significa IYCM?, fr=Que veut dire IYCM?, nl=Waarvoor staat de afkorting IYCM?, hi_IN=आईसीवायएम् का पूर्ण प्रपत्र क्या है?, ro=Ce înseamnă IYCM?}"
        },
        {
            "languageToKeyword": "{en=[total population, Melbourne Florida], de=[Gesamteinwohnerzahl, Melbourne Florida], es=[población total, Melbourne Florida], it=[popolazione totale, Melbourne, Florida], fr=[population totale, Melbourne, Floride], nl=[bevolking, Melbourne Florida], hi_IN=[मेलबोर्न, फ्लोरिडा, कुल आबादी], ro=[populația totală, Melbourne Florida]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> SELECT ?uri WHERE { <http://dbpedia.org/resource/Melbourne,_Florida> dbo:populationTotal ?uri }",
            "answerType": "number",
            "aggregation": false,
            "goldenAnswer": "[76068]",
            "id": "52",
            "languageToQuestion": "{en=What is the total population of Melbourne, Florida?, de=Was ist die Gesamteinwohnerzahl von Melbourne, Florida?, es=¿Cuál es la población total de Melbourne, Florida?, it=Qual è la popolazione totale di Melbourne, Florida?, fr=Quelle est la population totale de Melbourne, Floride?, nl=Wat is de bevolking van Melbourne, Florida?, hi_IN=मेलबोर्न, फ्लोरिडा की कुल आबादी क्या है?, ro=Care este populația totală a Melbourne, Florida?}"
        }
]
