[
        {
            "languageToKeyword": "{en=[book, wrote, Muhammad Ali], fa=[کتابی، محمد علی، نوشت], de=[Buch, geschrieben, Muhammad Ali], es=[libro, autor, Muhammad Ali], it=[libro, autore, Muhammad Ali], fr=[livre, par Muhammad Ali], nl=[boek, geschreven, Muhammad Ali], ro=[carte, scris, Muhammad Ali]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Book> .  ?uri <http://dbpedia.org/ontology/author> <http://dbpedia.org/resource/Muhammad_Ali> . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/The_Soul_of_a_Butterfly]",
            "id": "254",
            "languageToQuestion": "{en=Show me the book that Muhammad Ali wrote., fa=کتابی را که محمد علی نوشت را به من نشان بده, de=Zeig mir das Buch, das Muhammad Ali geschrieben hat., es=Muéstrame el libro escrito por Muhammad Ali., it=Mostrami il libro scritto da Muhammad Ali., fr=Donne-moi le livre écrit par Muhammad Ali., nl=Toen het boek dat Muhammad Ali heeft geschreven., ro=Arată-mi cartea pe care a scris-o Muhammad Ali.}"
        },
        {
            "languageToKeyword": "{en=[how many, museum, Paris], fa=[پاریس، موزه], de=[wieviele, Museen, Paris], es=[cuantos, museos, Paris], it=[quanti, musei, Parigi], fr=[nombre de musées, Paris], nl=[hoeveel, museas, Parijs], ro=[câte, muzee, Paris]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Museum> .  ?uri <http://dbpedia.org/ontology/location> <http://dbpedia.org/resource/Paris> . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Carnavalet_Museum, http://dbpedia.org/resource/National_Museum_of_Natural_History_(France)]",
            "id": "255",
            "languageToQuestion": "{en=How many museums does Paris have?, fa=پاریس چند موزه دارد؟, de=Wieviele Museen hat Paris?, es=¿Cuantos museos hay en Paris?, it=Quanti musei ha Parigi?, fr=Combien de musées y a-t-il à Paris?, nl=Hoeveel museas heeft Parijs?, ro=Câte muzee are Parisul?}"
        },
        {
            "languageToKeyword": "{en=[city, the most inhabitants], fa=[شهری، بیشترین سکنه], de=[Stadt, meisten Einwohner], es=[ciudad, mayor población], it=[città, maggior numero di abitanti], fr=[ville, plus grand nombre d'habitants], nl=[stad, meeste inwoners], ro=[oraș, cei mai mulți locuitori]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/City> .  ?uri <http://dbpedia.org/ontology/populationTotal> ?pop . } ORDER BY DESC(?pop) OFFSET 0 LIMIT 1 ",
            "answerType": "resource",
            "aggregation": true,
            "goldenAnswer": "[http://dbpedia.org/resource/Hedley,_Texas]",
            "id": "256",
            "languageToQuestion": "{en=Which city has the most inhabitants?, fa=چه شهری بیشترین سکنه را دارد؟, de=Welche Stadt hat die meisten Einwohner?, es=¿Que ciudad tiene la mayor población?, it=Quale città ha il maggior numero di abitanti?, fr=Quel ville a le plus grand nombre d'habitants?, nl=Welke stad heeft de meeste inwoners?, ro=Care oraș are cei mai mulți locuitori?}"
        },
        {
            "languageToKeyword": "{en=[city, the least inhabitants], fa=[شهری، کمترین سکنه], de=[Stadt, wenigsten Einwohner], es=[ciudad, menor población], it=[città, minor numero di abitanti], fr=[ville, plus petit nombre d'habitants], nl=[stad, minste inwoners], ro=[oraș, cei mai puțini locuitori]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/City> .  ?uri <http://dbpedia.org/ontology/populationTotal> ?pop . } ORDER BY ASC(?pop) OFFSET 0 LIMIT 1 ",
            "answerType": "resource",
            "aggregation": true,
            "goldenAnswer": "[http://dbpedia.org/resource/Greenhorn,_Oregon]",
            "id": "257",
            "languageToQuestion": "{en=Which city has the least inhabitants?, fa=چه شهری کمترین سکنه را دارد؟, de=Welche Stadt hat die wenigsten Einwohner?, es=¿Que ciudad tiene la menor población?, it=Quale città ha il minor numero di abitanti?, fr=Quelle ville a le plus petit nombre d'habitants?, nl=Welke stad heeft de minste inwoners?, ro=Care oraș are cei mai puțini locuitori?}"
        },
        {
            "languageToKeyword": "{en=[wrote, Hunger Games], fa=[هانگر گیمز، نوشت], de=[geschrieben, Die Tribute von Panem], es=[autor, Los juegos del hambre], it=[autore, Hunger Games], fr=[auteur, The Hunger Games], nl=[geschreven, De Hongerspelen], ro=[scris, Jocurile Foamei]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  <http://dbpedia.org/resource/The_Hunger_Games> <http://dbpedia.org/property/creator> ?uri . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Suzanne_Collins]",
            "id": "259",
            "languageToQuestion": "{en=Who wrote The Hunger Games?, fa=چه کسی هانگر گیمز را نوشت؟, de=Wer hat Die Tribute von Panem geschrieben?, es=¿Quien escribió Los juegos del hambre?, it=Chi ha scritto Hunger Games?, fr=Qui est l'auteur de The Hunger Games, nl=Wie heeft De Hongerspelen geschreven?, ro=Cine a scris Jocurile Foamei?}"
        },
        {
            "languageToKeyword": "{en=[country, Mount Everest], fa=[کوه اورست، کشور], de=[Land, Mount Everest], es=[país, monte Everest], it=[stato, Monte Everest], fr=[pays, Everest], nl=[land, Mount Everest], ro=[țară, muntele Everest]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  <http://dbpedia.org/resource/Mount_Everest> <http://dbpedia.org/ontology/locatedInArea> ?uri .  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Country> . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/China, http://dbpedia.org/resource/Nepal]",
            "id": "261",
            "languageToQuestion": "{en=What country is Mount Everest in?, fa=کوه اورست در کدام کشور است؟, de=In welchem Land ist der Mount Everest?, es=¿En que país esta el monte Everest?, it=In quale stato si trova il Monte Everest?, fr=Dans quel pays se trouve le mont Everest?, nl=In welke land is de Mount Everest?, ro=În ce țară se află muntele Everest?}"
        },
        {
            "languageToKeyword": "{en=[founder, Penguin Books], fa=[مؤسس، پنگوئن بوکز], de=[gegründet, Penguin Books], es=[fundador, Penguin Books], it=[fondatore, Penguin Books], fr=[fondateur, Penguin Books], nl=[oprichter, Penguin Books], ro=[fondator, Penguin Books]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  <http://dbpedia.org/resource/Penguin_Books> <http://dbpedia.org/ontology/founder> ?uri . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Allen_Lane, http://dbpedia.org/resource/V._K._Krishna_Menon]",
            "id": "262",
            "languageToQuestion": "{en=Who is the founder of Penguin Books?, fa=چه کسی مؤسس پنگوئن بوکز است؟, de=Wer hat Penguin Books gegründet?, es=¿Quien es el fundador de Penguin Books?, it=Chi è il fondatore di Penguin Books?, fr=Qui est le fondateur de Penguin  Books?, nl=Wie is de oprichter van Penguin Books?, ro=Cine este fondatorul Penguin Books?}"
        },
        {
            "languageToKeyword": "{en=[programming languages, influenced, Javascript], fa=[زبان های برنامه نویسی، جاوااسکریپت، تأثیر], de=[Programmiersprachen, beeinflusst, Javascript], es=[lenguajes de programación, influenciaron, Javascript], it=[linguaggi di programmazione, hanno influenzato, Javascript], fr=[langages de programmation, influencés, Javascript], nl=[programmeertalen, invloed op, Javascript], ro=[limbaje de programare, influențat, Javascript]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/ProgrammingLanguage> .  ?uri <http://dbpedia.org/ontology/influenced> <http://dbpedia.org/resource/JavaScript> . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Self_(programming_language), http://dbpedia.org/resource/Python_(programming_language), http://dbpedia.org/resource/C_(programming_language), http://dbpedia.org/resource/Java_(programming_language), http://dbpedia.org/resource/Perl, http://dbpedia.org/resource/Lisp_(programming_language)]",
            "id": "263",
            "languageToQuestion": "{en=Which programming languages influenced Javascript?, fa=چه زبان های برنامه نویسی بر جاوااسکریپت تأثیر گذاشت؟, de=Welche Programmiersprachen haben Javascript beeinflusst?, es=¿Que lenguajes de programación influenciaron el Javascript?, it=Quali linguaggi di programmazione hanno influenzato Javascript?, fr=Quels langages de programmation ont influencé Javascript?, nl=Welke pogrammeertalen hadden invloed op Javascript?, ro=Ce limbaje de programare au influențat Javascript?}"
        },
        {
            "languageToKeyword": "{en=[children, Che Guevara], fa=[چه گوارا، فرزند], de=[Kinder, Che Guevara], es=[hijos, Che Guevara], it=[figli, Che Guevara], fr=[enfants, Che Guevara], nl=[kinderen, Che Guevara], ro=[copii, Che Guevara]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "ASK WHERE {  <http://dbpedia.org/resource/Che_Guevara> <http://dbpedia.org/ontology/child> ?uri . } ",
            "answerType": "boolean",
            "aggregation": false,
            "goldenAnswer": "[true]",
            "id": "264",
            "languageToQuestion": "{en=Did Che Guevara have children?, fa=آیا چه گوارا فرزند داشت؟, de=Hatte Che Guevara Kinder?, es=¿Tuvo hijos el Che Guevara?, it=Che Guevara aveva dei figli?, fr=Est-ce que Che Guevara a eu des enfants?, nl=Had Che Guevara kinderen?, ro=Che Guevara a avut copii?}"
        },
        {
            "languageToKeyword": "{en=[Titanic, completion date], fa=[زمانی، تایتانیک، کامل], de=[Titanic, fertiggestellt, Datum], es=[fecha de acabado, Titanic], it=[Titanic, data, completamento], fr=[data de terminaison, Titanic], nl=[Titanic, wanneer, afgewerkt], ro=[Titanic, data terminării]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?date WHERE {  <http://dbpedia.org/resource/RMS_Titanic> <http://dbpedia.org/ontology/completionDate> ?date . } ",
            "answerType": "date",
            "aggregation": false,
            "goldenAnswer": "[1912-04-02]",
            "id": "267",
            "languageToQuestion": "{en=When was the Titanic completed?, fa=چه زمانی تایتانیک کامل شد؟, de=Wann wurde die Titanic fertiggestellt?, es=¿Cuando se completo el Titanic?, it=Quando è stato completato il Titanic?, fr=Quand a été terminé le Titanic?, nl=Wanneer was de Titanic afgewerkt?, ro=Când a fost terminat Titanicul?}"
        },
        {
            "languageToKeyword": "{en=[cost, Pulp Fiction], fa=[پالپ فیکشن، هزینه], de=[Kosten, Pulp Fiction], es=[costo, Pulp Fiction], it=[costo, Pulp Fiction], fr=[prix, Pulp Fiction], nl=[kosten, Pulp Fiction], ro=[cost, Pulp Fiction]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?n WHERE {  <http://dbpedia.org/resource/Pulp_Fiction> <http://dbpedia.org/ontology/budget> ?n . } ",
            "answerType": "number",
            "aggregation": false,
            "goldenAnswer": "[8.0]",
            "id": "268",
            "languageToQuestion": "{en=How much did Pulp Fiction cost?, fa=پالپ فیکشن چقدر هزینه داشت؟, de=Wieviel hat Pulp Fiction gekostet?, es=¿Cuanto costo Pulp Fiction?, it=Quanto è costato Pulp Fiction?, fr=Combien a coûté Pulp Fiction?, nl=Howeveel koste Pulp Fiction?, ro=Cât a costat Pulp Fiction?}"
        },
        {
            "languageToKeyword": "{en=[how many, airlines], fa=[خط هوایی], de=[wieviele, Fluggesellschaften], es=[cuantas, líneas aéreas], it=[quante, compagnie aeree], fr=[nombre, companies aériennes], nl=[hoeveel, luchtvaartmaatschappijen], ro=[câte, companii aeriene]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Airline> . } ",
            "answerType": "number",
            "aggregation": true,
            "goldenAnswer": "[1057]",
            "id": "269",
            "languageToQuestion": "{en=How many airlines are there?, fa=چند خط هوایی وجود دارد؟, de=Wieviele Fluggesellschaften gibt es?, es=¿Cuantas líneas aéreas existen?, it=Quante compagnie aeree esistono?, fr=Combien de companies aériennes existe-t-il?, nl=Hoeveel luchtvaartmaatschappijen zijn er?, ro=Câte companii aeriene există?}"
        },
        {
            "languageToKeyword": "{en=[played, Agent Smith, Matrix], fa=[مأمور اسمیت، ماتریکس، بازی], de=[gespielt, Agent Smith, Matrix], es=[actor, agente Smith, Matrix], it=[attore, agente Smith, Matrix], fr=[acteur, Agent Smith, Matrix], nl=[speelde, Agent Smith, Matrix], ro=[jucat, Agent Smith, Matrix]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  <http://dbpedia.org/resource/Agent_Smith> <http://dbpedia.org/property/portrayer> ?uri . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Hugo_Weaving, http://dbpedia.org/resource/Ian_Bliss]",
            "id": "270",
            "languageToQuestion": "{en=Who played Agent Smith in Matrix?, fa=چه کسی مأمور اسمیت را در ماتریکس بازی کرد؟, de=Wer hat Agent Smith in Matrix gespielt?, es=¿Quien actuó como el agente Smith en Matrix?, it=Chi interpretava l'agente Smith in Matrix?, fr=Qui a joué Agent Smith dans Matrix?, nl=Wie speelde Agent Smith in Matrix?, ro=Cine l-a jucat pe Agent Smith în Matrix?}"
        },
        {
            "languageToKeyword": "{en=[how much, carbs, peanut butter], fa=[کره بادام زمینی، کربوهیدرات], de=[wieviele, Kohlenhydrate, Erdnussbutter], es=[hidrates de carbono, manteca de cacahuete], it=[quanti, carboidrati, burro di noccioline], fr=[glucides, arachides], nl=[koolhydraten, pindakaas], ro=[câți, carbohidrați, unt de arahide]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "SELECT DISTINCT ?carbs WHERE {  <http://dbpedia.org/resource/Peanut_butter> <http://dbpedia.org/property/carbs> ?carbs . } ",
            "answerType": "number",
            "aggregation": false,
            "goldenAnswer": "[20.0]",
            "id": "271",
            "languageToQuestion": "{en=How much carbs does peanut butter have?, fa=کره بادام زمینی چقدر کربوهیدرات دارد؟, de=Wieviele Kohlenhydrate hat Erdnussbutter?, es=¿Cuantos hidrates de carbono tienen la manteca de cacahuete?, it=Quanti carboidrati ha il burro di noccioline?, fr=Quelle quantité de glucides est contenue dans les arachides?, nl=Hoeveel koolhydraten heeft pindakaas?, ro=Câți carbohidrați conține untul de arahide?}"
        },
        {
            "languageToKeyword": "{en=[book, the most pages], fa=[کتابی، بیشترین صفحه], de=[Buch, meisten Seiten], es=[libro, mayor numero paginas], it=[libro, maggior numero di pagine], fr=[livre, le plus de pages], nl=[boek, meeste pagina's], ro=[carte, cele mai multe pagini]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Book> .  ?uri <http://dbpedia.org/ontology/numberOfPages> ?n . } ORDER BY DESC(?n) OFFSET 0 LIMIT 1 ",
            "answerType": "resource",
            "aggregation": true,
            "goldenAnswer": "[http://dbpedia.org/resource/The_Tolkien_Reader]",
            "id": "272",
            "languageToQuestion": "{en=Which book has the most pages?, fa=چه کتابی بیشترین صفحه را دارد؟, de=Welches Buch hat die meisten Seiten?, es=¿Que libro tiene el mayor numero de paginas?, it=Quale libro ha il maggior numero di pagine?, fr=Quel livre a le plus de pages?, nl=Welk boek heeft de meeste pagina's?, ro=Ce carte are cele mai multe pagini?}"
        },
        {
            "languageToKeyword": "{en=[bridges, cross, Seine], fa=[پل هایی، سن، می گذرند], de=[Brücken, überqueren, Seine], es=[puentes, cruzan, Siena], it=[ponti, attraversare, Senna], fr=[ponts, Seine], nl=[bruggen, overspannen, Seine], ro=[poduri, traversează, Sena]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Bridge> .  ?uri <http://dbpedia.org/ontology/crosses> <http://dbpedia.org/resource/Seine> . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Pont_Saint-Michel, http://dbpedia.org/resource/Pont_de_Normandie, http://dbpedia.org/resource/Pont_amont, http://dbpedia.org/resource/Pont_de_Bir-Hakeim, http://dbpedia.org/resource/Pont_Rouelle, http://dbpedia.org/resource/Pont_de_Brotonne, http://dbpedia.org/resource/Pont_Alexandre_III, http://dbpedia.org/resource/Pont_Notre-Dame, http://dbpedia.org/resource/Pont_Mirabeau, http://dbpedia.org/resource/Pont_National, http://dbpedia.org/resource/Pont_aval, http://dbpedia.org/resource/Tancarville_Bridge, http://dbpedia.org/resource/Petit_Pont, http://dbpedia.org/resource/Pont_Neuf, http://dbpedia.org/resource/Pont_de_Tolbiac, http://dbpedia.org/resource/Pont_de_Neuilly, http://dbpedia.org/resource/Pont_des_Arts, http://dbpedia.org/resource/Pont_de_Grenelle, http://dbpedia.org/resource/Pont_de_la_Concorde_(Paris), http://dbpedia.org/resource/Pont_du_Garigliano, http://dbpedia.org/resource/Pont_du_Carrousel, http://dbpedia.org/resource/Pont_de_Sully, http://dbpedia.org/resource/Pont_au_Double, http://dbpedia.org/resource/Pont_au_Change, http://dbpedia.org/resource/Pont_d'Austerlitz]",
            "id": "273",
            "languageToQuestion": "{en=Which bridges cross the Seine?, fa=چه پل هایی از سن می گذرند؟, de=Welche Brücken überqueren die Seine?, es=¿Cuantos puentes cruzan el Siena?, it=Quanti ponti attraversano la Senna?, fr=Quels ponts traversent la Seine?, nl=Welke bruggen overspannen de Seine?, ro=Ce poduri traversează Sena?}"
        },
        {
            "languageToKeyword": "{en=[mayor, capital, French Polynesia], fa=[شهردار، پایتخت، پلی نزی فرانسه], de=[Bürgermeister, Hauptstadt, Französisch-Polynesien], es=[alcalde, capital Polinesia Francesa], it=[sindaco, capitale, Polinesia Francese], fr=[maire, capitale, Polynésie Francaise], nl=[burgermeester, hoofdstad, Frans-Polynesië], ro=[primar, capitală, Polinezia Franceză]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  <http://dbpedia.org/resource/French_Polynesia> <http://dbpedia.org/ontology/capital> ?x .  ?x <http://dbpedia.org/ontology/mayor> ?uri . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Michel_Buillard]",
            "id": "274",
            "languageToQuestion": "{en=Who is the mayor of the capital of French Polynesia?, fa=چه کسی شهردار پایتخت پلی نزی فرانسه است؟, de=Wer ist der Bürgermeister der Hauptstadt von Französisch-Polynesien?, es=¿Quien es el alcalde de la capital de la Polinesia Francesa?, it=Chi è il sindaco della capitale della Polinesia Francese?, fr=Qui est le maire de la capitale de la Polynésie Francaise?, nl=Wie is de burgermeester van de hoofdstad van Frans-Polynesië?, ro=Cine este primarul capitaliei Polineziei Franceze?}"
        },
        {
            "languageToKeyword": "{en=[Dracula, creator, die], fa=[خالق، دراکولا، فوت], de=[Dracula, Schöpfer, gestorben], es=[muerte, creador, Drácula], it=[Dracula, creatore, morire], fr=[mort, créateur, Dracula], nl=[stierf, bedenker, Dracula], ro=[Dracula, creator, a muri]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?date WHERE {  <http://dbpedia.org/resource/Count_Dracula> <http://dbpedia.org/ontology/creator> ?x .  ?x <http://dbpedia.org/ontology/deathDate> ?date . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[1912-04-20]",
            "id": "275",
            "languageToQuestion": "{en=When did Dracula's creator die?, fa=چه زمانی خالق دراکولا فوت کرد؟, de=Wann ist Draculas Schöpfer gestorben?, es=¿Cuando murió el creador de Drácula?, it=Quando è morto il creatore di Dracula?, fr=Quand est mort le créateur de Dracula?, nl=Wanneer stierf de bedenker van Dracula?, ro=Când a murit creatorul Dracula?}"
        },
        {
            "languageToKeyword": "{en=[location, Houses of Parliament], fa=[مکان، کاخ وستمینستر], de=[Ort, Westminster-Palast], es=[localización, casas del parlamento], it=[luogo, Palazzo di Westminster], fr=[location, palais de Westminster], nl=[plaats, Palace of Westminster], ro=[locație, Palatul Westminster]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT ?uri WHERE {  <http://dbpedia.org/resource/Palace_of_Westminster> <http://dbpedia.org/ontology/location> ?uri . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Greater_London, http://dbpedia.org/resource/United_Kingdom, http://dbpedia.org/resource/England, http://dbpedia.org/resource/City_of_Westminster]",
            "id": "276",
            "languageToQuestion": "{en=What is the location of the Houses of Parliament?, fa=مکان کاخ وستمینستر کجاست؟, de=Wo ist der Westminster-Palast?, es=¿Donde están situadas las Casas del Parlamento?, it=Dove si trova il Palazzo di Westminster?, fr=Où se trouve le palais de Westminster?, nl=Waar is de Palace of Westminster?, ro=Care este locația Palatului Westminster?}"
        },
        {
            "languageToKeyword": "{en=[pope, founded, Vatican Television], fa=[پاپ، تلویزیون واتیکان، تأسیس], de=[Papst, gegründet, Vatikanisches Fernsehen], es=[papa, fundo, televisión Vaticana], it=[papa, fondare, televisione vaticana], fr=[pape, fondateur, télé du Vatican], nl=[paus, oprichter, Vaticaanse televisie], ro=[papa, fondat, televiziunea din Vatican]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Pope> .  <http://dbpedia.org/resource/Vatican_Television_Center> <http://dbpedia.org/ontology/foundedBy> ?uri . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Pope_John_Paul_II]",
            "id": "278",
            "languageToQuestion": "{en=Who was the pope that founded the Vatican Television?, fa=کدام پاپ تلویزیون واتیکان را تأسیس کرد؟, de=Welcher Papst hat das Vatikanische Fernsehen gegründet?, es=¿Quien fue el papa que fundo la televisión Vaticana?, it=Quale papa ha fondato la televisione vaticana?, fr=Quel pape est le fondateur de la télé du Vatican?, nl=Welk paus richtte de Vaticaanse televisie op?, ro=Cine a fost papa care a creat televiziunea din Vatican?}"
        },
        {
            "languageToKeyword": "{en=[airlines, part of, SkyTeam alliance], fa=[خطوط هوایی، عضو، اتحاد اسکایتیم], de=[Fluggesellschaften, Teil von, SkyTeam-Allianz], es=[aerolíneas, alianza SkyTeam], it=[compagnie aeree, alleanza SkyTeam], fr=[alliance SkyTeam, companies aériennes, membre], nl=[luchtvaartmaatschappijen, lid van, SkyTeam alliantie], ro=[companii aeriene, parte din, alianța SkyTeam]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Airline> .  { ?uri <http://dbpedia.org/property/alliance> <http://dbpedia.org/resource/SkyTeam> . }  UNION  { ?uri <http://dbpedia.org/ontology/Alliance> <http://dbpedia.org/resource/SkyTeam> . } } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Alitalia_CityLiner, http://dbpedia.org/resource/Vietnam_Airlines, http://dbpedia.org/resource/Delta_Air_Lines, http://dbpedia.org/resource/Aerol%C3%ADneas_Argentinas, http://dbpedia.org/resource/Aerom%C3%A9xico, http://dbpedia.org/resource/Delta_Connection, http://dbpedia.org/resource/Air_Europa, http://dbpedia.org/resource/Aeroflot, http://dbpedia.org/resource/Air_France, http://dbpedia.org/resource/Garuda_Indonesia, http://dbpedia.org/resource/C.A.I._First, http://dbpedia.org/resource/Delta_Express, http://dbpedia.org/resource/Northwest_Airlines, http://dbpedia.org/resource/Kenya_Airways, http://dbpedia.org/resource/Korean_Air, http://dbpedia.org/resource/Austral_L%C3%ADneas_A%C3%A9reas, http://dbpedia.org/resource/C.A.I._Second]",
            "id": "279",
            "languageToQuestion": "{en=What airlines are part of the SkyTeam alliance?, fa=چه خطوط هوایی عضو اتحاد اسکایتیم هستند؟, de=Welche Fluggesellschaften sind Teil der SkyTeam-Allianz?, es=¿Qué aerolíneas forman parte del la alianza SkyTeam?, it=Quali compagnie aeree fanno parte dell'alleanza SkyTeam?, fr=Quels companies aériennes sont membre de l'alliance SkyTeam?, nl=Welke luchtvaartmaatschappijen zijn lid van de SkyTeam alliantie?, ro=Ce companii aeriene fac parte din alianța SkyTeam?}"
        },
        {
            "languageToKeyword": "{en=[total population, Melbourne Florida], fa=[جمعیت کل، ملبورن فلوریدا], de=[Gesamteinwohnerzahl, Melbourne Florida], es=[población total, Melbourne Florida], it=[popolazione totale, Melbourne, Florida], fr=[population totale, Melbourne, Floride], nl=[bevolking, Melbourne Florida], ro=[populația totală, Melbourne Florida]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT ?uri WHERE {  <http://dbpedia.org/resource/Melbourne,_Florida> <http://dbpedia.org/ontology/populationTotal> ?uri . } ",
            "answerType": "number",
            "aggregation": false,
            "goldenAnswer": "[76068]",
            "id": "280",
            "languageToQuestion": "{en=What is the total population of Melbourne, Florida?, fa=جمعیت کل ملبورن، فلوریدا چقدر است؟, de=Was ist die Gesamteinwohnerzahl von Melbourne, Florida?, es=¿Cuál es la población total de Melbourne, Florida?, it=Qual è la popolazione totale di Melbourne, Florida?, fr=Quelle est la population totale de Melbourne, Floride?, nl=Wat is de bevolking van Melbourne, Florida?, ro=Care este populația totală a Melbourne, Florida?}"
        },
        {
            "languageToKeyword": "{en=[airports, Yeti Airlines], fa=[یتی ایرلاینرز، فرودگاه هایی], de=[Flughäfen, anfliegen, Yeti Airlines], es=[aeropuertos, Yeti Airlines], it=[aeroporti, Yeti Airlines], fr=[Yeti Airlines, aéroports], nl=[luchthavens, Yeti Airlines], ro=[aeroporturi, Yeti Airlines]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  <http://dbpedia.org/resource/Yeti_Airlines> <http://dbpedia.org/ontology/targetAirport> ?uri . }",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Pokhara, http://dbpedia.org/resource/Siddharthanagar, http://dbpedia.org/resource/Biratnagar]",
            "id": "281",
            "languageToQuestion": "{en=Which airports does Yeti Airlines serve?, fa=یتی ایرلاینرز در چه فرودگاه هایی فعالیت می کند؟, de=Welche Flughäfen fliegt Yeti Airlines an?, es=¿Qué aeropuertos sirve Yeti Airlines?, it=Quali aeroporti sono serviti da Yeti Airlines?, fr=Quels sont les aéroports servis par Yeti Airlines?, nl=Naar welke luchthavens vliegt Yeti Airlines?, ro=Ce aeroporturi deservește Yeti Airlines?}"
        },
        {
            "languageToKeyword": "{en=[year, born, Rachel Stevens], fa=[ریچل استیونز، سالی، متولد], de=[Jahr, geboren, Rachel Stevens], es=[año, nació, Rachel Stevens], it=[anno nascita, Rachel Stevens], fr=[année de naissance, Rachel Stevens], nl=[jaar, geboren, Rachel Stevens], ro=[an, născut, Rachel Stevens]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  <http://dbpedia.org/resource/Rachel_Stevens> <http://dbpedia.org/ontology/birthYear> ?uri . } ",
            "answerType": "date",
            "aggregation": false,
            "goldenAnswer": "[1978]",
            "id": "282",
            "languageToQuestion": "{en=In which year was Rachel Stevens born?, fa=ریچل استیونز در چه سالی متولد شد؟, de=In welchem Jahr wurde Rachel Stevens geboren?, es=¿En que año nació Rachel Stevens?, it=In quale anno è nata Rachel Stevens?, fr=Quand est née Rachel Stevens?, nl=In welk jaar word Rachel Stevens geboren?, ro=În ce an s-a născut Rachel Stevens?}"
        },
        {
            "languageToKeyword": "{en=[JFK, assassinated], fa=[جان کندی، ترور], de=[JFK, ermordet], es=[JFK, asesinado], it=[JFK, assassinato], fr=[John Kennedy, assassinat], nl=[JFK, vermoord], ro=[JFK, asasinat]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  <http://dbpedia.org/resource/John_F._Kennedy> <http://dbpedia.org/ontology/deathPlace> ?uri . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Texas, http://dbpedia.org/resource/Dallas]",
            "id": "283",
            "languageToQuestion": "{en=Where was JFK assassinated?, fa=[جان کندی کجا ترور شد؟, de=Wo wurde JFK ermordet?, es=¿Dónde fue JFK asesinado?, it=Dove è stato assassinato JFK?, fr=A été tué John Kennedy?, nl=Waar word JFK vermoord?, ro=Unde a fost asasinat JFK?}"
        }
]
