[
        {
            "languageToKeyword": "{en=[Tom Cruise, official website], de=[Tom Cruise, offizielle Website], es=[Tom Cruise, página de Web oficial], it=[Tom Cruise, sito internet ufficiale], fr=[site web officiel, Tom Cruise], nl=[officiële website, Tom Cruise], ro=[Tom Cruise, website oficial]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "PREFIX dbp: <http://dbpedia.org/property/>\nPREFIX res: <http://dbpedia.org/resource/>\nSELECT DISTINCT ?string \nWHERE { \n        res:Tom_Cruise dbp:website ?string .\n}",
            "answerType": "string",
            "aggregation": false,
            "goldenAnswer": "[http://www.tomcruise.com/]",
            "id": "56",
            "outOfScope": false,
            "languageToQuestion": "{en=What is the official website of Tom Cruise?, de=Was ist die offizielle Website von Tom Cruise?, es=¿Cuál el la página de Web oficial de Tom Cruise?, it=Qual è il sito internet ufficiale di Tom Cruise?, fr=Quel est le site web officiel de Tom Cruise?, nl=Wat is de officiële website van Tom Cruise?, ro=Care este website-ul oficial al lui Tom Cruise?}"
        },
        {
            "languageToKeyword": "{en=[Germany, federal chancellors], de=[Bundeskanzler], es=[cancilleres, alemanos], it=[cancellieri, tedeschi], fr=[chanceliers, allemands], nl=[Duits, bondskanseliers], ro=[Germania, cancelar federal]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbp: <http://dbpedia.org/property/>\nPREFIX res: <http://dbpedia.org/resource/>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri dbp:office res:Chancellor_of_Germany . \n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Konrad_Adenauer, http://dbpedia.org/resource/Angela_Merkel, http://dbpedia.org/resource/Gerhard_Schr%C3%B6der, http://dbpedia.org/resource/Helmut_Kohl, http://dbpedia.org/resource/Willy_Brandt, http://dbpedia.org/resource/Ludwig_Erhard, http://dbpedia.org/resource/Helmut_Schmidt, http://dbpedia.org/resource/Kurt_Georg_Kiesinger]",
            "id": "53",
            "outOfScope": false,
            "languageToQuestion": "{en=Give me all federal chancellors of Germany., de=Gib mir alle Bundeskanzler., es=Dame todos los cancilleres alemanos., it=Dammi tutti i cancellieri tedeschi., fr=Donnes-moi tous les chancelièrs allemands., nl=Noem alle Duitse bondskanseliers., ro=Dă-mi toți cancelarii federali ai Germaniei}"
        },
        {
            "languageToKeyword": "{en=[state, Germany, govern, Social Democratic Party], de=[Deutschland, Bundesland, regieren, SPD], es=[estado federal, Alemania, gobierna, SPD], it=[stato federato, Germania, governo, Partito Socialista Democratico], fr=[états d'Allemagne, parti social-démocrate d'Allemagne, gouvernés], nl=[Duitse deelstaat, SPD, aan de macht], ro=[stat, Germania, guverna, Partidul Social Democrat]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "PREFIX dbp: <http://dbpedia.org/property/>\nPREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX yago: <http://dbpedia.org/class/yago/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n          ?uri rdf:type yago:StatesOfGermany .\n        { ?uri dbo:leaderParty res:Social_Democratic_Party_of_Germany . }\n        UNION\n        { ?uri dbp:rulingParty 'SPD'@en . } \n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Brandenburg, http://dbpedia.org/resource/Saarland, http://dbpedia.org/resource/North_Rhine-Westphalia, http://dbpedia.org/resource/Hamburg, http://dbpedia.org/resource/Lower_Saxony, http://dbpedia.org/resource/Berlin, http://dbpedia.org/resource/Thuringia, http://dbpedia.org/resource/Mecklenburg-Vorpommern, http://dbpedia.org/resource/Schleswig-Holstein, http://dbpedia.org/resource/Bremen_(state), http://dbpedia.org/resource/Baden-W%C3%BCrttemberg, http://dbpedia.org/resource/Saxony-Anhalt, http://dbpedia.org/resource/Rhineland-Palatinate]",
            "id": "8",
            "outOfScope": false,
            "languageToQuestion": "{en=Which states of Germany are governed by the Social Democratic Party?, de=Welche Bundesländer in Deutschland werden von der SPD regiert?, es=¿En qué estados federales de Alemania gobierna la SPD?, it=In quali stati federati della Germania governa il Partito Socialista Democratico?, fr=Quels sont les états d'Allemagne gouvernés par le parti social-démocrate d'Allemagne?, nl=In welke Duitse deelstaten is de SPD aan de macht?, ro=Ce state germane sunt guvernate de Partidul Social Democrat?}"
        },
        {
            "languageToKeyword": "{en=[website, company, employee, more than 500000], de=[Webseite, Unternehmen, Angestellte, mehr als 500000], es=[página de Web, empreasas, empleados, más de 500000], it=[sito internet, azienda, dipendenti, più di 500000], fr=[sites webs, companies, plus de 500000 employés], nl=[website, onderneming, werknemers, meer dan 500000], ro=[website, companie, angajat, mai mult de 500000]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX dbp: <http://dbpedia.org/property/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nPREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nSELECT DISTINCT ?string\nWHERE {\n         ?c rdf:type dbo:Company .\n       { ?c dbo:numberOfEmployees ?employees . }\n       UNION\n       { ?c dbp:numEmployees ?employees . }\n         FILTER( xsd:integer(?employees) > 500000 ) .\n         ?c dbp:homepage ?string .\n}",
            "answerType": "string",
            "aggregation": true,
            "goldenAnswer": "[http://www.petrochina.com.cn/ptr/, http://www.g4s.com/, http://www.brother.com/, http://www.graftech.com, http://fsci.com/, http://www.stx.co.kr, http://www.spb.gov.cn/, http://sbilife.co.in, http://www.ringpower.com/, http://www.redcross.fi/en_GB/, http://www.laborready.com, http://www.atbank.nl, https://www.kvb.co.in/, http://www.maxonmotor.com/, http://phx.corporate-ir.net/phoenix.zhtml?c=97944&p=irol-irhome, http://www.slimmingworld.com, http://www.verabradley.com/, http://www.ccc.gr, http://www.issworld.com/, http://www.foxconn.com, http://www.veritaslanguagesolutions.com, http://www.babcockborsigservice.com/index.php?id=27&L=1, http://www.servpro.com/, http://www.ohe-transport.de/]",
            "id": "67",
            "outOfScope": false,
            "languageToQuestion": "{en=Give me the websites of companies with more than 500000 employees., de=Gib mir alle Webseiten von Unternehmen mit mehr als 500000 Angestellten., es=Dame todas las páginas de Web de empresas con más de 500000 empleados., it=Dammi tutti i siti internet di aziende con più di 500000 dipendenti., fr=Donnes-moi les sites webs de companies avec plus de 500000 employés., nl=Geef me de websites van alle ondernemingen met meer dan 500000 werknemers., ro=Dă-mi toate website-urile de la companiile cu mai mult de 500000 de angajați}"
        },
        {
            "languageToKeyword": "{en=[New Jersey, city, inhabitants, more than 100000], de=[New Jersey, Stadt, Einwohner, mehr als 100000], es=[New Jersey, ciudad, habitantes, más de 100000], it=[New Jersey, città, abitanti, più di 100000], fr=[New Jersey, villes, habitants, plus de 100000], nl=[New Jersey, stad, inwoners, meer dan 100000], ro=[New Jersey, oraș, locuitori, mai mult de 100000]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> \nPREFIX res: <http://dbpedia.org/resource/> \nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:City .  \n        ?uri dbo:isPartOf res:New_Jersey .  \n        ?uri dbo:populationTotal ?inhabitants . \n        FILTER (?inhabitants > 100000) . \n}",
            "answerType": "resource",
            "aggregation": true,
            "goldenAnswer": "[http://dbpedia.org/resource/Newark,_New_Jersey, http://dbpedia.org/resource/Jersey_City,_New_Jersey, http://dbpedia.org/resource/Elizabeth,_New_Jersey, http://dbpedia.org/resource/Paterson,_New_Jersey]",
            "id": "17",
            "outOfScope": false,
            "languageToQuestion": "{en=Give me all cities in New Jersey with more than 100000 inhabitants., de=Gib mir alle Städte in New Jersey, die mehr als 100000 Einwohner haben., es=Dame todas las cuidades en New Jersey que tengan más de 100000 habitantes., it=Dammi tutte le città del New Jersey con più di 100000 abitanti., fr=Donnes-moi toutes les villes du New Jersey avec plus de 100000 habitants., nl=Geef alle steden in New Jersey met meer dan 100000 inwoners., ro=Dă-mi toate orașele din New Jersey cu mai mult de 100000 de locuitori.}"
        },
        {
            "languageToKeyword": "{en=[actor, born, Germany], de=[Schauspieler, geboren, Deutschland], es=[Actores, nacidos, Alemania], it=[attore, nato, Germania], fr=[acteurs, nés, Allemagne], nl=[acteur, geboren, Duitsland], ro=[actor, născut, Germania]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res:  <http://dbpedia.org/resource/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri rdf:type dbo:Actor .\n      { ?uri dbo:birthPlace res:Germany . }\n      UNION \n      { ?uri dbo:birthPlace ?place .\n        ?place dbo:country res:Germany . }\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Karin_Schubert, http://dbpedia.org/resource/Susan_Wayland, http://dbpedia.org/resource/Dru_Berrymore, http://dbpedia.org/resource/Freddy_Dalton, http://dbpedia.org/resource/Kelly_Trump, http://dbpedia.org/resource/Thom_Barron, http://dbpedia.org/resource/Annette_Schwarz, http://dbpedia.org/resource/Michaela_Schaffrath, http://dbpedia.org/resource/Amy_Ried, http://dbpedia.org/resource/Harry_S._Morgan, http://dbpedia.org/resource/Marcel_Schlutt, http://dbpedia.org/resource/Axel_Anderson, http://dbpedia.org/resource/Victoria_Sin, http://dbpedia.org/resource/Sascha_(pornographic_actor), http://dbpedia.org/resource/Briana_Banks, http://dbpedia.org/resource/Shimon_Schwarzschild, http://dbpedia.org/resource/Katja_Kassin, http://dbpedia.org/resource/Vince_Rockland, http://dbpedia.org/resource/Janine_Chang, http://dbpedia.org/resource/Logan_McCree, http://dbpedia.org/resource/Till_Kraemer, http://dbpedia.org/resource/Caroline_Welz, http://dbpedia.org/resource/Ana_Nova, http://dbpedia.org/resource/Julie_K._Smith, http://dbpedia.org/resource/Shy_Love, http://dbpedia.org/resource/Tyra_Misoux]",
            "id": "68",
            "outOfScope": false,
            "languageToQuestion": "{en=Which actors were born in Germany?, de=Welche Schauspieler wurden in Deutschland geboren?, es=¿Qué actores nacieron en Alemania?, it=Quali attori sono nati in Germania?, fr=Quels acteurs sont nés en Allemagne?, nl=Welke acteurs zijn geboren in Duitsland?, ro=Ce actori au fost născuți în Germania?}"
        },
        {
            "languageToKeyword": "{en=[U.S. state, located, Mount McKinley], de=[US-Staat, befinden, Mount McKinley], es=[estado, estados unidos de américa, encuentra, monte McKinley], it=[Stati Uniti d'America, trova, Mount McKinley], fr=[états, Etats-Unis d'Amérique, trouve, mont McKinley], nl=[deelstaat, Verenigde Staten, gelegen, Mount McKinley], ro=[stat american, aflat, muntele McKinley]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "PREFIX yago: <http://dbpedia.org/class/yago/>\nPREFIX dbo:  <http://dbpedia.org/ontology/>\nPREFIX res:  <http://dbpedia.org/resource/>\nPREFIX rdf:  <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri rdf:type yago:StatesOfTheUnitedStates .\n        res:Mount_McKinley dbo:locatedInArea ?uri . \n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Alaska]",
            "id": "9",
            "outOfScope": false,
            "languageToQuestion": "{en=In which U.S. state is Mount McKinley located?, de=In welchem US-Bundesstaat befindet sich der Mount McKinley?, es=¿En qué estado de los estados unidos se encuentra el monte McKinley?, it=In quale stato degli Stati Uniti si trova il Monte McKinley?, fr=Dans quel état des Etats-Unis d'Amérique se trouve le mont McKinley?, nl=In welke deelstaat van de Verenigde Staten is Mount McKinley gelegen?, ro=În ce stat american se află muntele McKinley?}"
        },
        {
            "languageToKeyword": "{en=[movie, Tom Cruise], de=[Film, Tom Cruise], es=[películas, Tom Cruise], it=[film, Tom Cruise], fr=[films, Tom Cruise], nl=[film, Tom Cruise], ro=[film, Tom Cruise]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri rdf:type dbo:Film.\n        ?uri dbo:starring res:Tom_Cruise .\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/All_the_Right_Moves_(film), http://dbpedia.org/resource/Collateral_(film), http://dbpedia.org/resource/Mission:_Impossible_%E2%80%93_Ghost_Protocol, http://dbpedia.org/resource/Jack_Reacher_(film), http://dbpedia.org/resource/The_Outsiders_(film), http://dbpedia.org/resource/Interview_with_the_Vampire:_The_Vampire_Chronicles, http://dbpedia.org/resource/Legend_(film), http://dbpedia.org/resource/Far_and_Away, http://dbpedia.org/resource/The_Last_Samurai, http://dbpedia.org/resource/Top_Gun, http://dbpedia.org/resource/Risky_Business, http://dbpedia.org/resource/A_Few_Good_Men, http://dbpedia.org/resource/The_Color_of_Money, http://dbpedia.org/resource/Jerry_Maguire, http://dbpedia.org/resource/War_of_the_Worlds_(2005_film), http://dbpedia.org/resource/Vanilla_Sky, http://dbpedia.org/resource/Valkyrie_(film), http://dbpedia.org/resource/Eyes_Wide_Shut, http://dbpedia.org/resource/Lions_for_Lambs, http://dbpedia.org/resource/Mission:_Impossible_(film_series), http://dbpedia.org/resource/Knight_and_Day, http://dbpedia.org/resource/Mission:_Impossible_III, http://dbpedia.org/resource/Cocktail_(1988_film), http://dbpedia.org/resource/Mission:_Impossible_(film), http://dbpedia.org/resource/Born_on_the_Fourth_of_July_(film), http://dbpedia.org/resource/The_Firm_(1993_film), http://dbpedia.org/resource/Rock_of_Ages_(2012_film), http://dbpedia.org/resource/Minority_Report_(film), http://dbpedia.org/resource/Rain_Man, http://dbpedia.org/resource/Days_of_Thunder, http://dbpedia.org/resource/Losin'_It]",
            "id": "84",
            "outOfScope": false,
            "languageToQuestion": "{en=Give me all movies with Tom Cruise., de=Gib mir alle Filme mit Tom Cruise., es=Dame todas las películas con Tom Cruise, it=Dammi tutti i film con Tom Cruise., fr=Donnes-moi tous les films avec Tom Cruise., nl=Noem alle films met Tom Cruise., ro=Dă-mi toate filmele cu Tom Cruise.}"
        },
        {
            "languageToKeyword": "{en=[breed, German Shepherd dog], de=[Schäferhundrasse], es=[razas de pastor alemán], it=[razza, pastore tedesco], fr=[races, bergers allemands], nl=[Duitse herder, soort], ro=[rasă, câine Ciobănesc German]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "PREFIX dbp: <http://dbpedia.org/property/> \nPREFIX res: <http://dbpedia.org/resource/> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri dbp:breed res:German_Shepherd . \n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Mancs_(dog), http://dbpedia.org/resource/Appollo_(dog), http://dbpedia.org/resource/Crumstone_Irma, http://dbpedia.org/resource/Jet_of_Iada, http://dbpedia.org/resource/Lightning_(dog), http://dbpedia.org/resource/Strongheart, http://dbpedia.org/resource/Trakr, http://dbpedia.org/resource/Nemo_A534, http://dbpedia.org/resource/Rifleman_Khan]",
            "id": "143",
            "outOfScope": false,
            "languageToQuestion": "{en=Give me all breeds of the German Shepherd dog., de=Gib mir alle Schäferhundrassen., es=Dame todas las razas de pastor alemán., it=Dammi tutte le razze del pastore tedesco., fr=Donnes-moi toutes les races de bergers allemands., nl=Noem alle soorten Duitse herders., ro=Dă-mi toate rasele câinelui Ciobănesc German.}"
        },
        {
            "languageToKeyword": "{en=[language, spoken, Estonia], de=[Sprache, sprechen, Estland], es=[idiomas, Estonia], it=[lingua, Estonia], fr=[langues, Estonie], nl=[taal, gesproken, Estland], ro=[limbă, vorbită, Estonia]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nSELECT DISTINCT ?uri \nWHERE { \n        ?uri dbo:spokenIn res:Estonia . \n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/V%C3%B5ro_language, http://dbpedia.org/resource/Laiuse_Romani_language, http://dbpedia.org/resource/Estonian_Sign_Language, http://dbpedia.org/resource/Seto_dialect, http://dbpedia.org/resource/Russian_Sign_Language, http://dbpedia.org/resource/Baltic_Romani, http://dbpedia.org/resource/Estonian_language, http://dbpedia.org/resource/Modern_Swedish, http://dbpedia.org/resource/Finnish_language]",
            "id": "72",
            "outOfScope": false,
            "languageToQuestion": "{en=Which languages are spoken in Estonia?, de=Welche Sprachen werden in Estland gesprochen?, es=¿Qué idiomas se hablan en Estonia?, it=Quali lingue sono parlate in Estonia?, fr=Quelles langues parle-t-on en Estonie?, nl=Welke talen worden gesproken in Estland?, ro=Ce limbi sunt vorbite în Estonia?}"
        },
        {
            "languageToKeyword": "{en=[Latvia, join, EU], de=[Lettland, beitreten, EU], es=[Letonia, ingreso, unión europea], it=[Lettonia, entrare, Unione Europea], fr=[Lettonie, membre, Union européene], nl=[Letland, toetreden, EU], ro=[Letonia, adera, Uniunea Europeană]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "PREFIX res: <http://dbpedia.org/resource/>\nPREFIX dbp: <http://dbpedia.org/property/>\nSELECT DISTINCT ?date \nWHERE {       \n        res:Latvia dbp:accessioneudate ?date .      \n}",
            "answerType": "date",
            "aggregation": false,
            "goldenAnswer": "[2004-05-01]",
            "id": "37",
            "outOfScope": false,
            "languageToQuestion": "{en=When did Latvia join the EU?, de=Wann ist Lettland der EU beigetreten?, es=¿Cuándo ingresó Letonia a la unión europea?, it=Quando la Lettonia è entrata nell'Unione Europea?, fr=Quand est la Lettonie devenue membre de l'Union européene?, nl=Wanneer trad Letland toe tot de EU?, ro=Când a aderat Letonia la Uniunea Europeană?}"
        },
        {
            "languageToKeyword": "{en=[country, cave, more than ten], de=[Land, Höhle, mehr als zehn], es=[país, cuevas, más de diez], it=[nazione, grotta, più di dieci], fr=[pays, grottes, plus de dix], nl=[land, grotten, meer dan tien], ro=[țară, peșteră, mai mult de zece]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> \nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:Country . ?cave rdf:type dbo:Cave . { ?cave dbo:location ?uri . } UNION { ?cave dbo:location ?loc . ?loc dbo:country ?uri . } } GROUP BY ?uri HAVING(COUNT(?cave) > 10)",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Greece, http://dbpedia.org/resource/Spain, http://dbpedia.org/resource/England, http://dbpedia.org/resource/Turkey, http://dbpedia.org/resource/United_States, http://dbpedia.org/resource/Australia, http://dbpedia.org/resource/People's_Republic_of_China, http://dbpedia.org/resource/New_Zealand, http://dbpedia.org/resource/Indonesia, http://dbpedia.org/resource/Italy, http://dbpedia.org/resource/Republic_of_Ireland, http://dbpedia.org/resource/Tanzania, http://dbpedia.org/resource/Mexico, http://dbpedia.org/resource/Croatia, http://dbpedia.org/resource/Austria, http://dbpedia.org/resource/Ukraine, http://dbpedia.org/resource/Guatemala, http://dbpedia.org/resource/Germany, http://dbpedia.org/resource/Scotland, http://dbpedia.org/resource/Wales, http://dbpedia.org/resource/Slovenia, http://dbpedia.org/resource/Derbyshire, http://dbpedia.org/resource/Gibraltar, http://dbpedia.org/resource/Romania, http://dbpedia.org/resource/Sri_Lanka, http://dbpedia.org/resource/Serbia, http://dbpedia.org/resource/France, http://dbpedia.org/resource/Jamaica, http://dbpedia.org/resource/China, http://dbpedia.org/resource/UK, http://dbpedia.org/resource/Northern_Ireland, http://dbpedia.org/resource/Portugal, http://dbpedia.org/resource/United_Kingdom, http://dbpedia.org/resource/Poland, http://dbpedia.org/resource/Brazil, http://dbpedia.org/resource/Lebanon]",
            "id": "11",
            "outOfScope": false,
            "languageToQuestion": "{en=Which countries have more than ten caves?, de=In welchen Ländern gibt es mehr als zehn Höhlen?, es=¿Qué países tienen más de diez cuevas?, it=Quali nazioni hanno più di dieci grotte?, fr=Quels pays ont plus de dix grottes?, nl=Welke landen hebben meer dan tien grotten?, ro=Ce țări au mai mult de zece peșteri?}"
        },
        {
            "languageToKeyword": "{en=[created, Goofy], de=[erfinden, Goofy], es=[creador, Goofy], it=[creatore, Pippo], fr=[Goofy, créateur], nl=[bedenker, Goofy], ro=[creat, Goofy]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> \nPREFIX res: <http://dbpedia.org/resource/> \nSELECT DISTINCT ?uri \nWHERE { \n        res:Goofy dbo:creator ?uri . \n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Art_Babbitt, http://dbpedia.org/resource/Del_Connell, http://dbpedia.org/resource/Paul_Murry]",
            "id": "15",
            "outOfScope": false,
            "languageToQuestion": "{en=Who created Goofy?, de=Wer hat Goofy erfunden?, es=¿Quién es el creador de Goofy?, it=Chi è il creatore di Pippo?, fr=Qui est le créateur de Goofy?, nl=Wie bedacht Goofy?, ro=Cine l-a creat pe Goofy?}"
        },
        {
            "languageToKeyword": "{en=[cave, entrance, more than 3], de=[Höhle, Eingang, mehr als 3], es=[cueva, entrada, más de 3], it=[grotta, entrata, più di 3], fr=[grottes, plus de 3 entrées], nl=[grot, ingang, meer dan drie], ro=[peșteră, intrare, mai mult de 3]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX dbp: <http://dbpedia.org/property/>\nPREFIX res:  <http://dbpedia.org/resource/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:Cave .\n        ?uri dbp:entranceCount ?entrance .\n        FILTER (?entrance > 3) .\n}",
            "answerType": "resource",
            "aggregation": true,
            "goldenAnswer": "[http://dbpedia.org/resource/Windsor_Great_Cave, http://dbpedia.org/resource/Pollnagollum, http://dbpedia.org/resource/Shuang_River_Cave_Group, http://dbpedia.org/resource/Trail_Creek_Caves, http://dbpedia.org/resource/Gaping_Gill, http://dbpedia.org/resource/Porth_yr_Ogof, http://dbpedia.org/resource/Sistema_Sac_Actun, http://dbpedia.org/resource/Lost_John's_Cave, http://dbpedia.org/resource/Sistema_Ox_Bel_Ha, http://dbpedia.org/resource/Kharosa, http://dbpedia.org/resource/Gargantua_(cave), http://dbpedia.org/resource/Great_Douk_Cave, http://dbpedia.org/resource/Mahakali_Caves, http://dbpedia.org/resource/Sistema_Nohoch_Nah_Chich, http://dbpedia.org/resource/Sistema_Dos_Ojos, http://dbpedia.org/resource/Steinbr%C3%BCcken_Cave, http://dbpedia.org/resource/Redmond_Caves, http://dbpedia.org/resource/Boho_Caves, http://dbpedia.org/resource/Kanheri_Caves, http://dbpedia.org/resource/Paisley_Caves, http://dbpedia.org/resource/Ingleborough_Cave, http://dbpedia.org/resource/Kazumura_Cave, http://dbpedia.org/resource/Traungold_Cave]",
            "id": "69",
            "outOfScope": false,
            "languageToQuestion": "{en=Which caves have more than 3 entrances?, de=Welche Höhlen haben mehr als 3 Eingänge?, es=¿Qué cuevas tienen más de 3 entradas?, it=Quali grotte hanno più di 3 entrate?, fr=Quelles grottes ont plus de 3 entrées?, nl=Welke grotten hebben meer dan drie ingangen?, ro=Ce peșteri au mai mult de 3 intrări?}"
        },
        {
            "languageToKeyword": "{en=[country, adopt, Euro], de=[Land, übernehmen, Euro], es=[países, introducido, Euro], it=[stato, introdurre, Euro], fr=[pays, adopté, Euro], nl=[land, Euro, geïntroduceerd], ro=[țară, introdus, euro]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "PREFIX dbp: <http://dbpedia.org/property/>\nPREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n          ?uri rdf:type dbo:Country .\n        { ?uri dbo:currency res:Euro . } \n        UNION \n        { ?uri dbp:currencyCode 'EUR'@en . }\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/%C3%8Eles_des_Saintes, http://dbpedia.org/resource/%C3%85land_Islands, http://dbpedia.org/resource/French_Southern_and_Antarctic_Lands, http://dbpedia.org/resource/Twente, http://dbpedia.org/resource/Greece, http://dbpedia.org/resource/Spain, http://dbpedia.org/resource/Akrotiri_and_Dhekelia, http://dbpedia.org/resource/Italy, http://dbpedia.org/resource/Republic_of_Ireland, http://dbpedia.org/resource/Free_Territory_of_Trieste, http://dbpedia.org/resource/Ad%C3%A9lie_Land, http://dbpedia.org/resource/Austria, http://dbpedia.org/resource/Luxembourg, http://dbpedia.org/resource/Saint_Barth%C3%A9lemy, http://dbpedia.org/resource/San_Marino, http://dbpedia.org/resource/Cyprus, http://dbpedia.org/resource/Germany, http://dbpedia.org/resource/Andorra, http://dbpedia.org/resource/Slovenia, http://dbpedia.org/resource/Saint_Pierre_and_Miquelon, http://dbpedia.org/resource/Malta, http://dbpedia.org/resource/Kerguelen_Islands, http://dbpedia.org/resource/Vatican_City, http://dbpedia.org/resource/Finland, http://dbpedia.org/resource/United_Nations_Interim_Administration_Mission_in_Kosovo, http://dbpedia.org/resource/Montenegro, http://dbpedia.org/resource/Monaco, http://dbpedia.org/resource/Mayotte, http://dbpedia.org/resource/Estonia, http://dbpedia.org/resource/Portugal, http://dbpedia.org/resource/Collectivity_of_Saint_Martin, http://dbpedia.org/resource/Belgium]",
            "id": "32",
            "outOfScope": false,
            "languageToQuestion": "{en=Which countries adopted the Euro?, de=Welche Länder haben den Euro übernommen?, es=¿Qué países han introducido el Euro?, it=Quali stati hanno introdotto l'Euro?, fr=Quels pays ont adopté l'Euro?, nl=Welke landen hebben de Euro geïntroduceerd?, ro=În ce țări a fost introdus euro?}"
        },
        {
            "languageToKeyword": "{en=[Marc Chagall, jew], de=[Marc Chagall, Jude], es=[Marc Chagall, judío], it=[Marc Chagall, ebreo], fr=[Marc Chagall, juif], nl=[Marc Chagall, joods], ro=[Marc Chagall, evreu]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "PREFIX dbp: <http://dbpedia.org/property/>\nPREFIX res: <http://dbpedia.org/resource/>\nASK \nWHERE {\n       res:Marc_Chagall dbp:ethnicity 'Jewish'@en .\n}",
            "answerType": "boolean",
            "aggregation": false,
            "goldenAnswer": "[true]",
            "id": "179",
            "outOfScope": false,
            "languageToQuestion": "{en=Was Marc Chagall a jew?, de=War Marc Chagall ein Jude?, es=¿Fué Marc Chagall judío?, it=Marc Chagall era ebreo?, fr=Etait Marc Chagall juif?, nl=Was Marc Chagall joods?, ro=A fost Marc Chagall un evreu?}"
        },
        {
            "languageToKeyword": "{en=[president, born, 1945], de=[Präsident, geboren, 1945], es=[presidentes nacidos 1945], it=[presidente, nato, 1945], fr=[présidents, nés, 1945], nl=[president, geboren, 1945], ro=[președinte, născut, 1945]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri rdf:type dbo:President . \n        ?uri dbo:birthDate ?date .\n        FILTER regex(?date, '^1945') .\n}",
            "answerType": "resource",
            "aggregation": true,
            "goldenAnswer": "[http://dbpedia.org/resource/Abdirahman_Farole, http://dbpedia.org/resource/John_Fahey_(politician), http://dbpedia.org/resource/Zlatko_Tom%C4%8Di%C4%87, http://dbpedia.org/resource/Radovan_Karad%C5%BEi%C4%87, http://dbpedia.org/resource/Sheku_Badara_Bashiru_Dumbuya, http://dbpedia.org/resource/John_Olsen, http://dbpedia.org/resource/Joe_Robert_Pemagbi, http://dbpedia.org/resource/Yuriy_Meshkov, http://dbpedia.org/resource/Shekou_Momodou_Touray, http://dbpedia.org/resource/Vladislav_Ardzinba, http://dbpedia.org/resource/Moshe_Katsav, http://dbpedia.org/resource/Mom%C4%8Dilo_Kraji%C5%A1nik, http://dbpedia.org/resource/Jorge_Serrano_El%C3%ADas, http://dbpedia.org/resource/Akbar_Tanjung, http://dbpedia.org/resource/Charles_Margai, http://dbpedia.org/resource/Bu-Buakei_Jabbi, http://dbpedia.org/resource/Lee_Jong-wook, http://dbpedia.org/resource/Faruk_S%C3%BCren, http://dbpedia.org/resource/Igor_Ivanov, http://dbpedia.org/resource/Joe_Ghiz]",
            "id": "52",
            "outOfScope": false,
            "languageToQuestion": "{en=Which presidents were born in 1945?, de=Welche Präsidenten wurden 1945 geboren?, es=¿Qué presidentes nacieron en 1945?, it=Quali presidenti sono nati nel 1945?, fr=Quels présidents sont nés en 1945?, nl=Welke presidenten werden geboren in 1945?, ro=Ce președinți au fost născuți în 1945}"
        },
        {
            "languageToKeyword": "{en=[own, Aldi], de=[gehören, Aldi], es=[pertenece, Aldi], it=[possedere, Aldi], fr=[possède, Aldi], nl=[eigenaar, Aldi], ro=[avea, Aldi]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX res: <http://dbpedia.org/resource/>\nPREFIX dbo: <http://dbpedia.org/ontology/>\nSELECT DISTINCT ?number\nWHERE {\n        res:Aldi dbo:numberOfLocations ?number .\n}",
            "answerType": "number",
            "aggregation": false,
            "goldenAnswer": "[9221]",
            "id": "73",
            "outOfScope": false,
            "languageToQuestion": "{en=How many Aldi stores are there?, de=Wieviele Aldi-Filialen gibt es?, es=¿Cuántas tiendas Aldi hay?, it=Quanti negozi Aldi ci sono?, fr=Combien de magasins Aldi sont là?, nl=Hoeveel Aldi winkels zijn er?, ro=Câte magazine Aldi există?}"
        }
]
