[
        {
            "languageToKeyword": "{en=[Australia, highest mountain], fa=[مرتفع ترین کوه، استرالیا], de=[Australien, höchster Berg], es=[Australia, montaña más alta], it=[Australia, montagna più alta], fr=[plus haute montagne, Australie], nl=[Australië, hoogste berg], ro=[Australia, cel mai înalt munte]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Mountain> .  ?uri <http://dbpedia.org/ontology/locatedInArea> <http://dbpedia.org/resource/Australia> .  ?uri <http://dbpedia.org/ontology/elevation> ?elevation . } ORDER BY DESC(?elevation) OFFSET 0 LIMIT 1 ",
            "answerType": "resource",
            "aggregation": true,
            "goldenAnswer": "[http://dbpedia.org/resource/Mawson_Peak]",
            "id": "40",
            "languageToQuestion": "{en=What is the highest mountain in Australia?, fa=مرتفع ترین کوه در استرالیا چیست؟, de=Was ist der höchste Berg in Australien?, es=¿Cuál es la montaña más alta de Australia?, it=Qual è la montagna più alta d'Australia?, fr=Quelle est la plus haute montagne d'Australie?, nl=Wat is de hoogste berg van Australië?, ro=Care este cel mai înalt munte din Australia?}"
        },
        {
            "languageToKeyword": "{en=[Suriname, official language], fa=[زبان رسمی، سورینام], de=[Surinam, Amtssprache], es=[Surinam, idioma oficial], it=[Suriname, lingua ufficiale], fr=[Suriname, langue officielle], nl=[Suriname, officiële taal], ro=[Suriname, limba oficială]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  <http://dbpedia.org/resource/Suriname> <http://dbpedia.org/ontology/officialLanguage> ?uri . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Dutch_language]",
            "id": "42",
            "languageToQuestion": "{en=What is the official language of Suriname?, fa=زبان رسمی سورینام چیست؟, de=Was ist die Amtssprache Von Surinam?, es=¿Cuál es la idioma oficial de Surinam?, it=Qual è la lingua ufficiale del Suriname?, fr=Quelle est la langue officielle du Suriname?, nl=Wat is de officiële taal van Suriname?, ro=Care este limba oficială din Suriname?}"
        },
        {
            "languageToKeyword": "{en=[Tel Aviv, mayor], fa=[شهردار، تل آویو], de=[Tel Aviv, Bürgermeister], es=[Tel Aviv, alcalde], it=[Tel Aviv, sindaco], fr=[Tel Aviv, maire], nl=[Tel Aviv, burgemeester], ro=[Tel Aviv, primar]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  <http://dbpedia.org/resource/Tel_Aviv> <http://dbpedia.org/ontology/leaderName> ?uri . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Ron_Huldai]",
            "id": "43",
            "languageToQuestion": "{en=Who is the mayor of Tel Aviv?, fa=چه کسی شهردار تل آویو است؟, de=Wer ist der Bürgermeister von Tel Aviv?, es=¿Quién es el alcalde de Tel Aviv?, it=Chi è il sindaco di Tel Aviv?, fr=Qui est le maire de Tel Aviv?, nl=Wie is de burgemeester van Tel Aviv?, ro=Cien este primarul din Tel Aviv?}"
        },
        {
            "languageToKeyword": "{en=[Brooklyn Bridge, design], fa=[پل بروکلین، طراحی], de=[Brooklyn Bridge, entwerfen], es=[diseñador, Brooklyn Bridge], it=[ponte di Brooklyn, progettare], fr=[pont de Brooklyn, conçu], nl=[ontwerp, Brooklyn Bridge], ro=[podul din Brooklyn, proiecta]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  <http://dbpedia.org/resource/Brooklyn_Bridge> <http://dbpedia.org/ontology/architect> ?uri . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/John_A._Roebling]",
            "id": "44",
            "languageToQuestion": "{en=Who designed the Brooklyn Bridge?, fa=چه کسی پل بروکلین را طراحی کرد؟, de=Wer hat die Brooklyn Bridge entworfen?, es=¿Quién diseñó la Brooklyn Bridge?, it=Chi ha progettato il ponte di Brooklyn?, fr=Qui a conçu le pont de Brooklyn?, nl=Wie ontwierp de Brooklyn Bridge?, ro=Cine a proiectat podul din Brooklyn?}"
        },
        {
            "languageToKeyword": "{en=[telecommunications organization, located, Belgium], fa=[سازمان های مخابراتی، بلژیک، واقع], de=[Telekommunikationsunternehmen, Sitz, Belgien], es=[empresas de telecomunicaciones, sede, Bélgica], it=[azienda di telecomunicazioni, sede, Belgio], fr=[agences de télécommunication, situées, Belgique], nl=[België, telecom-bedrijf, gevestigd], ro=[agenții de telecomunicații, localizat, Belgia]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Organisation> . { ?uri <http://dbpedia.org/ontology/industry> <http://dbpedia.org/resource/Telecommunication> . } UNION { ?uri <http://dbpedia.org/property/industry> ?industry .  FILTER (regex(?industry,'Telecommunications')) . } { ?uri <http://dbpedia.org/ontology/location> <http://dbpedia.org/resource/Belgium> . } UNION { ?uri <http://dbpedia.org/property/locationCountry> 'Belgium'@en . } } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[6]",
            "id": "45",
            "languageToQuestion": "{en=Which telecommunications organizations are located in Belgium?, fa=چه سازمان های مخابراتی در بلژیک واقع شده اند؟, de=Welche Telekommunikationsunternehmen haben ihren Sitz in Belgien?, es=¿Qué empresas de telecomunicaciones tienen su sede en Bélgica?, it=Quali aziende di telecomunicazione hanno sede in Belgio?, fr=Quelles agences de télécommunication sont situées en Belgique?, nl=Welke telecom-bedrijven zijn gevestigd in België?, ro=Ce agenții de telecomunicații sunt localizate în Belgia?}"
        },
        {
            "languageToKeyword": "{en=[Frank Herbert, alive], fa=[فرانک هربرت، زنده], de=[Frank Herbert, leben], es=[Frank Herbert, vive], it=[Frank Herbert, vivente], fr=[Frank Herbert, en vie], nl=[Frank Herbert, leeft], ro=[Frak Herbert, în viață]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "ASK WHERE {  OPTIONAL { <http://dbpedia.org/resource/Frank_Herbert> <http://dbpedia.org/ontology/deathDate> ?date . }  FILTER (!BOUND(?date)) } ",
            "answerType": "boolean",
            "aggregation": true,
            "goldenAnswer": "[false]",
            "id": "46",
            "languageToQuestion": "{en=Is Frank Herbert still alive?, fa=آیا فرانک هربرت هنوز زنده است؟, de=Lebt Frank Herbert noch?, es=¿Todavía vive Frank Herbert?, it=Frank Herbert è ancora vivo?, fr=Frank Herbert est-il encore en vie?, nl=Leeft Frank Herbert nog?, ro=Este Frank Herbert încă în viață?}"
        },
        {
            "languageToKeyword": "{en=[Urals, highest place], fa=[بالاترین نقطه، اورال], de=[Ural, höchste Stelle], es=[los montes Urales, punto más alto], it=[Uràli, punto più alto], fr=[l'Oural, endroit le plus haut], nl=[Oeral, hoogste punt], ro=[munții Urali, cel mai înalt punct]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  <http://dbpedia.org/resource/Ural_Mountains> <http://dbpedia.org/property/highest> ?uri . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Mount_Narodnaya]",
            "id": "47",
            "languageToQuestion": "{en=What is the highest place of the Urals?, fa=بالاترین نقطه در اورال کجاست؟, de=Was ist die höhchste Stelle des Ural?, es=¿Cuál es el punto más alto del montes Urales?, it=Qual è il punto più alto del Uràli?, fr=Quel est l'endroit le plus haut d'Oural?, nl=Wat is het hoogste punt van de Oeral?, ro=Care este cel mai înalt punct de pe munții Urali?}"
        },
        {
            "languageToKeyword": "{en=[Forbes, editor], fa=[ویراستار، فوربز], de=[Forbes, Herausgeber], es=[Forbes, editor], it=[Forbes, editore], fr=[Forbes, rédacteur en chef], nl=[Forbes, uitgever], ro=[Forbes, editor]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  <http://dbpedia.org/resource/Forbes> <http://dbpedia.org/ontology/editor> ?uri . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Steve_Forbes]",
            "id": "48",
            "languageToQuestion": "{en=Who is the editor of Forbes?, fa=ویراستار فوربز کیست؟, de=Wer ist der Herausgeber von Forbes?, es=¿Quién es el editor de Forbes?, it=Chi è l'editore di Forbes?, fr=Qui est le rédacteur en chef de Forbes?, nl=Wie is de uitgever van Forbes., ro=Cine este editorul Forbes?}"
        },
        {
            "languageToKeyword": "{en=[Europe, countries], fa=[کشور، اروپا], de=[Europa, Länder], es=[Europa, países], it=[Europa, stati], fr=[Europe, pays], nl=[Europa, landen], ro=[Europa, țări]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/class/yago/EuropeanCountries> . } ",
            "answerType": "number",
            "aggregation": true,
            "goldenAnswer": "[50]",
            "id": "5",
            "languageToQuestion": "{en=How many countries are there in Europe?, fa=چه تعداد کشور در اروپا هستند؟, de=Wieviele Länder gibt es in Europa?, es=¿Cuántos países existen en Europa?, it=Quanti stati ci sono in Europa?, fr=Combien de pays sont-il en Europe?, nl=Hoeveel landen zijn er in Europa?, ro=Câte țări sunt în Europa?}"
        },
        {
            "languageToKeyword": "{en=[Bruce Carver, die], fa=[بروس کارور، فوت], de=[Bruce Carver, gestorben an], es=[Bruce Caver, muerte], it=[Bruce Caver, morire], fr=[cause de décès, Bruce Carver], nl=[Bruce Carver, gestorven aan], ro=[Bruce Carver, muri]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  <http://dbpedia.org/resource/Bruce_Carver> <http://dbpedia.org/ontology/deathCause> ?uri . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Cancer]",
            "id": "50",
            "languageToQuestion": "{en=What did Bruce Carver die from?, fa=بروس کارور در اثر چه چیزی فوت کرد؟, de=Woran ist Bruce Carver gestorben?, es=¿De qué murió Bruce Carver?, it=Di cosa è morto Bruce Carver?, fr=Quel est la cause de décès de Bruce Carver?, nl=Waaraan overleed Bruce Carver?, ro=Din ce cauză a murit Bruce Carver?}"
        },
        {
            "languageToKeyword": "{en=[libraries, established, earlier than 1400], fa=[کتاب خانه هایی، قبل از 1400، تأسیس], de=[Bibliotheken, gegründet, vor 1400], es=[bibliotecas, establecidas, antes de 1400], it=[biblioteche, fondate, prima del 1400], fr=[bibliothèques, établies, avant 1400], nl=[bibliotheken, opgericht, voor 1400], ro=[biblioteci, înființat, înainte de 1400]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Library> .  ?uri <http://dbpedia.org/property/established> ?year .  FILTER (?year < 1400) } ",
            "answerType": "resource",
            "aggregation": true,
            "goldenAnswer": "[http://dbpedia.org/resource/Austrian_National_Library, http://dbpedia.org/resource/Merton_College_Library, http://dbpedia.org/resource/Mother_Irene_Gill_Memorial_Library, http://dbpedia.org/resource/Jagiellonian_Library, http://dbpedia.org/resource/Library_of_Ashurbanipal, http://dbpedia.org/resource/Cambridge_University_Library, http://dbpedia.org/resource/National_and_University_Library_of_the_Republika_Srpska, http://dbpedia.org/resource/Heidelberg_University_Library, http://dbpedia.org/resource/Maughan_Library]",
            "id": "51",
            "languageToQuestion": "{en=Give me all libraries established earlier than 1400., fa=تمام کتاب خانه هایی که قبل از 1400 تأسیس شدند را لیست کن., de=Gib mir alle Bibliotheken, die vor 1400 gegründet worden., es=Dame todas las bibliotecas que fueron establecidas antes de 1400., it=Dammi tutte le biblioteche fondate prima del 1400., fr=Donnes-moi toutes les bibliothèques établies avant 1400., nl=Geef me alle bibliotheken die voor 1400 werden opgericht., ro=Dă-mi tote bibliotecile înființate înainte de 1400}"
        },
        {
            "languageToKeyword": "{en=[president, born, 1945], fa=[رئیس جمهورهایی، 1945، متولد], de=[Präsident, geboren, 1945], es=[presidentes nacidos 1945], it=[presidente, nato, 1945], fr=[présidents, nés, 1945], nl=[president, geboren, 1945], ro=[președinte, născut, 1945]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/President> .  ?uri <http://dbpedia.org/ontology/birthDate> ?date .  FILTER regex(?date, '^1945') . } ",
            "answerType": "resource",
            "aggregation": true,
            "goldenAnswer": "[http://dbpedia.org/resource/Muhammad_Muhammad_Taib, http://dbpedia.org/resource/Akbar_Tandjung, http://dbpedia.org/resource/Abdirahman_Farole, http://dbpedia.org/resource/Radovan_Karad%C5%BEi%C4%87, http://dbpedia.org/resource/Zlatko_Tom%C4%8Di%C4%87, http://dbpedia.org/resource/John_Fahey_(politician), http://dbpedia.org/resource/Sheku_Badara_Bashiru_Dumbuya, http://dbpedia.org/resource/John_Olsen, http://dbpedia.org/resource/Joe_Robert_Pemagbi, http://dbpedia.org/resource/Yuriy_Meshkov, http://dbpedia.org/resource/Morteza_Mohammadkhan, http://dbpedia.org/resource/Vladislav_Ardzinba, http://dbpedia.org/resource/Moshe_Katsav, http://dbpedia.org/resource/Mom%C4%8Dilo_Kraji%C5%A1nik, http://dbpedia.org/resource/Jorge_Serrano_El%C3%ADas, http://dbpedia.org/resource/Charles_Margai, http://dbpedia.org/resource/Ali_Fallahian, http://dbpedia.org/resource/Bu-Buakei_Jabbi, http://dbpedia.org/resource/Faruk_S%C3%BCren, http://dbpedia.org/resource/Lee_Jong-wook, http://dbpedia.org/resource/Gholam-Ali_Haddad-Adel, http://dbpedia.org/resource/Igor_Ivanov, http://dbpedia.org/resource/Joe_Ghiz]",
            "id": "52",
            "languageToQuestion": "{en=Which presidents were born in 1945?, fa=چه رئیس جمهورهایی در 1945 متولد شدند؟, de=Welche Präsidenten wurden 1945 geboren?, es=¿Qué presidentes nacieron en 1945?, it=Quali presidenti sono nati nel 1945?, fr=Quels présidents sont nés en 1945?, nl=Welke presidenten werden geboren in 1945?, ro=Ce președinți au fost născuți în 1945}"
        },
        {
            "languageToKeyword": "{en=[U.S. president, Lincoln, wife], fa=[همسر، رئیس جمهور ایالات متحده، لینکلن], de=[US-Präsident, Lincoln, Frau], es=[presidente Americano, Lincoln, mujer], it=[presidente degli Stati Uniti, Lincoln, moglie], fr=[épouse, président américain Lincoln], nl=[vrouw, president van America, Lincoln], ro=[președinte American, Lincoln, soție]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  <http://dbpedia.org/resource/Abraham_Lincoln> <http://dbpedia.org/ontology/spouse> ?uri. } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Mary_Todd_Lincoln]",
            "id": "54",
            "languageToQuestion": "{en=Who was the wife of U.S. president Lincoln?, fa=چه کسی همسر رئیس جمهور ایالات متحده لینکلن بود؟, de=Wer war die Frau von US-Präsident Lincoln?, es=¿Quién fué la mujer del presidente americano Lincoln?, it=Chi era la moglie del presidente degli Stati Uniti Lincoln?, fr=Qui était l'épouse du président américain Lincoln?, nl=Wie was de vrouw van de Amerikaanse president Lincoln?, ro=Cine a fost soția președintelui American Lincoln?}"
        },
        {
            "languageToKeyword": "{en=[video game, World of Warcraft, develop], fa=[بازی ویدئویی، ورلد آف وارکرافت، ساخت], de=[Videospiel, World of Warcraft, entwickeln], es=[videojuego, Warcraft, desarrollar], it=[videogioco, World of Warcraft, creare], fr=[développé, World of Warcraft], nl=[World of Warcraft, ontwikkelaar], ro=[joc video, World of Warcraft, dezvolta]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  <http://dbpedia.org/resource/World_of_Warcraft> <http://dbpedia.org/ontology/developer> ?uri . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Blizzard_Entertainment]",
            "id": "55",
            "languageToQuestion": "{en=Who developed the video game World of Warcraft?, fa=چه کسی بازی ویدئویی ورلد آف وارکرافت را ساخت؟, de=Wer hat das Videospiel World of Warcraft entwickelt?, es=¿Quién desarrolló el videojuego Warcraft?, it=Chi ha creato il videogioco World of Warcraft?, fr=Qui a développé World of Warcraft?, nl=Wie heeft het videospel World of Warcraft ontwikkeld?, ro=Cine a dezvoltat jocul video World of Warcraft?}"
        },
        {
            "languageToKeyword": "{en=[Tom Cruise, official website], fa=[وبسایت رسمی، تام کروز], de=[Tom Cruise, offizielle Website], es=[Tom Cruise, página de Web oficial], it=[Tom Cruise, sito internet ufficiale], fr=[site web officiel, Tom Cruise], nl=[officiële website, Tom Cruise], ro=[Tom Cruise, website oficial]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "SELECT DISTINCT ?string WHERE {  <http://dbpedia.org/resource/Tom_Cruise> <http://dbpedia.org/property/website> ?string . } ",
            "answerType": "string",
            "aggregation": false,
            "goldenAnswer": "[http://www.tomcruise.com/]",
            "id": "56",
            "languageToQuestion": "{en=What is the official website of Tom Cruise?, fa=وبسایت رسمی تام کروز چیست؟, de=Was ist die offizielle Website von Tom Cruise?, es=¿Cuál el la página de Web oficial de Tom Cruise?, it=Qual è il sito internet ufficiale di Tom Cruise?, fr=Quel est le site web officiel de Tom Cruise?, nl=Wat is de officiële website van Tom Cruise?, ro=Care este website-ul oficial al lui Tom Cruise?}"
        },
        {
            "languageToKeyword": "{en=[HBO, television series, Sopranos, first season, episode], fa=[قسمت های، فصل اول، سریال تلویزیونی، سوپرانوز، اچ.بی.او], de=[HBO-Fernsehserie, Sopranos, erste Staffel, Episode], es=[serie televisiva de HBO, Los Sopranos, primera época, episodios], it=[serie televisiva di HBO, i Sopranos, prima stagione, episodio], fr=[épisodes de la première saison, HBO, les Sopranos], nl=[HBO-serie, The Sopranos, eerste seizoen, aflevering], ro=[HBO, serial de televiziune, Sopranos, primul sezon, episod]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://dbpedia.org/ontology/series> <http://dbpedia.org/resource/The_Sopranos> .  ?uri <http://dbpedia.org/ontology/seasonNumber> 1 . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/The_Legend_of_Tennessee_Moltisanti, http://dbpedia.org/resource/I_Dream_of_Jeannie_Cusamano, http://dbpedia.org/resource/Boca_(The_Sopranos), http://dbpedia.org/resource/46_Long, http://dbpedia.org/resource/A_Hit_Is_a_Hit, http://dbpedia.org/resource/Denial,_Anger,_Acceptance]",
            "id": "57",
            "languageToQuestion": "{en=List all episodes of the first season of the HBO television series The Sopranos., fa=تمام قسمت های فصل اول سریال تلویزیونی سوپرانوز متعلق به اچ.بی.او را لیست کن., de=Liste alle Episoden der ersten Staffel der HBO-Fernsehserie Die Sopranos auf., es=Dame todos los episodios de la prímera época de la serie de HBO Los Sporanos., it=Elenca tutti gli episodi della prima stagione della serie televisiva di HBO i Sopranos., fr=Donnes-moi tous les épisodes de la première saison de la série télévisée de HBO les Sopranos., nl=Noem alle afleveringen van het eerste seizoen van de HBO-serie The Sopranos., ro=Listează toate episodele din primul sezon al serialului HBO de televiziune The Sopranos}"
        },
        
        {
            "languageToKeyword": "{en=[city, John F. Kennedy, die], fa=[جان اف. کندی، شهر، فوت], de=[Stadt, John F. Kennedy, gestorben], es=[cuidad, John F. Kennedy, murió], it=[città, John F. Kennedy, morto], fr=[ville, John F. Kennedy], nl=[stad, John F. Kennedy, gestorven], ro=[oraș, John F. Kennedy, muri]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  <http://dbpedia.org/resource/John_F._Kennedy> <http://dbpedia.org/ontology/deathPlace> ?uri .  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/City> . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Dallas]",
            "id": "6",
            "languageToQuestion": "{en=In which city did John F. Kennedy die?, fa=جان اف. کندی در کدام شهر فوت کرد؟, de=In welcher Stadt ist John F. Kennedy gestorben?, es=¿En qué ciudad murió John F. Kennedy?, it=In quale città morì John F. Kennedy?, fr=Dans quelle ville est mort John F. Kennedy?, nl=In welke stad kwam John F. Kennedy om het leven?, ro=În ce oraș a murit John F. Kennedy?}"
        },
        {
            "languageToKeyword": "{en=[video game, Battle Chess], fa=[بازی ویدئویی، بتل چس], de=[Videospiel, Battle Chess], es=[videojuego, Battle Chess], it=[videogioco, Battle Chess], fr=[jeu vidéo, Battle Chess], nl=[videospel, Battle Chess], ro=[joc video, Battle Chess]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "ASK WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/VideoGame> .  ?uri <http://www.w3.org/2000/01/rdf-schema#label> 'Battle Chess'@en . } ",
            "answerType": "boolean",
            "aggregation": false,
            "goldenAnswer": "[true]",
            "id": "60",
            "languageToQuestion": "{en=Is there a video game called Battle Chess?, fa=آیا بازی ویدئویی به نام بتل چس وجود دارد؟, de=Gibt es ein Videospiel, das Battle Chess heißt?, es=¿Hay algún videojuego que se llame Battle Chess?, it=Esiste un videogioco che si chiama Battle Chess?, fr=Existe-t-il un jeu vidéo appelé Battle Chess?, nl=Bestaat er een videospel met de naam Battle Chess?, ro=Există un joc video numit Battle Chess?}"
        },
        {
            "languageToKeyword": "{en=[mountain, higher, Nanga Parbat], fa=[کوه هایی، نانگا پاربات، بلندتر], de=[Berg, höher, Nanga Parbat], es=[montañas, más altas, Nanga Parbat], it=[montagna, più alta, Nanga Parbat], fr=[montagnes, plus hautes, Nanga Parbat], nl=[bergen, hoger, Nanga Parbat], ro=[munte, mai mare, Nanga Parbat]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  <http://dbpedia.org/resource/Nanga_Parbat> <http://dbpedia.org/ontology/elevation> ?elevation .  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Mountain> . { ?uri <http://dbpedia.org/ontology/elevation> ?otherelevation . } UNION { ?uri <http://dbpedia.org/property/elevationM> ?otherelevation . }  FILTER (?otherelevation > ?elevation) . } ",
            "answerType": "resource",
            "aggregation": true,
            "goldenAnswer": "[http://dbpedia.org/resource/Kangchenjunga, http://dbpedia.org/resource/Lhotse, http://dbpedia.org/resource/Cho_Oyu, http://dbpedia.org/resource/Makalu, http://dbpedia.org/resource/Dhaulagiri, http://dbpedia.org/resource/Manaslu, http://dbpedia.org/resource/Banua_Wuhu, http://dbpedia.org/resource/Mount_Everest, http://dbpedia.org/resource/K2]",
            "id": "61",
            "languageToQuestion": "{en=Which mountains are higher than the Nanga Parbat?, fa=چه کوه هایی از نانگا پاربات بلندتر هستند؟, de=Welche Berge sind höher als der Nanga Parbat?, es=¿Qué montañas son más altas que el Nanga Parbat?, it=Quali montagne sono più alte del Nanga Parbat?, fr=Quelles montagnes sont plus hautes que le Nanga Parbat?, nl=Welke bergen zijn hoger dan de Nanga Parbat?, ro=Ce munți sunt mai mari decât Nanga Parbat?}"
        },
        {
            "languageToKeyword": "{en=[Wikipedia, created], fa=[ویکی پدیا، ساخت], de=[Wikipedia, gründen], es=[Wikipedia, creador], it=[Wikipedia, creatore], fr=[créateur, Wikipedia], nl=[Wikipedia, oprichter], ro=[Wikipedia, creat]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  <http://dbpedia.org/resource/Wikipedia> <http://dbpedia.org/ontology/author> ?uri . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Jimmy_Wales, http://dbpedia.org/resource/Larry_Sanger]",
            "id": "62",
            "languageToQuestion": "{en=Who created Wikipedia?, fa=چه کسی ویکی پدیا را ساخت؟, de=Wer hat Wikipedia gegründet?, es=¿Quién creó Wikipedia?, it=Chi ha creato Wikipedia?, fr=Qui est le créateur de Wikipedia?, nl=Wie heeft Wikipedia opgericht?, ro=Cine a creat Wikipedia?}"
        },
        {
            "languageToKeyword": "{en=[actor, starring, Last Action Hero], fa=[بازیگرانی، لست اکشن هیرو، بازی], de=[Schauspieler, mitspielen, Last Action Hero], es=[actores, Last Action Hero], it=[attori, Last Action Hero], fr=[acteurs, Last Action Hero], nl=[acteur, Last Action Hero], ro=[actor, rol principal, Last Action Hero]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  <http://dbpedia.org/resource/Last_Action_Hero> <http://dbpedia.org/ontology/starring> ?uri . } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Tom_Noonan, http://dbpedia.org/resource/F._Murray_Abraham, http://dbpedia.org/resource/Arnold_Schwarzenegger, http://dbpedia.org/resource/Bridgette_Wilson, http://dbpedia.org/resource/Charles_Dance, http://dbpedia.org/resource/Art_Carney, http://dbpedia.org/resource/Austin_O'Brien, http://dbpedia.org/resource/Robert_Prosky, http://dbpedia.org/resource/Anthony_Quinn]",
            "id": "63",
            "languageToQuestion": "{en=Give me all actors starring in Last Action Hero., fa=تمام بازیگرانی که در لست اکشن هیرو بازی کردند را لیست کن., de=Gib mir alle Schauspieler, die in Last Action Hero mitgespielt haben., es=Dame todos los actores que hayan actuado en Last Action Hero., it=Dammi tutti gli attori che hanno recitato in Last Action Hero., fr=Noem alle acteurs uit de film Last Action Hero., nl=Noem alle acteurs uit de film Last Action Hero., ro=Dă-mi toți actorii cu roluri principale în Last Action Hero.}"
        },
        {
            "languageToKeyword": "{en=[Christian Bale, starring, Velvet Goldmine], fa=[کریستین بیل، ولوت گولدماین، بازی], de=[Christian Bale, mitspielen, Velvet Goldmine], es=[Christian Bale, actúa, Velvet Goldmine], it=[Christian Bale, recitare, Velvet Goldmine], fr=[Christian Bale, joue, Velvet Goldmine], nl=[Christian Bale, speelt in, Velvet Goldmine], ro=[Christian Bale, rol principal, Velevet Goldmine]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "ASK WHERE {  <http://dbpedia.org/resource/Velvet_Goldmine> <http://dbpedia.org/ontology/starring> <http://dbpedia.org/resource/Christian_Bale> . } ",
            "answerType": "boolean",
            "aggregation": false,
            "goldenAnswer": "[true]",
            "id": "66",
            "languageToQuestion": "{en=Is Christian Bale starring in Velvet Goldmine?, fa=آیا کریستین بیل در ولوت گولدماین بازی می کند؟, de=Spielt Christian Bale in Velvet Goldmine mit?, es=¿Actúa Christian Bale en Velvet Goldmine?, it=Christian Bale ha recitato in Velvet Goldmine?, fr=Christian Bale joue-t-il dans Velvet Goldmine?, nl=Speelt Christian Bale in Velvet Goldmine?, ro=Joacă Christian Bale un rol principal în Velvet Goldmine?}"
        },
        {
            "languageToKeyword": "{en=[actor, born, Germany], fa=[بازیگرانی، آلمان، متولد], de=[Schauspieler, geboren, Deutschland], es=[Actores, nacidos, Alemania], it=[attore, nato, Germania], fr=[acteurs, nés, Allemagne], nl=[acteur, geboren, Duitsland], ro=[actor, născut, Germania]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "SELECT DISTINCT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Actor> . { ?uri <http://dbpedia.org/ontology/birthPlace> <http://dbpedia.org/resource/Germany> . } UNION { ?uri <http://dbpedia.org/ontology/birthPlace> ?place .  ?place <http://dbpedia.org/ontology/country> <http://dbpedia.org/resource/Germany> . } } ",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Karin_Schubert, http://dbpedia.org/resource/Susan_Wayland, http://dbpedia.org/resource/Gordon_Hopkirk, http://dbpedia.org/resource/Norman_Wooland, http://dbpedia.org/resource/Dru_Berrymore, http://dbpedia.org/resource/Freddy_Dalton, http://dbpedia.org/resource/Kelly_Trump, http://dbpedia.org/resource/Thom_Barron, http://dbpedia.org/resource/Annette_Schwarz, http://dbpedia.org/resource/Michaela_Schaffrath, http://dbpedia.org/resource/Madison_Ivy, http://dbpedia.org/resource/Amy_Ried, http://dbpedia.org/resource/Harry_S._Morgan, http://dbpedia.org/resource/Shyla_Jennings, http://dbpedia.org/resource/Sascha_(pornographic_actor), http://dbpedia.org/resource/Briana_Banks, http://dbpedia.org/resource/Tracey_Lain, http://dbpedia.org/resource/Lena_Nitro, http://dbpedia.org/resource/Shimon_Schwarzschild, http://dbpedia.org/resource/Subaru_Kimura, http://dbpedia.org/resource/Jack_Trevor, http://dbpedia.org/resource/Gisela_Birkemeyer, http://dbpedia.org/resource/Katja_Kassin, http://dbpedia.org/resource/Vince_Rockland, http://dbpedia.org/resource/Janine_Chang, http://dbpedia.org/resource/Logan_McCree, http://dbpedia.org/resource/Till_Kraemer, http://dbpedia.org/resource/Anja_Juliette_Laval, http://dbpedia.org/resource/Ana_Nova, http://dbpedia.org/resource/Brigitte_Maier, http://dbpedia.org/resource/Julie_K._Smith, http://dbpedia.org/resource/Tyra_Misoux, http://dbpedia.org/resource/Ellen_Pollock]",
            "id": "68",
            "languageToQuestion": "{en=Which actors were born in Germany?, fa=چه بازیگرانی در آلمان متولد شدند؟, de=Welche Schauspieler wurden in Deutschland geboren?, es=¿Qué actores nacieron en Alemania?, it=Quali attori sono nati in Germania?, fr=Quels acteurs sont nés en Allemagne?, nl=Welke acteurs zijn geboren in Duitsland?, ro=Ce actori au fost născuți în Germania?}"
        }
]
