[
        {
            "languageToKeyword": "{en=[music album, song, Last Christmas], de=[Musikalbum, Lied, Last Christmas], es=[album musical, canción, Last Christmas], it=[album musicale, canzone, Last Christmas], fr=[albums, contiennent, Last Christmas?], nl=[muziekalbum, nummer, Last Christmas]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "PREFIX foaf: <http://xmlns.com/foaf/0.1/>\nPREFIX dbo: <http://dbpedia.org/ontology/>\nSELECT DISTINCT ?uri \nWHERE {\n        ?single dbo:album ?uri .\n        ?single foaf:name 'Last Christmas'@en .\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Classic_Christmas_(Joe_McElderry_album), http://dbpedia.org/resource/Music_from_the_Edge_of_Heaven, http://dbpedia.org/resource/Crazy_Frog_Presents_More_Crazy_Hits, http://dbpedia.org/resource/Disco_Defenders, http://dbpedia.org/resource/Whigfield_(album), http://dbpedia.org/resource/Whigfield_II, http://dbpedia.org/resource/Perfect_Day_(Cascada_album)]",
            "id": "77",
            "outOfScope": false,
            "languageToQuestion": "{en=Which music albums contain the song Last Christmas?, de=Auf welchen Musikalben ist das Lied Last Christmas?, es=¿Qué albums musicales contienen la canción Las Christmas?, it=Quale album musicale contiene la canzone Last Christmas?, fr=Quels albums contiennent le morceau Last Christmas?, nl=Op welke muziekalbums staat het nummer Last Christmas?}"
        },
        {
            "languageToKeyword": "{en=[astronaut, female, Russian], de=[Astronautin, russisch], es=[astronautas rusas], it=[austronaute, russe], fr=[astronaute, russes, féminins], nl=[astronaut, vrouwelijk, Russisch]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "PREFIX yago: <http://dbpedia.org/class/yago/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n\t?uri rdf:type yago:RussianCosmonauts .\n        ?uri rdf:type yago:FemaleAstronauts .\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Yelena_Serova, http://dbpedia.org/resource/Valentina_Tereshkova, http://dbpedia.org/resource/Yelena_Kondakova]",
            "id": "1",
            "outOfScope": false,
            "languageToQuestion": "{en=Give me all female Russian astronauts., de=Gib mir alle russischen Astronautinnen., es=Dame todas las astronautas rusas., it=Dammi tutte le austronaute russe., fr=Donnes-moi tous les astronautes féminins russes., nl=Geef alle vrouwelijke Russische astronauten.}"
        },
        {
            "languageToKeyword": "{en=[actor, starring, Last Action Hero], de=[Schauspieler, mitspielen, Last Action Hero], es=[actores, Last Action Hero], it=[attori, Last Action Hero], fr=[acteurs, Last Action Hero], nl=[acteur, Last Action Hero]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "PREFIX dbp: <http://dbpedia.org/property/>\nPREFIX res: <http://dbpedia.org/resource/>\nSELECT DISTINCT ?uri \nWHERE {\n\tres:Last_Action_Hero dbp:starring ?uri .\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Tom_Noonan, http://dbpedia.org/resource/F._Murray_Abraham, http://dbpedia.org/resource/Arnold_Schwarzenegger, http://dbpedia.org/resource/Bridgette_Wilson, http://dbpedia.org/resource/Charles_Dance, http://dbpedia.org/resource/Art_Carney, http://dbpedia.org/resource/Austin_O'Brien, http://dbpedia.org/resource/Robert_Prosky, http://dbpedia.org/resource/Anthony_Quinn]",
            "id": "63",
            "outOfScope": false,
            "languageToQuestion": "{en=Give me all actors starring in Last Action Hero., de=Gib mir alle Schauspieler, die in Last Action Hero mitgespielt haben., es=Dame todos los actores que hayan actuado en Last Action Hero., it=Dammi tutti gli attori che hanno recitato in Last Action Hero., fr=Noem alle acteurs uit de film Last Action Hero., nl=Noem alle acteurs uit de film Last Action Hero.}"
        },
        {
            "languageToKeyword": "{en=[European Union, country, adopt, Euro], de=[Europäische Union, Land, übernehmen, Euro], es=[países, unión europea, introducido, Euro], it=[Unione Europea, stato, introdurre, Euro], fr=[pays de l'Union Européene, adopté, Euro], nl=[land, Europese Unie, Euro,  geïntroduceerd]}",
            "hybrid": false,
            "onlydbo": false,
            "sparqlQuery": "PREFIX dbp: <http://dbpedia.org/property/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX yago: <http://dbpedia.org/class/yago/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n\t?uri rdf:type yago:EuropeanUnionMemberStates .\n        { ?uri dbp:currency res:Euro . } \n        UNION \n        { ?uri dbp:currencyCode 'EUR'@en . }\n        UNION \n        { ?uri dbp:currencyCode 'Euro'@en . }\n}",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Cyprus, http://dbpedia.org/resource/Finland, http://dbpedia.org/resource/Italy, http://dbpedia.org/resource/Slovenia, http://dbpedia.org/resource/Estonia, http://dbpedia.org/resource/Austria, http://dbpedia.org/resource/Greece, http://dbpedia.org/resource/Portugal, http://dbpedia.org/resource/Malta, http://dbpedia.org/resource/Spain, http://dbpedia.org/resource/Belgium, http://dbpedia.org/resource/Luxembourg]",
            "id": "32",
            "outOfScope": false,
            "languageToQuestion": "{en=Which countries in the European Union adopted the Euro?, de=Welche Länder in der Europäischen Union haben den Euro übernommen?, es=¿Qué países de la unión europea han introducido el Euro?, it=Quali stati dell'Unione Europea hanno introdotto l'Euro?, fr=Quels pays de l'Union Européene ont adopté l'Euro?, nl=Welke landen in de Europese Unie hebben de Euro geïntroduceerd?}"
        }
    ]