[
        {
            "languageToKeyword": "{en=[country, Mount Everest], de=[Land, Mount Everest], es=[país, monte Everest], it=[stato, Monte Everest], fr=[pays, Everest], nl=[land, Mount Everest], hi_IN=[देश, माउंट एवरेस्ट], ro=[țară, muntele Everest]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { res:Mount_Everest dbo:locatedInArea ?uri . ?uri rdf:type dbo:Country }",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/China, http://dbpedia.org/resource/Nepal]",
            "id": "54",
            "languageToQuestion": "{en=What country is Mount Everest in?, de=In welchem Land ist der Mount Everest?, es=¿En que país esta el monte Everest?, it=In quale stato si trova il Monte Everest?, fr=Dans quel pays se trouve le mont Everest?, nl=In welke land is de Mount Everest?, hi_IN=कोनसे देश में माउंट एवरेस्ट है?, ro=În ce țară se află muntele Everest?}"
        },
        {
            "languageToKeyword": "{en=[launch pad, operate, NASA], de=[Startrampe, betreiben, NASA], es=[plataforma de lanzamiento, operada por la NASA], it=[rampa di lancio, gestire, NASA], fr=[rampes de lancements, Etats-unis], nl=[lanceerplatform, NASA], hi_IN=[नासा, संचालित, लॉन्च पैड], ro=[rampă de lansare, operat, NASA]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:LaunchPad ; dbo:operator res:NASA }",
            "answerType": "list",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Mid-Atlantic_Regional_Spaceport_Launch_Pad_0, http://dbpedia.org/resource/Keweenaw_Rocket_Range, http://dbpedia.org/resource/Spaceport_Florida_Launch_Complex_36, http://dbpedia.org/resource/Wallops_Flight_Facility_Launch_Area_3, http://dbpedia.org/resource/Broglio_Space_Centre, http://dbpedia.org/resource/Kennedy_Space_Center_Launch_Complex_39, http://dbpedia.org/resource/Cape_Canaveral_Air_Force_Station_Launch_Complex_13]",
            "id": "56",
            "languageToQuestion": "{en=Give me all launch pads operated by NASA., de=Gib mir alle von der NASA betriebenen Startrampen., es=Dame todas las plataformas de lanzamiento operadas por la NASA., it=Dammi tutte le rampe di lancio gestite dalla NASA., fr=Donnes-moi toutes les rampes de lancements des Etats-unis., nl=Noem alle lanceerplatformen van de NASA., hi_IN=मुझे नासा द्वारा संचालित सभी लॉन्च पैड की सूचि दें।, ro=Dă-mi toate rampele de lansare operate de către NASA.}"
        },
        {
            "languageToKeyword": "{en=[Tel Aviv, mayor], de=[Tel Aviv, Bürgermeister], es=[Tel Aviv, alcalde], it=[Tel Aviv, sindaco], fr=[Tel Aviv, maire], nl=[Tel Aviv, burgemeester], hi_IN=[तेल अवीव, महापौर], ro=[Tel Aviv, primar]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> SELECT DISTINCT ?uri WHERE { res:Tel_Aviv dbo:leaderName ?uri }",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Ron_Huldai]",
            "id": "57",
            "languageToQuestion": "{en=Who is the mayor of Tel Aviv?, de=Wer ist der Bürgermeister von Tel Aviv?, es=¿Quién es el alcalde de Tel Aviv?, it=Chi è il sindaco di Tel Aviv?, fr=Qui est le maire de Tel Aviv?, nl=Wie is de burgemeester van Tel Aviv?, hi_IN=तेल अवीव के महापौर कौन हैं?, ro=Cien este primarul din Tel Aviv?}"
        },
        {
            "languageToKeyword": "{en=[HBO, television series, Sopranos, first season, episode], de=[HBO-Fernsehserie, Sopranos, erste Staffel, Episode], es=[serie televisiva de HBO, Los Sopranos, primera época, episodios], it=[serie televisiva di HBO, i Sopranos, prima stagione, episodio], fr=[épisodes de la première saison, HBO, les Sopranos], nl=[HBO-serie, The Sopranos, eerste seizoen, aflevering], hi_IN=[एचओओ टेलीविजन श्रृंखला, द सोप्रानोस, पहले सीज़न, एपिसोड], ro=[HBO, serial de televiziune, Sopranos, primul sezon, episod]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> SELECT DISTINCT ?uri WHERE { ?uri dbo:series res:The_Sopranos ; dbo:seasonNumber 1 }",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Isabella_(The_Sopranos), http://dbpedia.org/resource/Meadowlands_(The_Sopranos), http://dbpedia.org/resource/I_Dream_of_Jeannie_Cusamano, http://dbpedia.org/resource/The_Legend_of_Tennessee_Moltisanti, http://dbpedia.org/resource/Boca_(The_Sopranos), http://dbpedia.org/resource/Nobody_Knows_Anything, http://dbpedia.org/resource/Pax_Soprana, http://dbpedia.org/resource/A_Hit_Is_a_Hit, http://dbpedia.org/resource/Denial,_Anger,_Acceptance, http://dbpedia.org/resource/College_(The_Sopranos), http://dbpedia.org/resource/46_Long, http://dbpedia.org/resource/The_Sopranos_(episode), http://dbpedia.org/resource/Down_Neck]",
            "id": "58",
            "languageToQuestion": "{en=List all episodes of the first season of the HBO television series The Sopranos., de=Liste alle Episoden der ersten Staffel der HBO-Fernsehserie Die Sopranos auf., es=Dame todos los episodios de la prímera época de la serie de HBO Los Sporanos., it=Elenca tutti gli episodi della prima stagione della serie televisiva di HBO i Sopranos., fr=Donnes-moi tous les épisodes de la première saison de la série télévisée de HBO les Sopranos., nl=Noem alle afleveringen van het eerste seizoen van de HBO-serie The Sopranos., hi_IN=एचओओ टेलीविजन श्रृंखला द सोप्रानोस के पहले सीज़न के सभी एपिसोड की सूची बनाएं। ', ro=Listează toate episodele din primul sezon al serialului HBO de televiziune The Sopranos}"
        },
        {
            "languageToKeyword": "{en=[Batman, creator], fa=[بتمن، ساخت], de=[Batman, Erfinder], es=[creador, comic, Capitán América], it=[creatore, Batman], fr=[bande dessinée, créer, Captain America], nl=[bedenker, Batman], hi_IN=[बैटमैन, निर्माता], ro=[Batman, creat]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> SELECT DISTINCT ?uri WHERE { res:Batman dbo:creator ?uri }",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Bill_Finger, http://dbpedia.org/resource/Bob_Kane]",
            "id": "59",
            "languageToQuestion": "{en=Who created Batman?, fa=چه کسی بتمن را ساخت؟, de=Wer hat Batman erfunden?, es=¿Quién creó Batman?, it=Chi ha creato Batman?, fr=Qui a créé la bande dessinée Captain America?, nl=Door wie werd Batman bedacht?, hi_IN=किसने बैटमैन बनाया?, ro=Cine a creat Batman?}"
        },
        {
            "languageToKeyword": "{en=[GIMP, programming language], de=[GIMP, Programmiersprache], es=[GIMP, lenguaje de programación], it=[GIMP, linguaggio di programmazione], fr=[langage de programmation, GIMP], nl=[GIMP, programmeertaal], hi_IN=[जीआईएमपी, प्रोग्रामिंग भाषा]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> SELECT DISTINCT ?uri WHERE { res:GIMP dbo:programmingLanguage ?uri }",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/C_(programming_language), http://dbpedia.org/resource/GTK+]",
            "id": "61",
            "languageToQuestion": "{en=In which programming language is GIMP written?, de=In welcher Programmiersprache wurde GIMP geschrieben?, es=¿En qué lenguaje de programación esta programado GIMP?, it=In quale linguaggio di programmazione è scritto GIMP?, fr=En quel langage de programmation a été écrit GIMP?, nl=In welke programmeertaal is GIMP geschreven?, hi_IN=जीआईएमपी किस प्रोग्रामिंग भाषा में लिखी गई है?}"
        },
        {
            "languageToKeyword": "{en=[Forbes, editor], de=[Forbes, Herausgeber], es=[Forbes, editor], it=[Forbes, editore], fr=[Forbes, rédacteur en chef], nl=[Forbes, uitgever], hi_IN=[फोर्ब्स, संपादक], ro=[Forbes, editor]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> SELECT DISTINCT ?uri WHERE { res:Forbes dbo:editor ?uri }",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Steve_Forbes]",
            "id": "63",
            "languageToQuestion": "{en=Who is the editor of Forbes?, de=Wer ist der Herausgeber von Forbes?, es=¿Quién es el editor de Forbes?, it=Chi è l'editore di Forbes?, fr=Qui est le rédacteur en chef de Forbes?, nl=Wie is de uitgever van Forbes., hi_IN=फोर्ब्स के संपादक कौन है?, ro=Cine este editorul Forbes?}"
        },
        {
            "languageToKeyword": "{en=[video game, publish, Mean Hamster Software], de=[Videospiel, Mean Hamster Software], es=[videojuego, Mean Hamster Software], it=[videogioco, prodotto, Mean Hamster Software], fr=[jeux vidéos, publiés, Mean Hamster Software], nl=[videogame, Mean Hamster Software], hi_IN=[मीन हम्सटर सॉफ्टवेयर, प्रकाशित, वीडियो गेम], ro=[joc video, publicat, Mean Hamster Software]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:VideoGame ; dbo:publisher res:Mean_Hamster_Software }",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Crossbow_(video_game), http://dbpedia.org/resource/Riven]",
            "id": "66",
            "languageToQuestion": "{en=Give me all video games published by Mean Hamster Software., de=Gib mir alle Videospiele von Mean Hamster Software., es=Dame todos los videojuegos de Mean Hamster Software., it=Dammi tutti i videogiochi di Mean Hamster Software., fr=Donnes-moi tous les jeux vidéos publiés par Mean Hamster Software., nl=Geef me alle videogames van Mean Hamster Software., hi_IN=मीन हम्सटर सॉफ्टवेयर द्वारा प्रकाशित सभी वीडियो गेम की सूचि दें। ', ro=Dă-mi toate jocurile video publicate de Mean Hamster Software}"
        },
        {
            "languageToKeyword": "{en=[own, Aldi], fa=[فروشگاه، آلدی], de=[gehören, Aldi], es=[pertenece, Aldi], it=[possedere, Aldi], fr=[possède, Aldi], nl=[eigenaar, Aldi], hi_IN=[आलड़ी, कितने स्टोर], ro=[avea, Aldi]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> SELECT DISTINCT ?number WHERE { res:Aldi dbo:numberOfLocations ?number }",
            "answerType": "number",
            "aggregation": false,
            "goldenAnswer": "[9600]",
            "id": "67",
            "languageToQuestion": "{en=How many Aldi stores are there?, fa=چه تعداد فروشگاه آلدی وجود دارد؟, de=Wieviele Aldi-Filialen gibt es?, es=¿Cuántas tiendas Aldi hay?, it=Quanti negozi Aldi ci sono?, fr=Combien de magasins Aldi sont là?, nl=Hoeveel Aldi winkels zijn er?, hi_IN=आलड़ी के कितने स्टोर हैं?, ro=Câte magazine Aldi există?}"
        },
        {
            "languageToKeyword": "{en=[video game, Battle Chess], de=[Videospiel, Battle Chess], es=[videojuego, Battle Chess], it=[videogioco, Battle Chess], fr=[jeu vidéo, Battle Chess], nl=[videospel, Battle Chess], hi_IN=[बैटल चैस, वीडियो गेम]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#> PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> ASK WHERE { ?uri rdf:type dbo:VideoGame ; rdfs:label \"Battle Chess\"@en }",
            "answerType": "boolean",
            "aggregation": false,
            "goldenAnswer": "[true]",
            "id": "69",
            "languageToQuestion": "{en=Is there a video game called Battle Chess?, de=Gibt es ein Videospiel, das Battle Chess heißt?, es=¿Hay algún videojuego que se llame Battle Chess?, it=Esiste un videogioco che si chiama Battle Chess?, fr=Existe-t-il un jeu vidéo appelé Battle Chess?, nl=Bestaat er een videospel met de naam Battle Chess?, hi_IN=क्या बैटल चैस नामक वीडियो गेम है?}"
        },
        {
            "languageToKeyword": "{en=[Lincoln, president, wife, called, Mary], de=[Lincoln, Präsident, Frau, heißen, Mary], es=[mujer, presidente, Lincoln, se lamma, Mary], it=[moglie, presidente, Lincoln, si chiama, Mary], fr=[épouse, Lincoln, Mary, appelle], nl=[echtgenote, Lincoln, Mary], hi_IN=[राष्ट्रपति लिंकन, पत्नी, मैरी], ro=[Lincoln, președinte, soție, numită, Mary]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> PREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#> ASK WHERE { res:Abraham_Lincoln dbo:spouse ?spouse . ?spouse rdfs:label ?name FILTER regex(?name, \"Mary\") }",
            "answerType": "boolean",
            "aggregation": false,
            "goldenAnswer": "[true]",
            "id": "70",
            "languageToQuestion": "{en=Was the wife of president Lincoln called Mary?, de=Hieß die Frau von Präsident Lincoln Mary?, es=¿La mujer del presidente Lincoln se llama Mary?, it=La moglie del presidente Lincoln si chiamava Mary?, fr=Est-ce que l'épouse du président Lincoln s'appelait Mary?, nl=Heette de echtgenote van president Lincoln Mary?, hi_IN=क्या राष्ट्रपति लिंकन की पत्नी का नाम मैरी था?, ro=Este soția președintelui Lincoln numită Mary?}"
        },
        {
            "languageToKeyword": "{en=[movie, direct, Francis Ford Coppola], fa=[فیلم، کارگردانی، فرانسیس فورد کوپولا], de=[Film, Regie, Francis Ford Coppola], es=[película, director, Francis Ford Coppola], it=[film, dirigere, Francis Ford Coppola], fr=[film, directeur, Francis Ford Coppola], nl=[films, regisseur, Francis Ford Coppola], hi_IN=[फ्रांसिस फोर्ड कोपोला, निर्देशित, फिल्मों], ro=[film, regizat, Francis Ford Coppola]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Film ; dbo:director res:Francis_Ford_Coppola }",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/The_Rain_People, http://dbpedia.org/resource/The_Godfather_Part_III, http://dbpedia.org/resource/One_from_the_Heart, http://dbpedia.org/resource/The_Outsiders_(film), http://dbpedia.org/resource/The_Terror_(1963_film), http://dbpedia.org/resource/The_Godfather_Part_II, http://dbpedia.org/resource/Twixt_(film), http://dbpedia.org/resource/The_Cotton_Club_(film), http://dbpedia.org/resource/Tonight_for_Sure, http://dbpedia.org/resource/Peggy_Sue_Got_Married, http://dbpedia.org/resource/Rumble_Fish, http://dbpedia.org/resource/Apocalypse_Now_Redux, http://dbpedia.org/resource/Bram_Stoker's_Dracula, http://dbpedia.org/resource/The_Conversation, http://dbpedia.org/resource/The_Godfather, http://dbpedia.org/resource/Youth_Without_Youth_(film), http://dbpedia.org/resource/Finian's_Rainbow_(film), http://dbpedia.org/resource/Tucker:_The_Man_and_His_Dream, http://dbpedia.org/resource/Dementia_13, http://dbpedia.org/resource/The_Rainmaker_(1997_film), http://dbpedia.org/resource/Gardens_of_Stone, http://dbpedia.org/resource/You're_a_Big_Boy_Now, http://dbpedia.org/resource/Tetro, http://dbpedia.org/resource/New_York_Stories, http://dbpedia.org/resource/The_Godfather_Saga, http://dbpedia.org/resource/The_Godfather_(film_series), http://dbpedia.org/resource/Battle_Beyond_the_Sun, http://dbpedia.org/resource/The_Bellboy_and_the_Playgirls, http://dbpedia.org/resource/Jack_(1996_film)]",
            "id": "71",
            "languageToQuestion": "{en=Give me all movies directed by Francis Ford Coppola., fa=تمام فیلم های کارگردانی شده توسط فرانسیس فورد کوپولا را لیست کن., de=Gib mir alle Filme, bei denen Francis Ford Coppola Regie geführt hat., es=Dame todas las películas que haya dirigido Francis Ford Coppola., it=Dammi tutti i film diretti da Francis Ford Coppola., fr=Donnes-moi tous les films dont Francis réalisés par Francis Ford Coppola., nl=Geef alle films die werden geregisseerd door Francis Ford Coppola., hi_IN=मुझे फ्रांसिस फोर्ड कोपोला द्वारा निर्देशित सभी फिल्मों की सूचि दे ।, ro=Dă-mi toate filmele regizate de Francis Ford Coppola.}"
        },
        {
            "languageToKeyword": "{en=[Breaking Bad, episodes, more than, Game of Thrones], de=[Breaking Bad, Episoden, mehr als, Game of Thrones], es=[Breaking Bad, episodios, más que, Game of Thrones], it=[Breaking Bad, eposido, più di, Game of Thrones], fr=[Breaking Bad, épisodes plus que, Game of Thrones], nl=[Breaking Bad, afleveringen, meer dan, Game of Thrones], hi_IN=[ब्रेकिंग बैड, गेम ऑफ़ थ्रोन्स, अधिक एपिसोड], ro=[Breaking Bad, episoade, mai multe decât, Game of Thrones]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> ASK WHERE { res:Breaking_Bad dbo:numberOfEpisodes ?x . res:Game_of_Thrones dbo:numberOfEpisodes ?y FILTER ( ?y > ?x ) }",
            "answerType": "boolean",
            "aggregation": true,
            "goldenAnswer": "[false]",
            "id": "73",
            "languageToQuestion": "{en=Does Breaking Bad have more episodes than Game of Thrones?, de=Hat Breaking Bad mehr Episoden als Game of Thrones?, es=¿Tiene Breaking Bad más episodios que Game of Thrones?, it=Breaking Bad ha più episodi di Game of Thrones?, fr=A Breaking Bad plus d'épisodes que Game of Thrones?, nl=Heeft Breaking Bad meer afleveringen dan Game of Thrones?, hi_IN=ब्रेकिंग बैड में गेम ऑफ़ थ्रोन्स की तुलना में अधिक एपिसोड हैं?, ro=Are Breaking Bad mai multe episoade decât Game of Thrones?}"
        },
        {
            "languageToKeyword": "{en=[Natalie Portman, born, United States], de=[Natalie Portman, geboren, Vereinigte Staaten], es=[Natalie Portman], it=[Natalie Portman, nata, Stati Uniti d'America], fr=[Natalie Portman, née, Etats-Unis], nl=[Natalie Portman, geboren, Verenigde Staten], hi_IN=[नेटली पोर्टमैन, संयुक्त राज्य, पैदा]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> ASK WHERE { res:Natalie_Portman dbo:birthPlace ?city . ?city dbo:country res:United_States }",
            "answerType": "boolean",
            "aggregation": false,
            "goldenAnswer": "[false]",
            "id": "74",
            "languageToQuestion": "{en=Was Natalie Portman born in the United States?, de=Wurde Natalie Portman in den Vereinigten Staaten geboren?, es=¿Nació Natalie Portman en los estados unidos de américa?, it=Natalie Portman, nata, Stati Uniti d'America, fr=Natalie Portman est-elle née aux Etats-Unis?, nl=Werd Natalie Portman geboren in de Verenigde Staten?, hi_IN=क्या नेटली पोर्टमैन संयुक्त राज्य में पैदा हुइ थी ?}"
        },
        {
            "languageToKeyword": "{en=[Elvis Presley, grandchildren], fa=[نوه های، الویس پرسلی], de=[Elvis Presley, Enkel], es=[Elvis Presley, nietos], it=[Elvis Presley, nipoti], fr=[petit-enfants, Elvis Presley], nl=[Elvis Presley, kleinkinderen], hi_IN=[एल्विस प्रेस्ली, पोतो के नाम], ro=[Elvis Presley, nepoți]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> SELECT DISTINCT ?uri WHERE { res:Elvis_Presley dbo:child ?child . ?child dbo:child ?uri }",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Riley_Keough]",
            "id": "75",
            "languageToQuestion": "{en=Give me the grandchildren of Elvis Presley., fa=نوه های الویس پرسلی را لیست کن., de=Gib mir die Enkel von Elvis Presley., es=Dame todos los nietos de Elvis Presley., it=Dammi i nipoti di Elvis Presley., fr=Donne-moi tous les petit-enfants de Elvis Presley., nl=Toon alle kleinkinderen van Elvis Presley., hi_IN=मुझे एल्विस प्रेस्ली के पोतों के नाम दे। , ro=Dă-mi nepoții lui Elvis Presley.}"
        },
        {
            "languageToKeyword": "{en=[record label, Canadian, Grunge], de=[kanadisch, Plattenfirma, Grunge], es=[empresa productora de música, canadiense, Grunge], it=[produttore di musica, canadese, Grunge], fr=[labels discographiques, canadiens, grunge], nl=[Canadees, platenlabel, Grunge], hi_IN=[कैनेडियन, ग्रांज, रिकॉर्ड लेबल]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:RecordLabel ; dbo:genre res:Grunge ; dbo:country res:Canada }",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Murderecords]",
            "id": "79",
            "languageToQuestion": "{en=Give me all Canadian Grunge record labels., de=Gib mir alle kanadischen Grunge-Plattenfirmen., es=Dame todos las empresas canadienses productoras de música Grunge., it=Dammi tutti i produttori canadesi di musica Grunge., fr=Donnes-moi tous les labels discographiques canadiens de grunge., nl=Noem alle Canadese grunge-platenlabels., hi_IN=मुझे सभी कैनेडियन ग्रांज रिकॉर्ड लेबल की सूचि दें।}"
        },
        {
            "languageToKeyword": "{en=[Benjamin Franklin, child], fa=[بنجامین فرانکلین، فرزند], de=[Benjamin Franklin, Kind], es=[Benjamin Franklin, hijos], it=[Benjamin Franklin, figlio], fr=[nombre d'enfants, Benjamin Franklin], nl=[Benjamin Franklin, kinderen, hoeveel], hi_IN=[बेंजामिन फ्रैंकलिन, बच्चे], ro=[Benjamin Franklin, copil]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> SELECT (COUNT(DISTINCT ?uri) AS ?c) WHERE { res:Benjamin_Franklin dbo:child ?uri }",
            "answerType": "number",
            "aggregation": true,
            "goldenAnswer": "[3]",
            "id": "80",
            "languageToQuestion": "{en=How many children did Benjamin Franklin have?, fa=بنجامین فرانکلین چند فرزند دارد؟, de=Wieviele Kinder hatte Benjamin Franklin?, es=¿Cuántos hijos tuvo Benjamin Franklin?, it=Quanti figli ebbe Benjamin Franklin?, fr=Combien d'enfants Benjamin Franklin avait-il?, nl=Hoeveel kinderen had Benjamin Franklin?, hi_IN=बेंजामिन फ्रैंकलिन के कितने बच्चे हैं?, ro=Câți copii a avut Benjamin Franklin?}"
        },
        {
            "languageToKeyword": "{en=[Margaret Thatcher, child], de=[Margaret Thatcher, Kind], es=[Margaret Thatcher, hijos], it=[Margaret Thatcher, figlio], fr=[enfants, Margaret Thatcher], nl=[kinderen, Margaret Thatcher], hi_IN=[मार्गरेट थैचर, बच्चों]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> SELECT DISTINCT ?uri WHERE { res:Margaret_Thatcher dbo:child ?uri }",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Mark_Thatcher, http://dbpedia.org/resource/Carol_Thatcher]",
            "id": "81",
            "languageToQuestion": "{en=List the children of Margaret Thatcher., de=Liste die Kinder von Margaret Thatcher auf., es=Dame una lista de los hijos de Margaret Thatcher., it=Elenca i figli di Margaret Thatcher., fr=Donnes-moi tous les enfants de Margaret Thatcher., nl=Noem alle kinderen van Margaret Thatcher., hi_IN=मार्गरेट थैचर के बच्चों की सूची बनाएं।}"
        },
        {
            "languageToKeyword": "{en=[region, Melon de Bourgogne], de=[Region, Melon de Bourgogne], es=[región, Melon de Bourgogne], it=[regione, Melon de Bourgogne], fr=[région, Melon de Bourgogne], nl=[regio, Melon de Bourgogne], hi_IN=[मेलन डी बर्गोगोन, क्षेत्र], ro=[regiune, Melon de Bourgogne]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> SELECT DISTINCT ?uri WHERE { res:Melon_de_Bourgogne dbo:wineRegion ?uri }",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Southern_Ontario, http://dbpedia.org/resource/Loire_Valley_(wine), http://dbpedia.org/resource/Oregon, http://dbpedia.org/resource/Washington_(U.S._state)]",
            "id": "82",
            "languageToQuestion": "{en=From which region is the Melon de Bourgogne?, de=Aus welcher Region ist der Melon de Bourgogne?, es=¿De que región es el vino Melon de Bourgogne?, it=Da quale regione proviene il Melon de Bourgogne?, fr=De quelle région vient le Melon de Bourgogne?, nl=Vanuit welke regio is de Melon de Bourgogne?, hi_IN=मेलन डी बर्गोगोन किस क्षेत्र से है?, ro=Din ce regiune provine Melon-ul de Bourgogne?}"
        },
        {
            "languageToKeyword": "{en=[tree frog, amphibian], de=[Laubfrosch, Amphibie], es=[rana verde, anfibio], it=[rana verde, anfibio], fr=[grenouilles arboricoles, amphibien], nl=[boomkikker, amfibie], hi_IN=[वृक्ष के मेंढक, प्रकार, उभयचर], ro=[broască de copac, amfibian]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> ASK WHERE { res:Hylidae dbo:class res:Amphibian }",
            "answerType": "boolean",
            "aggregation": false,
            "goldenAnswer": "[false]",
            "id": "84",
            "languageToQuestion": "{en=Are tree frogs a type of amphibian?, de=Sind Laubfrösche Amphibien?, es=¿Son las ranas verdes un tipo de anfibio?, it=Le rane verdi sono un tipo di anfibio?, fr=Sont les grenouilles arboricoles un type d'amphibiens?, nl=Zijn boomkikkers een soort amfibie?, hi_IN=क्या वृक्ष के मेंढक एक प्रकार की उभयचर हैं?, ro=Sunt broaștele de copac un tip de amfibieni?}"
        },
        {
            "languageToKeyword": "{en=[Christian Bale, starring, Velvet Goldmine], de=[Christian Bale, mitspielen, Velvet Goldmine], es=[Christian Bale, actúa, Velvet Goldmine], it=[Christian Bale, recitare, Velvet Goldmine], fr=[Christian Bale, joue, Velvet Goldmine], nl=[Christian Bale, speelt in, Velvet Goldmine], hi_IN=[वेलवेट गोल्डमाइन, अभिनीता, क्रिस्चियन बेल], ro=[Christian Bale, rol principal, Velevet Goldmine]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> ASK WHERE { res:Velvet_Goldmine dbo:starring res:Christian_Bale }",
            "answerType": "boolean",
            "aggregation": false,
            "goldenAnswer": "[true]",
            "id": "85",
            "languageToQuestion": "{en=Is Christian Bale starring in Velvet Goldmine?, de=Spielt Christian Bale in Velvet Goldmine mit?, es=¿Actúa Christian Bale en Velvet Goldmine?, it=Christian Bale ha recitato in Velvet Goldmine?, fr=Christian Bale joue-t-il dans Velvet Goldmine?, nl=Speelt Christian Bale in Velvet Goldmine?, hi_IN=क्या वेलवेट गोल्डमाइन में अभिनीता क्रिस्चियन बेल है?, ro=Joacă Christian Bale un rol principal în Velvet Goldmine?}"
        },
        {
            "languageToKeyword": "{en=[airports, Yeti Airlines], fa=[یتی ایرلاینرز، فرودگاه هایی], de=[Flughäfen, anfliegen, Yeti Airlines], es=[aeropuertos, Yeti Airlines], it=[aeroporti, Yeti Airlines], fr=[Yeti Airlines, aéroports], nl=[luchthavens, Yeti Airlines], hi_IN=[यति एयरलाइंस, हवाई अड्ड, सेवा], ro=[aeroporturi, Yeti Airlines]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> SELECT DISTINCT ?uri WHERE { res:Yeti_Airlines dbo:targetAirport ?uri }",
            "answerType": "resource",
            "aggregation": false,
            "goldenAnswer": "[http://dbpedia.org/resource/Pokhara, http://dbpedia.org/resource/Bhairahawa, http://dbpedia.org/resource/Biratnagar]",
            "id": "88",
            "languageToQuestion": "{en=Which airports does Yeti Airlines serve?, fa=یتی ایرلاینرز در چه فرودگاه هایی فعالیت می کند؟, de=Welche Flughäfen fliegt Yeti Airlines an?, es=¿Qué aeropuertos sirve Yeti Airlines?, it=Quali aeroporti sono serviti da Yeti Airlines?, fr=Quels sont les aéroports servis par Yeti Airlines?, nl=Naar welke luchthavens vliegt Yeti Airlines?, hi_IN=यति एयरलाइंस किस हवाई अड्डे की सेवा करती है?, ro=Ce aeroporturi deservește Yeti Airlines?}"
        },
        {
            "languageToKeyword": "{en=[city, the most inhabitants], de=[Stadt, meisten Einwohner], es=[ciudad, mayor población], it=[città, maggior numero di abitanti], fr=[ville, plus grand nombre d'habitants], nl=[stad, meeste inwoners], hi_IN=[शहर, सबसे अधिक निवासी], ro=[oraș, cei mai mulți locuitori]}",
            "hybrid": false,
            "onlydbo": true,
            "sparqlQuery": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:City ; dbo:populationTotal ?pop } ORDER BY DESC(?pop) OFFSET 0 LIMIT 1",
            "answerType": "resource",
            "aggregation": true,
            "goldenAnswer": "[http://dbpedia.org/resource/Carei]",
            "id": "90",
            "languageToQuestion": "{en=Which city has the most inhabitants?, de=Welche Stadt hat die meisten Einwohner?, es=¿Que ciudad tiene la mayor población?, it=Quale città ha il maggior numero di abitanti?, fr=Quel ville a le plus grand nombre d'habitants?, nl=Welke stad heeft de meeste inwoners?, hi_IN=कौन से शहर में सबसे अधिक निवासी है?, ro=Care oraș are cei mai mulți locuitori?}"
        }
]
